<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title></title>
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">La terminologia de
la societat                 de la informaci&oacute;* </span><font
 size="2"><span class="Txt-pequeBolcolor"><b><font size="3"><span
 class="Txt-pequeBolcolor"></span></font></b></span></font></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><font size="2"
 face="Arial, Helvetica, sans-serif">Gemma Mas i Fossas TERMCAT, <br>
Centre de Terminologia <br>
gemma@termcat.net<br>
              <a href="http://www.termcat.net"> http://www.termcat.net</a><br>
              <br>
Aquest article es va publicar origin&agrave;riament a la revista&nbsp;
Llengua i &uacute;s.<br>
              <br>
              </font></font></span></span></font></td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td>
              <p><i>En aquest article considerem alguns dels aspectes
m&eacute;s rellevants                   que caracteritzen la
terminologia de la societat de la informaci&oacute; en
la llengua catalana. Per a aix&ograve; partim d&#8217;una experi&egrave;ncia
concreta: l&#8217;elaboraci&oacute; del diccionari Societat de la
informaci&oacute;.                   Noves tecnologies i Internet.
Principalment veurem quins tipus de casos
terminol&ograve;gics s&#8217;han estudiat, quines dificultats han sorgit,
quines tend&egrave;ncies neol&ograve;giques es reconeixen en les noves
creacions l&egrave;xiques, com s&#8217;ha tractat l&#8217;omnipres&egrave;ncia de
la llengua                   anglesa i quins recursos nous s&#8217;han
emprat com a fonts documentals per a la recerca
terminol&ograve;gica.</i><br>
              <br>
              </p>
              <p><b>Introducci&oacute; </b><br>
              <br>
El desenvolupament de les tecnologies de la informaci&oacute; i la
comunicaci&oacute; (TIC) ha accelerat en els darrers anys
l&#8217;aparici&oacute; de noves formes d&#8217;organitzar el treball,
l&#8217;educaci&oacute;, la cultura,                   les transaccions
econ&ograve;miques, etc. i ha introdu&iuml;t noves maneres de
comunicar-se. La societat sorgida arran d&#8217;aquestes transformacions
&eacute;s la que anomenem societat de la informaci&oacute; (SI).
Aquesta societat                   s&#8217;ha trobat, entre altres, amb el
repte d&#8217;haver de designar                   conceptes nous, relatius a
noves idees, objectes, productes,                   etc. provinents
especialment dels &agrave;mbits de la inform&agrave;tica,
els videojocs, el multim&egrave;dia, la telefonia m&ograve;bil, les
noves professions, Internet i les xarxes de telecomunicacions.<br>
              <br>
Al ritme accelerat d&#8217;innovaci&oacute; que caracteritza la SI, el
TERMCAT s&#8217;ha proposat de fer-hi front, aparellant-hi un ritme de
creaci&oacute;                   l&egrave;xica en catal&agrave;
igualment r&agrave;pid. Els &uacute;ltims anys, el centre ha treballat
en aquesta l&iacute;nia, recollint i estudiant els termes  que
designen els elements que possibiliten l&#8217;exist&egrave;ncia d&#8217;una
societat basada en la informaci&oacute; i la comunicaci&oacute;.
Aix&ograve; ha suposat                   posar en marxa no nom&eacute;s
els mecanismes de neologia terminol&ograve;gica propis de la
llengua catalana, sin&oacute; tamb&eacute; considerar una s&egrave;rie
de fen&ograve;mens associats amb la creaci&oacute; de termes
relacionats amb                   les TIC i, especialment, amb
Internet. En aquest marc, han sorgit iniciatives
terminol&ograve;giques diverses, entre les quals destaquem  el
diccionari Societat de la informaci&oacute;. Noves tecnologies i
Interneti, elaborat pel Centre de Terminologia TERMCAT amb el
suport del Departament d&#8217;Ind&uacute;stria, Comer&ccedil; i Turisme i el
Departament d&#8217;Universitats, Recerca i Societat de la Informaci&oacute;
de la Generalitat                   de Catalunya. L&#8217;obra ha nascut amb
l&#8217;objectiu de reflectir els aspectes m&eacute;s
rellevants d&#8217;aquesta SI i reuneix els termes principals               
que la caracteritzen. El proc&eacute;s de recerca seguit en
l&#8217;elaboraci&oacute;                   del diccionari constitueix el
punt de partida per a la reflexi&oacute; i la
redacci&oacute; de l&#8217;article La terminologia de la societat de la
informaci&oacute;.<br>
              <br>
El diccionari presenta gaireb&eacute; 2.000 denominacions catalanes,
ordenades alfab&egrave;ticament, acompanyades de la categoria
gramatical corresponent, la definici&oacute;, les remissions entre
termes (sinon&iacute;mia                   absoluta o
complement&agrave;ria, abreviaci&oacute; o sigla), quan n'hi ha,
seguides de les equival&egrave;ncies en castell&agrave;, franc&egrave;s
i angl&egrave;s                   que s'utilitzen per a denominar un
mateix concepte. Quan s&#8217;ha                   considerat necessari, es
completa la informaci&oacute; amb notes de                   tipus
conceptual, ling&uuml;&iacute;stic o pragm&agrave;tic. Precedeix el
recull terminol&ograve;gic una introducci&oacute; explicativa sobre la
naturalesa,                   el contingut i el maneig del diccionari,
les abreviacions i                   l&#8217;arbre de camp; el segueixen els
&iacute;ndexs d&#8217;equival&egrave;ncies en castell&agrave;,
franc&egrave;s i angl&egrave;s i l&#8217;obra es tanca amb l&#8217;apartat de     
bibliografia, on es d&oacute;na la refer&egrave;ncia de les fonts
documentals utilitzades per a elaborar el diccionari.<br>
              <br>
La selecci&oacute; de la terminologia s&#8217;ha dut a terme d&#8217;acord amb
l&#8217;arbre de camp, que s&#8217;ha estructurat en tres grans apartats:
infraestructures tecnol&ograve;giques, societat i cultura. En l&#8217;apartat
d&#8217;infraestructures tecnol&ograve;giques es t&eacute; en compte les
xarxes de telecomunicacions (tipus i elements constitutius &#8211;senyals    
de transmissi&oacute;, canals de distribuci&oacute;, dispositius de
connexi&oacute; i protocols) i els sistemes i equips
de telecomunicacions (inform&agrave;tica                   &#8211;maquinari,
programari i suports d&#8217;emmagatzematge de la informaci&oacute;&#8211;,       
telefonia &#8211;components i tipus&#8211; i televisi&oacute; &#8211;dispositius i
tipus). La part de societat es fixa en la terminologia
referent als serveis d&#8217;Internet, de telefonia i de
televisi&oacute;, en general, i, espec&iacute;ficament, en
relaci&oacute; amb els sectors de l&#8217;economia                   i
l&#8217;empresa, l&#8217;enginyeria, la pol&iacute;tica i l&#8217;administraci&oacute;,
les professions, la sanitat, els transports i les
ind&uacute;stries de la llengua. El tercer bloc considera els
termes relacionats amb la cultura i, en especial, amb l&#8217;oci
i l&#8217;entreteniment, l&#8217;educaci&oacute; i la recerca i els
mitjans de comunicaci&oacute;. <br>
              </p>
              <p>L&#8217;arbre de camp, que esquematitza l&#8217;estructura del
tema del                   diccionari, ens ha servit per a definir-ne
l&#8217;abast tem&agrave;tic,                   controlar la
pertin&egrave;ncia dels termes seleccionats i assegurar-nos
que s&#8217;hi inclouen els conceptes fonamentals de cadascun dels
&agrave;mbits d&#8217;aquest gran camp tem&agrave;tic que anomenem societat
de la                   informaci&oacute;.<br>
              <br>
Val a dir que, malgrat que hem volgut fer un &egrave;mfasi especial
m&eacute;s en els aspectes socials i culturals que no pas en els
tecnol&ograve;gics (en general, ja m&eacute;s treballats des del punt
de vista terminol&ograve;gic), a la pr&agrave;ctica el
buidatge de termes d&#8217;aquells &agrave;mbits ha estat                  
for&ccedil;a dif&iacute;cil. Els documents que hem pogut utilitzar com
a font                   de buidatge sovint no han estat textos
veritablement t&egrave;cnics, sin&oacute;
declaracions d&#8217;intencions i prop&ograve;sits, propostes de plans      
i estrat&egrave;gies. Han estat sovint textos en qu&egrave; no
apareixen unes                   unitats l&egrave;xiques estrictament
terminol&ograve;giques, sin&oacute; usos de                   mots
comuns de la llengua en qu&egrave; s&#8217;afegeix l&#8217;adjectiu
electr&ograve;nic,                   virtual, digital, etc. o en
qu&egrave; el mateix context els situa                   en la
dimensi&oacute; de les TIC. D&#8217;altra banda, hem constatat que
hi ha branques de les &agrave;rees de societat i cultura en qu&egrave;
s&#8217;ha produ&iuml;t un desenvolupament m&eacute;s gran de les TIC i, per
tant,                   s&#8217;hi ha generat un volum considerable de
termes, mentre que                   en altres &agrave;mbits aquest
desenvolupament &eacute;s m&eacute;s incipient i,  per tant, menor la
neologia terminol&ograve;gica. A t&iacute;tol il&middot;lustratiu,    
si b&eacute; en l&#8217;&agrave;rea de sanitat s&#8217;han recollit
&uacute;nicament 8 termes o en transports 9, en
canvi, en ind&uacute;stries de la llengua el nombre creix fins a
37 o en economia i empresa i enginyeria s&#8217;eleva a 67 i 104,
respectivament. </p>
              <p><br>
              <span style="font-weight: bold;">Problemes de
delimitaci&oacute; tem&agrave;tica:                   quina &eacute;s
l&#8217;&agrave;rea?</span><br>
              <br>
Tot i que l&#8217;arbre de camp elaborat per a Societat de la
informaci&oacute;. Noves tecnologies i Internet ha estat
&agrave;mpliament documentat                   i consensuat pels
especialistes que han assessorat el diccionari,                   la
delimitaci&oacute; tem&agrave;tica ha estat un dels reptes m&eacute;s
importants amb qu&egrave; ens hem hagut d&#8217;enfrontar. <br>
Aquest model es va comen&ccedil;ar a trencar cap a principis
dels anys 70, quan les empreses van observar que el programari
es podia vendre i van comen&ccedil;ar a tancar-ne l'acc&eacute;s
al codi font. Aix&iacute;, poc a poc, tenir acc&eacute;s al
codi font del programa i altres llibertats, que fins aleshores
eren comunes, van anar desapareixent progressivament i, amb
elles, les llibertats dels usuaris.<br>
              <br>
En primer lloc, ens hem preguntat quina &eacute;s l&#8217;&agrave;rea en
qu&egrave; hav&iacute;em                   de treballar i, en
relaci&oacute; amb aix&ograve;, si &eacute;s la SI una &#8220;veritable&#8221;
&agrave;rea d&#8217;especialitat. Si b&eacute; la resposta &eacute;s
discutible, en tot                   cas, el que &eacute;s clar
&eacute;s que no es tracta d&#8217;una &agrave;rea d&#8217;especialitat
convencional. Sembla evident que no &eacute;s un camp de coneixement
amb un llenguatge d&#8217;especialitat i una terminologia propis,
sin&oacute; m&eacute;s aviat un camp de conflu&egrave;ncia de
disciplines i activitats                   socials diverses amb un
denominador com&uacute;: la relaci&oacute;, m&eacute;s o
menys directa, amb les TIC. De fet, per dir-ho sint&egrave;ticament,
amb l&#8217;etiqueta societat de la informaci&oacute; se sol al&middot;ludir
a una                   realitat tan &agrave;mplia com &eacute;s la
societat actual, amb un cert grau                   de desenvolupament
i en qu&egrave; tenen un paper important les TIC. <br>
              <br>
La pregunta inicial n&#8217;ha generat d&#8217;altres. D&#8217;una banda, &eacute;s
possible fer un diccionari que contingui la terminologia de la SI?
Atesa                   l&#8217;amplitud gaireb&eacute; inabastable i
il&middot;limitada de l&#8217;&agrave;rea, &eacute;s possible               
recollir-ne tots els termes? La resposta &eacute;s negativa. I, a
m&eacute;s,                   cal recon&egrave;ixer que les
pretensions d&#8217;exhaustivitat donarien lloc a una obra amb un
volum de termes tan gran que requeriria uns recursos humans i
temporals dels quals &eacute;s dif&iacute;cil de disposar.            
A aix&ograve; s&#8217;ha d&#8217;afegir que, tenint en compte el ritme
d&#8217;evoluci&oacute;                   de les TIC i el seu creixent
impacte sociocultural, no convenia arriscar-se que
el diccionari sort&iacute;s publicat quan els referents a qu&egrave;
al&middot;ludeix s&#8217;haguessin transformat notablement i, per tant,     
l&#8217;obra hagu&eacute;s quedat desfasada en diversos aspectes (veg. La   
pertin&egrave;ncia tem&agrave;tica: criteris de selecci&oacute; de la
terminologia).<br>
              <br>
D&#8217;altra banda, si la SI &eacute;s una &agrave;rea d&#8217;especialitat, hi ha
 una                   xarxa nocional, una estructura dels conceptes
que la conformen,                   delimitada i s&ograve;lida que la
sost&eacute;? Hi ha un grup identificable
d&#8217;especialistes que la representen, que la creen i la transmeten?
Hi ha unes persones que s&oacute;n expertes en aquesta &#8220;&agrave;rea&#8221;,
les quals en s&oacute;n usu&agrave;ries i tenen compet&egrave;ncia
ling&uuml;&iacute;stica en la llengua d&#8217;especialitat
utilitzada per a la comunicaci&oacute; en el seu interior? La
resposta &eacute;s novament negativa: qualsevol persona               
forma part potencialment de la SI, &eacute;s experta en determinats   
aspectes i usu&agrave;ria d&#8217;aquests i d&#8217;altres.<br>
              <br>
De fet, un gran component de la terminologia que constitueix
la SI traspassa els l&iacute;mits d&#8217;una &agrave;rea d&#8217;especialitat
convencional &#8211;&agrave;rea a la qual se circumscriu el l&egrave;xic
cient&iacute;fic i t&egrave;cnic per
definici&oacute;&#8211; i &#8220;viu&#8221;, de forma habitual i no excepcionalment,
en la llengua d&#8217;&uacute;s com&uacute;. Aix&iacute;, bona part d&#8217;aquests
termes s&oacute;n                   utilitzats per persones ben
heterog&egrave;nies, que es dediquen a                   professions
diverses, s&oacute;n emprats pels mateixos internautes,
usuaris de la xarxa amb especialitats diferents, s&oacute;n difosos
pels mitjans de comunicaci&oacute;, etc. Per dir-ho succintament,
l&#8217;&uacute;s i la implantaci&oacute; de for&ccedil;a termes de la SI i,
en especial, dels                   relacionats amb Internet no es
limita, doncs, a un &agrave;mbit d&#8217;experts i
professionals, sin&oacute; que s&#8217;est&eacute;n a &agrave;mbits
divulgatius i pot                   interessar qualsevol persona.<br>
              <br>
Tots aquests elements ens han fet ser conscients que una &agrave;rea
tem&agrave;tica tan &agrave;mplia i que abra&ccedil;a elements de
proced&egrave;ncia tan                   diversa permet enfocaments i
classificacions molt diferents.                   En el nostre cas, hem
optat per un punt de vista orientat a                   recollir els
termes que permeten donar una visi&oacute; general de la
SI, que es refereixen als components que li s&oacute;n m&eacute;s
caracter&iacute;stics i emblem&agrave;tics, amb un &egrave;mfasi
especial en els elements m&eacute;s innovadors respecte de
la hist&ograve;ria precedent de les societats modernes.<br>
              <br>
              <span style="font-weight: bold;">La pertin&egrave;ncia
tem&agrave;tica: criteris                   de selecci&oacute; de la
terminologia</span><br>
              <br>
Del que s&#8217;acaba de dir ja es despr&egrave;n que en l&#8217;elaboraci&oacute;
del diccionari, no ha estat f&agrave;cil d&#8217;establir uns l&iacute;mits
precisos                   del que entenem per SI, ni tampoc trobar un
equilibri entre                   la representativitat i
l&#8217;especificitat de la terminologia seleccionada per a cadascun dels
&agrave;mbits tem&agrave;tics. D&#8217;entrada, ha estat indispensable      
d&#8217;establir uns criteris que orientessin la recerca
terminol&ograve;gica,                   els quals ens han dut a
valorar aspectes com l&#8217;any d&#8217;aparici&oacute; de les noves
realitats, la seva validesa actual o la implantaci&oacute; i la
consolidaci&oacute; a la nostra societat. A m&eacute;s, hem tingut en 
compte el nivell d&#8217;especialitzaci&oacute; dels termes, el seu possible
car&agrave;cter ef&iacute;mer i en quina mesura pertanyien a un
registre col&middot;loquial                   o arg&ograve;tic o
havien estat popularitzats pels mitjans de comunicaci&oacute;. <br>
              <br>
Des del punt de vista de la pertin&egrave;ncia tem&agrave;tica, ha
calgut plantejar-se diverses opcions i fer algunes tries condicionades 
per la mateixa naturalesa dels termes de la SI. Vegem alguns          
dels dilemes a qu&egrave; hem hagut de fer front. <br>
              <br>
              <b>Qu&egrave; buidem? </b><br>
              <br>
Qu&egrave; buidem? Quins termes extraiem de la documentaci&oacute; de
buidatge? Com ja s&#8217;ha dit, hem partit d&#8217;una visi&oacute; global de la
SI i no                   hem buidat conceptes excessivament
espec&iacute;fics o t&egrave;cnics i ens hem centrat en aquells
termes que es refereixen a les realitats m&eacute;s noves en
relaci&oacute; amb les TIC. <br>
              <br>
Per exemple, no hem incl&ograve;s al diccionari els noms dels
men&uacute;s o dels botons dels programes inform&agrave;tics i dels
navegadors,                   pertinents potser en un diccionari
d&#8217;usos inform&agrave;tics (men&uacute; d'ajuda, men&uacute;
d'edici&oacute;, carregar imatges perdudes). En canvi,                
hi hem introdu&iuml;t termes d'&uacute;s com&uacute; en la
navegaci&oacute; per Internet, &uacute;tils per a
les persones que consultin l&#8217;obra, per exemple baixar,                
barra de navegaci&oacute;, historial o penjar.<br>
              <br>
              <b>Qu&egrave; &eacute;s nou a la SI? </b><br>
              <br>
Ara b&eacute;, qu&egrave; &eacute;s nou a la SI? Amb aix&ograve; volem
dir: recollim al                   diccionari &uacute;nicament els
termes relatius a les &uacute;ltimes novetats?
Considerem &uacute;nicament els conceptes referents a les innovacions
m&eacute;s punteres? On situem els l&iacute;mits d&#8217;all&ograve; que
&eacute;s realment nou?<br>
              <br>
Tot i que l'objectiu fonamental que ens hem plantejat en
l&#8217;elaboraci&oacute; de Societat de la informaci&oacute;. Noves
tecnologies i Internet ha estat d&#8217;aplegar els termes
d&#8217;aparici&oacute; m&eacute;s recent, hi hem incl&ograve;s             
tamb&eacute; alguns termes amb uns quants anys d&#8217;hist&ograve;ria
per&ograve; que s&oacute;n vigents actualment i
esdevenen fonamentals en la formaci&oacute;                   de nous
termes. Aix&iacute; , hi tenen entrada termes molt nous com           
ara tel&egrave;fon per Internet o videoconfer&egrave;ncia i termes
menys neol&ograve;gics                   com ara tel&egrave;fon o
v&iacute;deo. D&#8217;aquesta manera, hem tractat de conceptes
que, malgrat no correspondre a realitats derivades de les tecnologies
m&eacute;s recents, permeten d&#8217;explicar l&#8217;aparici&oacute; i comprendre
la naturalesa de termes relatius a les nocions m&eacute;s innovadores. 
Per exemple, no ens hem centrat en els serveis i productes relacionats
amb els mitjans de comunicaci&oacute; o les tecnologies m&eacute;s
convencionals &#8211;com ara la premsa escrita o la r&agrave;dio&#8211;,
per&ograve; hi hem recollit                   termes d&#8217;aquests sectors
que tenen una repercussi&oacute; notable a l&#8217;entorn de la SI
&#8211;destaquem especialment els termes de telefonia i
televisi&oacute;.<br>
              <br>
Sovint, per&ograve;, el car&agrave;cter recent dels termes ens ha creat
 dubtes                   sobre el seu estatus terminol&ograve;gic.
Efectivament, hi ha termes                   l&#8217;aparici&oacute; dels
quals &eacute;s tan nova que a penes se n&#8217;ha parlat
als mitjans de comunicaci&oacute; i poc a les publicacions
especialitzades, els hem documentat espor&agrave;dicament en la recerca
terminol&ograve;gica i els especialistes o b&eacute; no
els coneixen o b&eacute; amb prou feines                   tenen una
lleugera idea sobre els referents. Aix&ograve; ens ha fet             
dubtar en molts casos que els termes tinguessin una entitat           
terminol&ograve;gica suficient i, per tant, de la necessitat
d&#8217;incloure&#8217;ls al diccionari. Amb tot, hi hem
introdu&iuml;t termes amb un &uacute;s vacil&middot;lant              
que s&oacute;n de gran actualitat o que s&oacute;n el germen
d&#8217;aplicacions                   que s&#8217;estan desenvolupant en els
centres d&#8217;investigaci&oacute; tecnol&ograve;gica i que estan a punt
d&#8217;integrar-se a la realitat social. En s&oacute;n un exemple, carnet
de conduir intel&middot;ligent, paper electr&ograve;nic               
o tinta electr&ograve;nica i, en general, els termes que designen
prototipus.<br>
              <br>
              <br>
              <span style="font-weight: bold;">Termes ef&iacute;mers?</span><br>
              <br>
Som conscients d&#8217;haver incl&ograve;s al diccionari formes
ling&uuml;&iacute;stiques d&#8217;exist&egrave;ncia probablement
ef&iacute;mera, creacions potser passatgeres, les quals
tot i tenir for&ccedil;a &uacute;s actualment semblen el resultat     
d&#8217;una moda. Termes com analfabet -a electr&ograve;nic -a,
cibercaf&egrave;,                   ciberalumne -a o ciberbibliotecari
-&agrave;ria i, en general, formes creades amb el prefix
ciber- o amb els adjectius digital, electr&ograve;nic,                
virtual, etc. possiblement desapareixeran en un futur pr&ograve;xim. <br>
              <br>
Fixem-nos en el neologisme cibercaf&egrave;. Si b&eacute; aquest terme
neix motivat per l&#8217;aparici&oacute; a la realitat social de bars i
cafeteries                   que ofereixen acc&eacute;s a Internet,
quan aquest servei no sigui excepcional sin&oacute;
habitual en aquests establiments (i en altres tipus de locals),
possiblement la forma cibercaf&egrave; ens semblar&agrave;            
redundant, innecess&agrave;ria i, fins i tot, rid&iacute;cula,
desfasada i                   obsoleta. Diguem-ho amb altres paraules:
qui sap si ben aviat la majoria de caf&egrave;s no
seran &#8220;ciber&#8221; perqu&egrave; oferiran connexi&oacute;                  
a Internet; tot bibliotecari utilitzar&agrave; Internet com a eina    
de treball habitual; el mateix far&agrave; l&#8217;alumnat en general, etc. 
En tots aquests casos el mat&iacute;s sem&agrave;ntic que aquests
formants afegeixen haur&agrave; deixat de ser necessari. Veg.
tamb&eacute; Els nous                   formants a Tend&egrave;ncies
neol&ograve;giques: les noves creacions l&egrave;xiques. <br>
              <br>
              <b>Termes t&egrave;cnics o argot? <br>
              </b><br>
Quan la recerca terminol&ograve;gica s&#8217;orienta a la
normalitzaci&oacute; ling&uuml;&iacute;stica,                   tant en
el sentit de fer que unes denominacions determinades
esdevinguin normes &#8211;estandarditzaci&oacute;&#8211; com normals
&#8211;extensi&oacute; d&#8217;&uacute;s&#8211;, es treballa en les formes
ling&uuml;&iacute;stiques que denominen cadascun
dels conceptes constituents de la xarxa nocional d&#8217;una
&agrave;rea d&#8217;especialitat. Aix&ograve; es fa tendint a reduir la
variaci&oacute; ling&uuml;&iacute;stica, simplificant el l&egrave;xic
especialitzat en benefici de la fixaci&oacute; d&#8217;una
&uacute;nica denominaci&oacute; per a cada noci&oacute; amb l&#8217;objectiu
d&#8217;afavorir la comunicaci&oacute; especialitzada, de fer-la
inequ&iacute;voca i clara. Per exemple, es tendeix a eliminar
la sinon&iacute;mia i, en cas de sinon&iacute;mia, a prioritzar un
dels termes sin&ograve;nims com                   a forma d&#8217;&uacute;s
preferent. En aquesta l&iacute;nia, en l&#8217;estudi dels casos            
terminol&ograve;gics es consideren sempre les diverses formes que
concorren per designar un mateix concepte, les quals de vegades
pertanyen                   a registres de comunicaci&oacute;
diferents. <br>
              <br>
Les formes d&#8217;argot en s&oacute;n un exemple. Llevat que no hi hagi
una intenci&oacute; expl&iacute;cita, en els diccionaris
terminol&ograve;gics recollim                   justament les unitats
l&egrave;xiques que, amb el consens dels especialistes,
permeten de dur a terme una comunicaci&oacute; est&agrave;ndard, sense
ambig&uuml;itat. No ens proposem d&#8217;incloure formes d&#8217;argot, malgrat que
en l&#8217;&uacute;s                   oral i en registres informals siguin
for&ccedil;a utilitzades actualment, de vegades per a
referir-se a conceptes que tenen ja una denominaci&oacute;            
establerta en llengua catalana. Efectivament, el diccionari           
Societat de la informaci&oacute;. Noves tecnologies i Internet
presenta termes amb for&ccedil;a repercussi&oacute; en
l&#8217;&uacute;s p&uacute;blic (sovint gr&agrave;cies                   als
mitjans de comunicaci&oacute;), com ara nova economia,
cibercriminologia o ciberdelinq&uuml;ent, per&ograve; no
cont&eacute; unitats l&egrave;xiques de registres                  
col&middot;loquials o informals, com collistaire i ciberv&iacute;dua,
o de car&agrave;cter marcadament arg&ograve;tic o
volgudament estil&iacute;stic, com criptorebel                   i
criptoanarquista. <br>
              <br>
Un exemple paradigm&agrave;tic &eacute;s snail mail o s-mail, forma
pejorativa que al&middot;ludeix al correu postal tradicional i que posa
&egrave;mfasi                   en la seva lentitud en
comparaci&oacute; amb la rapidesa i immediatesa i, per
tant, l&#8217;efic&agrave;cia comunicativa del correu electr&ograve;nic
(electronic                   mail o e-mail, en angl&egrave;s). El
car&agrave;cter arg&ograve;tic d&#8217;aquest cas no ha passat
desapercebut en lleng&uuml;es com el catal&agrave; (i el
franc&egrave;s), en qu&egrave; es recomana de continuar usant com a
terme el mot correu                   (i courrier), ja existent en la
llengua, i, si el context comunicatiu ho fa necessari, correu
ordinari o correu postal (i courrier ordinaire), evitant de
rec&oacute;rrer a calcs directes del tipus correu                  
caragol. Un cas diferent &eacute;s el de les formes baixar i penjar,  
de car&agrave;cter origin&agrave;riament informal a les quals el
Consell Supervisor del TERMCAT ha atorgat l&#8217;estatus de termes. <br>
              <b><br>
Hi s&oacute;n tots, els termes de la SI actual? </b><br>
              <br>
Malgrat haver tractat de la terminologia m&eacute;s representativa
de l&#8217;&agrave;rea d&#8217;acord amb els criteris descrits, cal
recon&egrave;ixer que, at&egrave;s el ritme amb qu&egrave; avancen les
TIC, hi ha conceptes                   de difusi&oacute; posterior a
la finalitzaci&oacute; d&#8217;aquest diccionari que                   no hi
hauran quedat inclosos. <br>
              <br>
De fet, ja en la fase final d&#8217;elaboraci&oacute; del diccionari, durant
 l&#8217;&uacute;ltima revisi&oacute;, hi vam poder incorporar algun terme
acabat d&#8217;apar&egrave;ixer. Tanmateix, som conscients que hi hauran
quedat                   excloses noves nocions donades a
con&egrave;ixer en el temps que va                   durar el
proc&eacute;s d&#8217;edici&oacute; i posteriorment.<br>
              <br>
              <b>I les definicions? </b><br>
              <br>
I les definicions, com han de ser? Com les redactem? Des de
l&#8217;inici d&#8217;elaboraci&oacute; del diccionari el concepte ha estat una
preocupaci&oacute; central. I aix&ograve; fonamentalment perqu&egrave;
la recerca                   terminol&ograve;gica es basa en un
procediment onomasiol&ograve;gic. &Eacute;s a                   dir,
treballem basant-nos en l&#8217;estructura nocional que conforma
una &agrave;rea d&#8217;especialitat, establint-ne la llista de nocions que
la constitueixen i les seves interrelacions i, d&#8217;aqu&iacute;, en fixem 
les denominacions corresponents, la forma ling&uuml;&iacute;stica. <br>
              <br>
La preocupaci&oacute; va n&eacute;ixer quan vam observar la dificultat
d&#8217;identificar molts dels conceptes de la SI i de redactar-ne una
definici&oacute;                   que en recoll&iacute;s els trets
sem&agrave;ntics essencials. Especialment perqu&egrave;: <br>
              <br>
a)ja en la llengua on s&#8217;han creat hi ha vacil&middot;laci&oacute; sobre
 els                   referents que designen;<br>
b)manca consens entre els experts a l&#8217;hora de delimitar-ne les
caracter&iacute;stiques sem&agrave;ntiques b&agrave;siques; <br>
c)les nocions s&oacute;n canviants pel que fa a l&#8217;abast sem&agrave;ntic
 i                   als elements definidors que les constitueixen. <br>
              <br>
Aquest tres aspectes han fet dif&iacute;cil la fixaci&oacute; de les
definicions, les quals, a m&eacute;s d&#8217;estar escrites d&#8217;acord amb els
criteris terminol&ograve;gics internacionals de
redacci&oacute; de definicions, havien de ser conceptualment          
adequades, v&agrave;lides, actuals i tenir el consens dels
especialistes.                   Per tot aix&ograve;, vam optar com a
criteri general per definir les nocions de forma precisa
per&ograve; alhora &agrave;mplia, de manera que reflectissin          
les caracter&iacute;stiques essencials m&eacute;s acceptades a
l&#8217;&agrave;rea, no quedessin restringides per trets
ocasionals o circumstancials i permetessin usos previsibles i
realitats futures. Aix&iacute;, per exemple, tot i que actualment
ciberespai &eacute;s conegut com a terme  d&#8217;Internet, a la
definici&oacute; es vincula al concepte m&eacute;s ampli              
de xarxa telem&agrave;tica. O en el cas de tinta electr&ograve;nica,
com que                   &eacute;s un terme en plena
experimentaci&oacute; i evoluci&oacute; s&#8217;ha definit de forma
no restrictiva com a &#8216;conjunt de part&iacute;cules que
mitjan&ccedil;ant impulsos el&egrave;ctrics fa possible d&#8217;escriure o
dibuixar sobre paper electr&ograve;nic&#8217;. <br>
              <br>
              <span style="font-weight: bold;">Quina &eacute;s la
terminologia de                   la societat de la informaci&oacute;?</span><br>
              <br>
Quina &eacute;s la terminologia de la societat de la informaci&oacute;?
 La                   terminologia de la SI &eacute;s b&agrave;sicament
la terminologia que neix                   en relaci&oacute; amb les
TIC. <br>
              <br>
En aquest &agrave;mbit, cal dir que la terminologia inform&agrave;tica
ha implicat sempre, tant en catal&agrave; com en les altres
lleng&uuml;es,                   un esfor&ccedil; notable de
creaci&oacute; neol&ograve;gica, no &uacute;nicament pel
car&agrave;cter innovador del seu contingut conceptual, sin&oacute;
tamb&eacute; i en gran mesura perqu&egrave; la
creaci&oacute; l&egrave;xica, l&#8217;&uacute;s especialitzat i la
difusi&oacute;                   es duen a terme fonamentalment en
angl&egrave;s. A m&eacute;s, els termes relatius a les
TIC i, en especial, a Internet presenten una
idiosincr&agrave;sia destacable: neixen i es transmeten a gran
velocitat i amb una gran amplitud. La creaci&oacute; de termes segueix
un ritme                   trepidant, a cavall de l&#8217;aven&ccedil; i la
innovaci&oacute; tecnol&ograve;gica en l&#8217;&agrave;mbit de
la inform&agrave;tica i les telecomunicacions. Certament,             
aquest aspecte &eacute;s com&uacute; al progr&eacute;s
cient&iacute;fic i t&egrave;cnic i, per tant,
caracter&iacute;stic de la neologia terminol&ograve;gica en general;  
ara b&eacute;, la idiosincr&agrave;sia de l&#8217;&agrave;mbit
tem&agrave;tic fa que parlem d&#8217;una neologia amb unes
particularitats remarcables.<br>
              <br>
Fixem-nos, per exemple, en els termes d&#8217;Internet. El canal pel
qual coneixem aquests termes, la mateixa xarxa, implica una
difusi&oacute; molt r&agrave;pida de la neologia terminol&ograve;gica
&#8211;rapidesa extensible                   a la terminologia de qualsevol
&agrave;rea d&#8217;especialitat&#8211;, per tal                   com la
informaci&oacute; a Internet &eacute;s d&#8217;acc&eacute;s gaireb&eacute;
immediat. I                   suposa, tamb&eacute;, una difusi&oacute;
de gran abast, ja que potencialment                   arriba a
qualsevol lloc del m&oacute;n. <br>
              <br>
La xarxa difon amb celeritat tant productes o idees, com termes.
I, en aquest sentit, l&#8217;atracci&oacute; que el &#8220;fenomen Internet&#8221;
desperta fa que en nombrosos llocs web s&#8217;ofereixi informaci&oacute;
dels termes                   que li s&oacute;n caracter&iacute;stics,
s&#8217;hi reflexioni i es convidi a la discussi&oacute;
socioling&uuml;&iacute;stica. En p&agrave;gines web d&#8217;organismes,
institucions,                   empreses i particulars, de naturalesa
ben diversa, es recopilen                   els termes d&#8217;Internet, es
comenten, es ponderen, s&#8217;hi opina                   i es difonen
glossaris i l&egrave;xics que els reculleni. <br>
Fa aproximadament un any es va signar un acord entre Yahoo
Ib&eacute;rica i els governs catal&agrave;, andorr&agrave; i balear per
a la                   creaci&oacute; d'una versi&oacute; en
catal&agrave; del conegut directori Yahoo
[ct.yahoo.com] per un import total de 90 milions de pessetes
(m&eacute;s de 540.000 euros).<br>
              <br>
Reprenguem la pregunta inicial: quina &eacute;s la terminologia de
la SI? Abans d&#8217;iniciar l&#8217;elaboraci&oacute; de Societat de la
informaci&oacute;. Noves tecnologies i Internet hem de dir que la
terminologia                   de la SI estava conformada per un petit
grup de termes establerts                   i consolidats per
l&#8217;&uacute;s, com ara enlla&ccedil; (link), servidor (server),         
bucle (loop) o amplada de banda (bandwitdth). A aqu&iacute; cal sumar 
alguns termes normalitzats, com ara allotjament (housing), clic       
(click), encaminador (router) o hostatge (hosting) i altres
de normatius, per exemple baud (baud), contrasenya (password),
en l&iacute;nia (on line), hiperm&egrave;dia (hypermedia) o xifrar
(encrypt, to). A aquest nombre redu&iuml;t de termes, que anteriorment
havien                   estat estudiats a consci&egrave;ncia, fixats
ling&uuml;&iacute;sticament i difosos, s&#8217;afegien la majoria dels
termes de la SI, que eren completament nous. <br>
              <br>
Efectivament, la terminologia de la SI &eacute;s una terminologia en
bona part neol&ograve;gica, caracteritzada per una remarcable manca
d&#8217;estabilitat formal i conceptual, tant en catal&agrave;, com en
angl&egrave;s (que &eacute;s fonamentalment la llengua de partida) i en
les altres                   lleng&uuml;es. D&#8217;una banda, &eacute;s
freq&uuml;ent la inexist&egrave;ncia de conceptes                  
amb els trets sem&agrave;ntics que els constitueixen comunament
acceptats,                   per la mateixa naturalesa innovadora o
perqu&egrave; el referent varia r&agrave;pidament i,
per tant, tamb&eacute; la noci&oacute;. D&#8217;altra banda, sovint         
no hi ha una &uacute;nica forma ling&uuml;&iacute;stica consensuada
pels experts                   per a una mateixa noci&oacute;,
sin&oacute; que proliferen les denominacions                  
sin&ograve;nimes i les variacions formals.<br>
              <br>
El car&agrave;cter vacil&middot;lant i inestable dels termes es fa
pal&egrave;s en                   molts dels casos que s&#8217;han estudiat
al llarg de l&#8217;elaboraci&oacute;                   del diccionari,
marcats per la concurr&egrave;ncia de formes. Ho il&middot;lustra
un exemple com p&agrave;gina inicial, que correspon a l&#8217;angl&egrave;s
home page, en qu&egrave; s&#8217;han documentat les alternatives
p&agrave;gina arrel,                   p&agrave;gina casolana,
p&agrave;gina d&#8217;arrancada, p&agrave;gina d&#8217;entrada, p&agrave;gina     
de benvinguda, p&agrave;gina dom&egrave;stica, p&agrave;gina
principal, portada, etc. Ja hem dit que aix&ograve;
&eacute;s observable en catal&agrave;, per&ograve; tamb&eacute;       
en la mateixa llengua anglesa: per exemple, el terme normalitzat      
grup de discussi&oacute; equival a l&#8217;angl&egrave;s conference group,
discussion group, forum, interest group, newsgroup, etc. o diner
electr&ograve;nic, a l&#8217;angl&egrave;s cybercash, digital cash, digicash,
e-cash, electronic                   cash, electronic money, etc.<br>
              <br>
Certament, la fluctuaci&oacute; terminol&ograve;gica, la
concurr&egrave;ncia de denominacions                   i la
inestabilitat dels conceptes &eacute;s una constant en l&#8217;&agrave;mbit
de la SI i afecta totes les lleng&uuml;es. Aix&ograve; ens ha dut a fer
una selecci&oacute; dels termes equivalents en castell&agrave;, en
franc&egrave;s i en angl&egrave;s que consign&agrave;vem al diccionari,
prenent com a criteri general d&#8217;incloure les formes
recomanades pels organismes nacionals i internacionals
d&#8217;estandarditzaci&oacute; (ISO, UNE, AENOR, AFNOR, etc.). Quan
aix&ograve; no ha estat possible, hi hem incorporat les
equival&egrave;ncies amb una difusi&oacute; m&eacute;s estesa i
recolzades per una                   documentaci&oacute; m&eacute;s
s&ograve;lida i &agrave;mplia en cada llengua.<br>
              <br>
En aquesta l&iacute;nia, atesa l&#8217;abs&egrave;ncia de consens
internacional en la fixaci&oacute; de bona part de les unitats de
mesura usades en                   la SI, &uacute;nicament hem
considerat com a s&iacute;mbol les establertes internacionalment de
forma inequ&iacute;voca (per exemple, Hz, corresponent                
a hertz, o V, a volt). Els altres casos, observant la variaci&oacute; 
d&#8217;una llengua a una altra, han estat tractats com a abreviacions      
i el Consell Supervisor del TERMCAT &#8211;&ograve;rgan encarregat de la    
normalitzaci&oacute; de la terminologia catalana&#8211; ha establert unes
formes redu&iuml;des de refer&egrave;ncia mentre no s&#8217;acordin uns
s&iacute;mbols consensuats internacionalment. Aix&iacute;, Mbit
&eacute;s l&#8217;abreviaci&oacute; proposada per a megabit &#8211;en
les altres lleng&uuml;es Mb i Mbit&#8211; i MB, per a megabyte &#8211;en les
altres lleng&uuml;es Mb i MB i, a m&eacute;s, en franc&egrave;s       
Mo.<br>
              <br>
La terminologia de la SI &eacute;s una terminologia que
cont&iacute;nuament ens fa dubtar. No &uacute;nicament pel
car&agrave;cter inestable de qu&egrave; acabem de parlar,
sin&oacute; tamb&eacute; per la pregunta que sovint ens plantegen     
bona part dels casos: es tracta de &#8220;veritables&#8221; termes?
Freq&uuml;entment,                   trobem unitats l&egrave;xiques
que, m&eacute;s que no termes per a la comunicaci&oacute;             
especialitzada, tenen l&#8217;aparen&ccedil;a de creacions personals,
ocasionals, sensacionalistes, sovint ef&iacute;meres
i sense voluntat de perman&egrave;ncia. <br>
              <br>
En l&#8217;&agrave;mbit de la SI es presenten les necessitats de
denominaci&oacute; neol&ograve;gica comunes a qualsevol &agrave;rea
d&#8217;especialitat cientificot&egrave;cnica, en qu&egrave;
sorgeixen noves formes per a designar nous conceptes, a mesura que
neixen productes, objectes, t&egrave;cniques, etc. Ara b&eacute;,
tamb&eacute; sembla que es tendeix a un tipus d&#8217;innovaci&oacute;
l&egrave;xica                   probablement sup&egrave;rflua o el
car&agrave;cter innovador de la qual &eacute;s for&ccedil;a
circumstancial i no respon a necessitats terminol&ograve;giques       
reals de denominaci&oacute; d&#8217;una noci&oacute; nova. La terminologia
de la                   SI &eacute;s tamb&eacute; una terminologia en
qu&egrave; proliferen les formes arg&ograve;tiques                   i
col&middot;loquials. Es tracta de denominacions, igualment
ef&iacute;meres, creades de vegades per designar
realitats noves per&ograve; que a voltes                   fan
refer&egrave;ncia a conceptes que ja tenen una forma que els designa. 
Veg. anteriorment La pertin&egrave;ncia tem&agrave;tica: criteris de
selecci&oacute; de la terminologia.<br>
              <br>
              <b>Tend&egrave;ncies neol&ograve;giques: les noves
creacions l&egrave;xiques </b><br>
              <br>
La terminologia de la SI se serveix dels recursos l&egrave;xics de
la llengua catalana per a la neologia, per&ograve; si ens preguntem
quines s&oacute;n les tend&egrave;ncies neol&ograve;giques, quins
sistemes de creaci&oacute;                   l&egrave;xica predominen,
la resposta &eacute;s un&agrave;nime: tant en catal&agrave; com
en les altres lleng&uuml;es, els termes es generen fonamentalment
en angl&egrave;s i hi penetren com a manlleus. En aquesta l&iacute;nia,
els termes generats en catal&agrave; s&oacute;n sovint calcs i
s&#8217;utilitzen profusament                   les sigles, que en
for&ccedil;a casos arriben a tenir entitat terminol&ograve;gica 
pr&ograve;pia i independent del sintagma que les ha originat.
Finalment, volem destacar la creaci&oacute; de termes mitjan&ccedil;ant
formants moderns,                   nous afixos i adjectius altament
productius, i el recurs freq&uuml;ent a la met&agrave;fora per al
naixement de les noves unitats.<br>
              <br>
              <b>Els manlleus </b><br>
              <br>
Un cop un manlleu arriba a una llengua, la possibilitat que
hi romangui dep&egrave;n de diverses raons. D&#8217;una banda, &eacute;s
com&uacute; que                   els experts usuaris de la llengua
d&#8217;especialitat on s&#8217;insereix                   el sentin com a propi i
exclusiu de l&#8217;&agrave;mbit i entenguin que                   t&eacute;
un &uacute;s internacional i recognoscible en totes les lleng&uuml;es. 
De l&#8217;altra, sovint pensen que &eacute;s molt dif&iacute;cil (ben
b&eacute; impossible)                   de trobar termes equivalents en
la llengua pr&ograve;pia que reflecteixin                   de forma
exacta i precisa el significat que el terme angl&egrave;s
originari permet de designar. A m&eacute;s, de vegades es percep una
certa comoditat, una manca de sensibilitat ling&uuml;&iacute;stica cap
a la incorporaci&oacute; massiva de manlleus i una manca de
confian&ccedil;a                   en la capacitat de la llengua
catalana per crear unitats l&egrave;xiques igualment
v&agrave;lides per a l&#8217;&uacute;s especialitzat. L&#8217;esnobisme i
l&#8217;exotisme en l&#8217;&uacute;s dels termes anglesos (clarament identificable
en la                   terminologia d&#8217;Internet, per exemple)
s&#8217;afegeix a les condicions que permeten la
perviv&egrave;ncia dels manlleus en les lleng&uuml;es, en             
general, i en la llengua catalana, en concret. <br>
              <br>
La introducci&oacute; de manlleus al catal&agrave; &eacute;s un recurs
com un altre                   de neologia terminol&ograve;gica del
qual, tanmateix, convindria no                   abusar. En tot cas,
pr&egrave;viament a l&#8217;acceptaci&oacute; d&#8217;unitats foranes
&eacute;s preferible d&#8217;exhaurir els mecanismes l&egrave;xics de la
nostra llengua i, &uacute;nicament si &eacute;s pr&agrave;cticament
ineludible, admetre-les                   i introduir-les
completament, amb la regularitzaci&oacute; ortogr&agrave;fica         
corresponent, quan pertoqui. Aix&iacute;, en catal&agrave; s&#8217;han
introdu&iuml;t manlleus com ara web (World Wide
Web), que ha perm&egrave;s la formaci&oacute;                   de la
fam&iacute;lia l&egrave;xica administrador &#8211;a de webs, c&agrave;mera
web, difusi&oacute; per web, editor &#8211;a de webs, lloc web,
mapa del web, p&agrave;gina web,  servidor web, etc. En aquest cas, el
Consell Supervisor ha normalitzat  aquest terme, considerant que
alternatives catalanes com ara gran malla mundial, teranyina
de tota la terra (TTT), teranyina mundial, xarxa estesa
mundial, etc., s&#8217;haurien vist abocades al frac&agrave;s. Hi
ha altres manlleus en la terminologia de la SI que ja fa m&eacute;s
temps que formen part de la llengua catalana, com ara m&ograve;dem
(de l&#8217;angl&egrave;s modem, procedent de modulator and                 
demodulator), bit (de l&#8217;angl&egrave;s bit, procedent de binary digit),
p&iacute;xel (de l&#8217;angl&egrave;s pixel, procedent de picture element)
o xip (de l&#8217;angl&egrave;s chip).<br>
              <br>
              <b>Els calcs </b><br>
              <br>
El calc o traducci&oacute; literal &eacute;s un recurs de
creaci&oacute; l&egrave;xica for&ccedil;a
freq&uuml;ent en la neologia de la SI i, especialment, d&#8217;Internet.
Els calcs paron&iacute;mics (amb similitud formal) gaudeixen de
m&eacute;s possibilitats d&#8217;&egrave;xit que els calcs no
paron&iacute;mics, per exemple,                   domain &eacute;s
f&agrave;cilment substitu&iuml;ble per domini; alias, per &agrave;lies;
access, per acc&eacute;s; virtual reality, per realitat virtual, etc.
Ara b&eacute;, tamb&eacute; hi ha calcs no paron&iacute;mics
for&ccedil;a afortunats, com                   ara motor de cerca
(sin&ograve;nim de cercador) per a l&#8217;angl&egrave;s search
engine, adjuntar per a attach, fil de discussi&oacute; per discussion
thread o tallafoc per a firewall.<br>
              <br>
Cal dir que sovint els calcs plantegen problemes de correcci&oacute;
ling&uuml;&iacute;stica i de genu&iuml;nitat i generen &#8220;falsos amics&#8221;.
En s&oacute;n                   un exemple *removible, utilitzat
err&ograve;niament en lloc d&#8217;extra&iuml;ble,
corresponent a l&#8217;angl&egrave;s removable, o *comandament i *comand,
en lloc d&#8217;ordre, que equival a l&#8217;angl&egrave;s command. <br>
              <br>
              <span style="font-weight: bold;">La siglaci&oacute;</span><br>
              <br>
Molts dels termes de la SI s&oacute;n sigles que arriben al
catal&agrave; i a les altres lleng&uuml;es a trav&eacute;s de
l&#8217;angl&egrave;s per designar noms de protocols,
sistemes de transmissi&oacute;, llenguatges de programaci&oacute;,    
etc. S&oacute;n sigles que conserven habitualment la forma
origin&agrave;ria anglesa i sovint presenten una
grafia vacil&middot;lant, especialment pel que fa a l&#8217;&uacute;s de
maj&uacute;scules i min&uacute;scules, no &uacute;nicament en         
les lleng&uuml;es d&#8217;arribada sin&oacute; tamb&eacute; en la mateixa
llengua de partida, l&#8217;angl&egrave;s (per exemple,
html, Html i HTML). <br>
              <br>
A l&#8217;hora d&#8217;elaborar el diccionari Societat de la informaci&oacute;.
Noves tecnologies i Internet ens vam plantejar quin tractament
don&agrave;vem a aquest recurs l&egrave;xic, at&egrave;s que era un
fenomen que afectava                   un grup molt important de
termes. Vam estudiar-ne la casu&iacute;stica                   i com a
criteri general, vam decidir de consignar-hi la forma
desenvolupada en catal&agrave;, com a terme principal, sempre que es
document&eacute;s en textos especialitzats i que se&#8217;n verifiqu&eacute;s
un &uacute;s est&egrave;s entre els experts. Vam comprovar que en
altres lleng&uuml;es,                   com el castell&agrave; i el
franc&egrave;s, el manteniment de les sigles angleses                 
coexisteix paral&middot;lelament amb els sintagmes calcats de les
unitats                   l&egrave;xiques angleses que originen les
sigles. En general, s&oacute;n traduccions literals paraula per
paraula del tipus mode de transfer&egrave;ncia as&iacute;ncrona
(ATM), en angl&egrave;s asynchronous transfer mode, n&uacute;mero     
d&#8217;identificaci&oacute; personal (PIN), en angl&egrave;s personal
identification                   number, protocol de
transfer&egrave;ncia de fitxers (FTP), en angl&egrave;s file
transfer protocol, o xarxa d&#8217;&agrave;rea local (LAN), en angl&egrave;s
local area network.<br>
              <br>
La creaci&oacute; d&#8217;aquest tipus de sintagmes en catal&agrave; i en les
 altres                   lleng&uuml;es rom&agrave;niques duu
aparellada una q&uuml;esti&oacute; ortogr&agrave;fica recurrent:
inapropiadament sol reproduir de l&#8217;angl&egrave;s la maj&uacute;scula
inicial de cada element que compon el terme complex, que tractant-se   
de noms comuns hauria de ser min&uacute;scula. <br>
              <br>
Al diccionari hem recollit la sigla com a terme &uacute;nic quan la
creaci&oacute; d&#8217;una forma desenvolupada catalana hauria estat
artificial, &eacute;s a dir, quan s&#8217;hauria allunyat excessivament de la
realitat                   d&#8217;&uacute;s. Malgrat que te&ograve;ricament
tota sigla mant&eacute; una correspond&egrave;ncia                  
sinon&iacute;mica amb una altra forma sintagm&agrave;tica que la
descodifica, en els &agrave;mbits
cientificot&egrave;cnics i, especialment, en inform&agrave;tica       
sovint la forma descriptiva no t&eacute; un &uacute;s real i, fins i
tot,                   pot ser desconeguda pels especialistes.
&Eacute;s el cas, per exemple, d&#8217;HTML (en angl&egrave;s
hypertext markup language &#8216;llenguatge d'etiquetatge                  
d'hipertext&#8217;) o de MIME (en angl&egrave;s multipurpose Internet mail  
extension, &#8216;extensi&oacute; de correu d'Internet per a &uacute;s
m&uacute;ltiple&#8217;), en qu&egrave; hi ha un &uacute;s exclusiu de la
sigla i, per tant, hi tenen                   entrada com a termes
&uacute;nics i a t&iacute;tol orientatiu, en nota, s&#8217;hi indica la
traducci&oacute; catalana. <br>
              <br>
Val a dir que sempre que ha estat possible s&#8217;ha introdu&iuml;t al
diccionari la forma catalana de la sigla, de manera que les
lletres que la constitueixen corresponguin al sintagma desenvolupat.
Aix&iacute;, tenim, DAO, sigla de disseny assistit per ordinador; PMF, 
sigla de preguntes m&eacute;s freq&uuml;ents; RV, sigla de realitat
virtual, SIG, sigla de sistema d'informaci&oacute; geogr&agrave;fica o
XDSI, sigla                   de xarxa digital de serveis integrats. <br>
              <br>
En algunes lleng&uuml;es, la incorporaci&oacute; d&#8217;aquestes sigles i
sintagmes ha donat lloc a la creaci&oacute; de termes neol&ograve;gics
basats en un                   sistema h&iacute;brid d&#8217;estructura
[nom+sigla], en qu&egrave; la sigla ja inclou la noci&oacute; del
nom que &eacute;s base del terme complex. D&#8217;aquesta                  
manera, el terme resultant expressa aquesta noci&oacute; dues vegades:
expl&iacute;citament com a base del sintagma i com a part de la sigla.
 &Eacute;s un procediment for&ccedil;a productiu en franc&egrave;s on,
per exemple,                   hem documentat protocole HTTP,
coexistint amb protocole de transfert                   hypertexte, i
langage HTML, amb langage de balisage hypertexte                   i
langage hypertexte. Aquesta estrat&egrave;gia neol&ograve;gica, encara
que de naturalesa mixta i amb elements de contingut redundants
(protocole                   i langage en els exemples anteriors),
permet la creaci&oacute; de termes                   de longitud
m&eacute;s breu que la traducci&oacute; del sintagma angl&egrave;s
component                   per component.<br>
              <br>
Finalment, no cal dir que a l&#8217;&agrave;mbit de la SI trobem sigles que
no s&oacute;n objecte de regularitzaci&oacute; formal o de proposta
neol&ograve;gica, at&egrave;s que corresponen a organismes o
institucions, com ara CNI                   (Coalition for Networked
Information), ITU (International Telecomunications Union) i NIC
(Network Information Center). I tamb&eacute; sigles la
modificaci&oacute; gr&agrave;fica de les quals es considera inadequada,
ja que designen noms de programes, est&agrave;ndards de
codificaci&oacute;, xarxes,                   etc., per exemple,
ARPANET (Advanced Research Project Agency                   Network),
CGI (Common Gateway Interface), IRC (Internet Relay
Chat) o SGML (Standardized Generalized Markup Language).<br>
              <br>
              <br>
              <br>
              <span style="font-weight: bold;">Els nous formants:
afixos moderns                   i adjectius productius</span><br>
              <br>
Ling&uuml;&iacute;sticament, la SI ha comportat l&#8217;aparici&oacute; de
nous formants,                   molt productius en la creaci&oacute;
dels termes que la caracteritzen,                   fonamentalment,
afixos i adjectius. <br>
              <br>
D&#8217;una banda, es tracta d&#8217;afixos creats a partir de la truncaci&oacute;
 o escap&ccedil;ament d&#8217;unitats l&egrave;xiques modernes, que esdevenen
prefixos i sufixos aptes per a la derivaci&oacute; l&egrave;xica i
conviuen amb afixos                   d&#8217;arrel culta ja consolidats en
la llengua catalana. Aix&iacute;, &eacute;s for&ccedil;a
habitual la formaci&oacute; de neologismes amb els prefixos nous      
ciber- (&#8216;xarxa de telecomunicacions, especialment Internet&#8217;),         
info- (&#8216;informaci&oacute; o inform&agrave;tica&#8217;), tele- (&#8216;xarxa
telem&agrave;tica&#8217;), o tele- (&#8216;televisi&oacute;&#8217;), al
costat de creacions menys modernes amb el formant grec tele-
(&#8216;lluny&#8217;). Per exemple, ciberamic &#8211;iga, ciberart,
ciberdepend&egrave;ncia, ciberllenguatge, etc.; infoaddicte           
&#8211;a, inf&ograve;graf &#8211;a, infopista, etc.; telealarma, teleaprenentatge,
teleassist&egrave;ncia m&egrave;dica, teledistribuci&oacute;,
teleensenyament, etc. <br>
              <br>
Val a dir que la tend&egrave;ncia a usar abusivament el formant ciber-
 ha creat una certa prevenci&oacute; en l&#8217;&uacute;s d&#8217;aquesta unitat,
tant en catal&agrave; com en les altres lleng&uuml;es, no nom&eacute;s
en les persones                   que ens dediquem a la llengua,
sin&oacute; en general entre els usuaris de la terminologia
d&#8217;Internet. En aquest sentit, podem esmentar, a m&eacute;s, la
productivitat del mot angl&egrave;s net (&#8216;xarxa&#8217;), usat en            
aquesta llengua com a formant en la creaci&oacute; de m&uacute;ltiples
termes                   i que, tractant-se d&#8217;un manlleu, en les
altres lleng&uuml;es pren a voltes formes diferents (per
exemple, subxarxa per subnet), tot i que sovint s&#8217;hi acaba
introduint, com &eacute;s el cas del conegut                   terme
Internet (i tamb&eacute; d&#8217;extranet, infranet, intranet, Telnet,      
Usenet, etc.) <br>
              <br>
Tamb&eacute; volem cridar l&#8217;atenci&oacute; sobre la creaci&oacute;, poc
 productiva                   en catal&agrave; per&ograve; profusa en
franc&egrave;s, basada en elements truncats,                   malgrat
que actualment no podem dir que estiguin consolidats
com a nous sufixos. N&#8217;&eacute;s un exemple l&#8217;element &#8211;tica
(&#8216;relaci&oacute; amb la inform&agrave;tica&#8217;), que interv&eacute; en la
formaci&oacute; de termes,                   com ara bur&ograve;tica,
dom&ograve;tica, rob&ograve;tica, telem&agrave;tica, etc. Sembla      
que hi ha un &uacute;s considerable i creixent d&#8217;aquest element en    
la creaci&oacute; neol&ograve;gica, possiblement per influ&egrave;ncia
de les lleng&uuml;es                   en qu&egrave; &eacute;s
m&eacute;s productiu. En molts casos, per&ograve;, en catal&agrave;
s&#8217;han normalitzat formes alternatives de tipus descriptiu, com ara     
els sintagmes animaci&oacute; assistida per ordinador (en lloc
d&#8217;*anim&agrave;tica), gesti&oacute; automatitzada de
bitllets (en lloc de *bill&egrave;tica) o gesti&oacute;               
de diner electr&ograve;nic (en lloc de *mon&egrave;tica). A
m&eacute;s, cal citar                   el sufix &#8211;ari, que participa
en la creaci&oacute; dels termes maquinari i programari i ha
perm&egrave;s la generaci&oacute; de tota una fam&iacute;lia
l&egrave;xica                   alternativa als manlleus de
l&#8217;angl&egrave;s creats amb el formant &#8211;ware. Per
exemple, microprogramari (firmware), programari de domini
p&uacute;blic (public domain software), programari de grup (groupware),
programari de prova (shareware), programari educatiu (teachware),
programari ling&uuml;&iacute;stic (lingware), etc. A l&#8217;hora de perfilar
el diccionari, hem considerat que valia la pena que els afixos
m&eacute;s productius en catal&agrave; hi tinguessin entrada
pr&ograve;pia i quedessin                   definits de forma clara.<br>
              <br>
D&#8217;altra banda, els termes de la SI es creen sovint afegint a
un mot ja existent en la llengua catalana l&#8217;adjectiu electr&ograve;nic,
digital, telem&agrave;tic o virtual o b&eacute; la locuci&oacute; en
l&iacute;nia. La constataci&oacute;                   de la
productivitat d&#8217;aquestes unitats ens va dur, paral&middot;lelament
al cas anterior, a incloure-les al diccionari amb estatus d&#8217;entrades
independents, malgrat que poguessin semblar aparentment mots
generals. Aix&ograve; permetia comprendre clarament el contingut de
nombrosos termes creats amb aquestes unitats, per&ograve; no impedia
d&#8217;introduir al diccionari termes que les contenien perqu&egrave;
presentaven una alta freq&uuml;&egrave;ncia d&#8217;&uacute;s, for&ccedil;a
consolidaci&oacute; l&egrave;xica i implantaci&oacute;                
terminol&ograve;gica. D&#8217;aquesta manera, trobem al diccionari campus   
virtual, carret&oacute; electr&ograve;nic, comer&ccedil;
electr&ograve;nic, reserva en l&iacute;nia                   o
traductor digital i, en canvi, no hi tenen entrada ciberag&egrave;ncia
de viatges, cibercol&middot;lega, client en l&iacute;nia, compositor
digital o floristeria electr&ograve;nica. <br>
              <br>
Durant el proc&eacute;s d&#8217;elaboraci&oacute; de l&#8217;obra, vam estudiar
globalment el conjunt de termes en qu&egrave; intervenien els afixos,
els adjectius                   i la locuci&oacute; esmentats,
at&egrave;s l&#8217;&uacute;s fluctuant de formes i la proliferaci&oacute;  
de sin&ograve;nims per a un mateix concepte. Davant de la
concurr&egrave;ncia                   de formes que contenien aquests
elements, vam resoldre de donar prioritat, llevat de termes
molt consolidats, a les denominacions m&eacute;s fidels al sentit
recte de cadascuna de les unitats que les formaven. Cadascuna
d&#8217;aquestes unitats havia estat definida de forma clara i
s&#8217;havia introdu&iuml;t al diccionari, amb el consens previ dels
especialistes assessors. El consens no ha estat sempre senzill
d&#8217;assolir, per&ograve; s&#8217;ha aconseguit de simplificar en gran mesura
la concurr&egrave;ncia de denominacions en casos com borsa
electr&ograve;nica (forma preferida, en detriment de borsa en
l&iacute;nia i teleborsa),                   botiga electr&ograve;nica
(forma preferida, en detriment de ciberbotiga) o mercat
electr&ograve;nic (forma preferida, en detriment de mercat virtual
i telemercat). <br>
              <br>
Es pot preveure que la realitat d&#8217;aquests afixos i unitats adjectives
canviar&agrave; for&ccedil;a en els propers temps. Si b&eacute;
actualment un prefix                   com ciber- &eacute;s molt
productiu, en part per la introducci&oacute; relativament
recent del m&oacute;n telem&agrave;tic en les nostres vides, en canvi,
fa uns anys la novetat era el prefix tele-. Si b&eacute; ara qualsevol 
objecte o producte vinculat a les TIC &eacute;s electr&ograve;nic, en
el passat l&#8217;adjectiu innovador era el&egrave;ctric.
Tot fa pensar que aquests formants aniran desapareixent de bona
part dels termes complexos que els integren, de manera que per
correu entendrem l&#8217;electr&ograve;nic,                   de la mateixa
manera que un virus inicialment era un virus inform&agrave;tic        
o que un espremedor abans era un espremedor el&egrave;ctric. <br>
              <br>
              <b>Recursos sem&agrave;ntics: la met&agrave;fora <br>
              </b><br>
No volem tancar l&#8217;apartat de Tend&egrave;ncies neol&ograve;giques: les
noves creacions l&egrave;xiques sense fer refer&egrave;ncia a un recurs
sem&agrave;ntic for&ccedil;a usat en la neologia
terminol&ograve;gica de la SI: la met&agrave;fora. <br>
              <br>
Efectivament, ja en angl&egrave;s &eacute;s for&ccedil;a productiu en
aquest &agrave;mbit                   de rec&oacute;rrer a mots de la
llengua comuna o d&#8217;altres &agrave;rees d&#8217;especialitat
i reinterpretar-los sem&agrave;nticament en una dimensi&oacute;
metaf&ograve;rica. Mitjan&ccedil;ant el procediment del calc,
s&#8217;incorporen d&#8217;aquesta llengua                   al catal&agrave;
termes d&#8217;origen metaf&ograve;ric com ara &agrave;ncora (anchor),      
aranya (spider) o navegar (navigate). Alguna vegada, tot i que        
de forma m&eacute;s aviat excepcional, es creen en llengua catalana   
met&agrave;fores pr&ograve;pies alternatives als manlleus anglesos, com
 ara                   motxilla (dongle i hardware key) o penjar
(upload). <br>
              <br>
              <span style="font-weight: bold;">La normalitzaci&oacute;
terminol&ograve;gica</span><br>
              <br>
A Societat de la informaci&oacute;. Noves tecnologies i Internet,
l&#8217;estudi de la terminologia ha estat guiat per l&#8217;objectiu de proposar  
solucions terminol&ograve;giques pr&ograve;pies en catal&agrave;. Hem
revisat amb deteniment el contingut terminol&ograve;gic del
diccionari, en especial,                   els termes catalans que
presentaven dubtes d'acceptaci&oacute; ling&uuml;&iacute;stica        
o socioling&uuml;&iacute;stica i hem normalitzat els que ho han
requerit. Cal dir que s&#8217;han realitzat nombrosos estudis
socioling&uuml;&iacute;stics dels termes (dossiers de
normalitzaci&oacute;) i s&#8217;han organitzat sessions de
normalitzaci&oacute; que han aplegat especialistes representatius de
les diverses &agrave;rees i activitats implicades. Posteriorment, en
les reunions del Consell Supervisor del TERMCAT s&#8217;han resolt
els casos plantejats i s&#8217;han establert les propostes denominatives
en catal&agrave;. El balan&ccedil; final ha estat de gaireb&eacute; 300
termes normalitzats.<br>
              <br>
Tanmateix la viabilitat i les possibilitats d&#8217;&egrave;xit de les
solucions catalanes proposades no s&oacute;n sempre segures. D&#8217;una
banda, hi                   ha les dificultats associades a qualsevol
creaci&oacute; neol&ograve;gica, com ara la novetat, la
manca d&#8217;&uacute;s o la dist&agrave;ncia formal respecte               
del terme conegut. De l&#8217;altra, les dificultats derivades de           
la idiosincr&agrave;sia de l&#8217;&agrave;mbit, en qu&egrave; els termes
s&oacute;n majorit&agrave;riament                   manllevats, la
neologia terminol&ograve;gica est&agrave; mediatitzada per            
l&#8217;angl&egrave;s i en qu&egrave; es tendeix a la creaci&oacute; de
termes vistosos,                   espectaculars, &#8220;amb ganxo&#8221; i sovint
ef&iacute;mers.<br>
              <br>
Per exemple, entre els neologismes d&#8217;implantaci&oacute; relativament
senzilla podem citar el cas de p&agrave;gina inicial, per a
l&#8217;angl&egrave;s home page, per&ograve; hi ha casos m&eacute;s
controvertits en qu&egrave; les alternatives catalanes
pretenen de substituir anglicismes molt estesos i de
dif&iacute;cil suplantaci&oacute;. Un exemple &eacute;s finger, en
qu&egrave; la proposta                   catalana normalitzada,
buscausuaris, ha topat amb dificultats                   serioses
d&#8217;acceptaci&oacute;, especialment pel car&agrave;cter sint&egrave;tic
del manlleu, la manca de termes catalans alternatius de creaci&oacute; 
espont&agrave;nia (tant en catal&agrave; com en les altres
lleng&uuml;es rom&agrave;niques i, per tant, la manca
tamb&eacute; de models de creaci&oacute; en qu&egrave; emmirallar-se) 
o el fet que coincideix amb el nom de l&#8217;ordre que s&#8217;escriu per        
executar el programa. <br>
              <br>
Val a dir que la majoria de termes estudiats pel Consell Supervisor
han estat manlleus per als quals, d&#8217;acord amb el criteri general,
en la majoria dels casos s&#8217;han normalitzat alternatives catalanes.
Com ja s&#8217;ha dit anteriorment, sovint en la terminologia de la
SI es tendeix al calc: una mostra de calcs normalitzats s&oacute;n
cuc (worm), galeta (cookie), marc (frame) o tallafoc (firewall).
Altres vegades, s&#8217;han fet propostes m&eacute;s atrevides que es
diferencien for&ccedil;a dels anglicismes que ens han arribat.
Voldr&iacute;em destacar                   especialment el cas de
cibertira per a banner, concentrador                   per a hub,
entreteniment educatiu per a edutainment, guia d&#8217;aprenentatge per
a tutorial, integraci&oacute; autom&agrave;tica per a plug and play,
miniaplicaci&oacute;                   per a applet, peatge per
visi&oacute; per a pay per view, runtime per                   a
versi&oacute; d&#8217;execuci&oacute; i servidor intermediari per a proxy. <br>
              <br>
A m&eacute;s, hi ha diversos casos terminol&ograve;gics que no han
estat f&agrave;cils                   de resoldre i que han donat lloc
a controv&egrave;rsies diferents.                   D&#8217;una banda, alguns
termes normalitzats pel Consell Supervisor han
comportat un debat ampli sobre formes alternatives sovint
excloents. Per exemple, inicialment s'havia proposat de substituir
el terme angl&egrave;s cookie per testimoni, que era adequat
sem&agrave;nticament i permetia de fugir del calc galeta, considerat
poc t&egrave;cnic,                   i de l&#8217;adaptaci&oacute; del
manlleu cuqui. Ara b&eacute;, la coincid&egrave;ncia                  
de la forma testimoni amb un altre terme, en angl&egrave;s token, del 
mateix &agrave;mbit tem&agrave;tic, i, per tant, la possibilitat de
crear confusions en la comunicaci&oacute; especialitzada, ha dut
finalment a acceptar en catal&agrave; el terme galeta. <br>
              <br>
              <br>
Un cas controvertit ha estat tamb&eacute; chat, normalitzat en
catal&agrave; primerament com al terme &uacute;nic tert&uacute;lia,
per&ograve; que, davant la sol&middot;licitud de
nombrosos experts, es va haver d&#8217;acceptar conjuntament                
amb el sin&ograve;nim xat, (adaptaci&oacute; ortogr&agrave;fica del
manlleu angl&egrave;s). En una altra l&iacute;nia, ha estat
dificult&oacute;s el cas de l&#8217;at angl&egrave;s,                  
&eacute;s a dir, del nom del s&iacute;mbol @, en qu&egrave; la
varietat d&#8217;alternatives catalanes proposades i la
concurr&egrave;ncia de formes (a amb cercle,  a amb r&iacute;nxol, a
amb rodona, ad, can, cuc, encerclada, ensa&iuml;mada,                 
etc.) han dut, al Consell Supervisor, a inclinar-se per la forma      
arrova, de for&ccedil;a &uacute;s ja en l&#8217;&agrave;mbit d&#8217;Internet.
Tamb&eacute; podem parlar                   del conflicte entre
adre&ccedil;a d&#8217;inter&egrave;s i preferit, alternatives               
catalanes proposades per a bookmark i favourite, respectivament,      
en qu&egrave; hem pogut observar que es tracta de termes
sin&ograve;nims, en qu&egrave; la variaci&oacute; contextual
d&#8217;&uacute;s dep&egrave;n, en general, de la casa
comercial del navegador utilitzat (Netscape Navigator o
Internet Explorer).<br>
              <br>
D&#8217;altra banda, for&ccedil;a termes han estat llargament considerats
des del punt de vista conceptual, atesa la manca de fixaci&oacute;
nocional i la manca d&#8217;unanimitat entre els especialistes sobre
el referent que designen. Principalment, aquests s&oacute;n els casos
discutits en diverses sessions de normalitzaci&oacute; amb experts
representatius de la SI i debatuts mitjan&ccedil;ant el di&agrave;leg
interactiu que el correu electr&ograve;nic ha perm&egrave;s. Podem
esmentar la difer&egrave;ncia entre hacker, en
catal&agrave; intr&uacute;s &#8211;usa, i cracker, en catal&agrave; pirata, 
per als quals, a m&eacute;s de la dificultat de fixar unes
alternatives                   catalanes viables, s&#8217;ha sumat la
dificultat de distingir-los sem&agrave;nticament de
forma clara. Un cas paral&middot;lel &eacute;s el de la
distinci&oacute;                   entre housing i hosting, en
catal&agrave; allotjament i hostatge, respectivament, o
entre plug-in, que correspon a connector, i add-in, a complement.
Altres casos en qu&egrave; s&#8217;ha barrejat la dificultat de proposta
d&#8217;alternatives catalanes amb les complicacions derivades de
l&#8217;exist&egrave;ncia de nocions poc clares i fluctuants s&oacute;n
bombardeig per a l&#8217;angl&egrave;s mail bombing; inundaci&oacute;, per a
spam; grup de discussi&oacute;, per a conference
group, discussion group, forum, interest group, newsgroup, etc.<br>
              <br>
Entre els manlleus que han rom&agrave;s en catal&agrave;, podem
esmentar el                   cas de diverses sigles, com ara BBS,
I-CASE, CPU o CD-ROM, i                   alguns manlleus, que s&#8217;han
adaptat ortogr&agrave;ficament al catal&agrave;, quan
ha estat necessari, per exemple, emoticona, extranet, intranet,
Internet, web o xat. <br>
              <br>
En definitiva, si hagu&eacute;ssim de resumir quins han estat els tipus
 de casos que s&#8217;han normalitzat en l&#8217;&agrave;mbit de la SI,
podr&iacute;em dir que, d&#8217;una banda, hi ha termes ja cl&agrave;ssics,
com ara maquinari                   (hardware) i programari (software)
i d&#8217;altres de m&eacute;s moderns per&ograve;
for&ccedil;a difosos, relacionats sobretot amb Internet, com ara      
adre&ccedil;a electr&ograve;nica (electronic mail address), arrova
(at), b&uacute;stia electr&ograve;nica (electronic
mailbox), cercador (search engine), enlla&ccedil; (link), marc
(frame), navegar (navigate, to) o web. Els termes relacionats amb la
comunicaci&oacute; per a les xarxes de telecomunicacions              
i, especialment, per Internet i la seguretat s&oacute;n potser els    
m&eacute;s nous i els que han arribat m&eacute;s tard a la
normalitzaci&oacute; terminol&ograve;gica.                   En el
primer grup podem esmentar baralla (flamewar), emoticona              
(emoticon, smiley), etiqueta (netiquette), moderador &#8211;a (sysop),      
provocaci&oacute; (flame bait) o resposta irada (flame). En el segon,
cavall de Troia (Trojan horse), cuc (wom), falsejament d&#8217;identitat
(spoofing), filigrana (digital tattoo i watermark), marcatge
(digital tattooning, fingerprinting i watermarking) o tallafoc
(firewall). <br>
              <br>
Hi ha terminologia normalitzada de la SI que t&eacute; for&ccedil;a
difusi&oacute; i que ha trascendit els &agrave;mbits d&#8217;especialitat,
com ara CD i                   CD-ROM, DVD i DVD-ROM,
globalitzaci&oacute; i mundialitzaci&oacute;, localitzaci&oacute;,
tecnologies de la informaci&oacute; i la comunicaci&oacute; (TIC) o
ve&iuml;natge universal (global village, potser m&eacute;s conegut pel
castell&agrave; aldea global). Contr&agrave;riament,
hi ha termes amb una grau d&#8217;especialitzaci&oacute;                  
for&ccedil;a elevat, que s&oacute;n en general desconeguts per les
persones que no es dediquen espec&iacute;ficament a
alguna de les branques tecnol&ograve;giques.                  
Aqu&iacute; podem citar m&ograve;dem ASVD (ASVD modem), muntatge
(build), tecnologia de tramesa autom&agrave;tica
indu&iuml;da (push-pull technology)                   o xarxa en bus
de testimoni (token-bus network). Tamb&eacute; ens hem                
volgut avan&ccedil;ar a la difusi&oacute; de la terminologia anglesa
normalitzant conceptes poc coneguts encara actualment com
ara ordinador portable (wearable computer) o
col&middot;&middot;laboratori (collaboratory).<br>
              <br>
              <b>Fonts documentals </b><br>
              <br>
Les informacions amb qu&egrave; s&#8217;ha elaborat el diccionari procedeixen
 de fonts escrites, d&#8217;Internet i de les aportacions que han fet
els diversos experts que hi han intervingut per cobrir les llacunes
documentals existents, per confirmar l&#8217;&uacute;s dels termes
documentats i la viabilitat de les propostes neol&ograve;giques. <br>
              <br>
La documentaci&oacute; utilitzada es pot classificar en tres blocs:
obres especialitzades, obres terminol&ograve;giques i obres
lexicogr&agrave;fiques. Les obres especialitzades han estat usades
fonamentalment per                   al buidatge de les informacions
d'inter&egrave;s terminol&ograve;gic. Les obres
terminol&ograve;giques i les lexicogr&agrave;fiques han estat
especialment &uacute;tils en el tractament de les informacions i la
compleci&oacute; i                   la revisi&oacute; dels termes
catalans i els seus equivalents en les altres lleng&uuml;es.<br>
              <span style="font-weight: bold;"> <br>
              </span>La peculiaritat d&#8217;aquest diccionari respecte
d&#8217;altres diccionaris que al TERMCAT hem elaborat &eacute;s sobretot
l&#8217;&uacute;s d&#8217;Internet                   com a font documental
b&agrave;sica i predominant. Actualment &eacute;s indispensable       
consultar la xarxa a l&#8217;hora de completar la recerca
terminol&ograve;gica                   d&#8217;un sector d&#8217;activitat i,
especialment, consultem els glossaris i l&egrave;xics que
s&#8217;hi publiquen. Ara b&eacute;, en el cas de la terminologia           
de la SI l&#8217;&uacute;s de la xarxa ha estat indispensable, d&#8217;una banda, 
per la manca o escassetat de referents escrits d&#8217;on extreure          
els termes i, de l&#8217;altra, perqu&egrave; bona part dels termes
&eacute;s a la xarxa on tenen el seu &agrave;mbit d&#8217;&uacute;s.<br>
              <br>
D&#8217;una banda, com en tot treball terminol&ograve;gic, hem consultat
materials especialitzats en suport paper de diferent naturalesa.
Podem esmentar el I F&ograve;rum Internet-empresai, el volum La
Sociedad red de l&#8217;obra de Castells La Era de la informaci&oacute;nii,
el document                   Catalunya en xarxa: pla
estrat&egrave;gic per a la societat de la informaci&oacute;  a
Catalunyaiii, la reflexi&oacute; de Cebri&aacute;n La Xarxa: com
canviaran les nostres vides els nous mitjans de comunicaci&oacute;iv,
les converses                   Autopistes de la informaci&oacute;:
qu&egrave; hi ha darrera d'aquesta met&agrave;fora?v,                 
les jornades La Democr&agrave;cia a la societat de la
informaci&oacute;vi,                   el congr&eacute;s Comunicar a
l'era digitalvii, La Societat del coneixementviii                   o
la publicaci&oacute; Teletreball, de l&#8217;INCANOPix.<br>
              <br>
En aquesta l&iacute;nia, s&#8217;han consultat, com &eacute;s habitual,
l&egrave;xics publicats                   en suport paper o
electr&ograve;nic. Entre altres, citem el Vocabulario
electrot&eacute;cnico d&#8217;AENORi o els vocabularis sobre tecnologies
de la informaci&oacute; i la comunicaci&oacute; de l&#8217;ISO i l&#8217;IECii, el
Diccionario de las tecnolog&iacute;as de la imageniii, el Diccionario
de Internet                   biling&uuml;e: la gu&iacute;a esencial
para comunicarse en la red, de Crumlishiv, el l&egrave;xic de
l&#8217;UPC sobre tel&middot;comunicacionsv, l&#8217;article "Terminologie        
de l'informatique" de la revista Metavi, el Dictionnaire des          
nouvelles technologies: anglais-fran&ccedil;aisvii, el Dictionary of  
information technology: English-Frenchviii, el Multilingual
dictionary of electronic publishingix, en cinc lleng&uuml;es, o el
CD-ROM Le Grand dictionnaire terminologiquex (tamb&eacute; accessible
per Internet). <br>
              <br>
A m&eacute;s, ha estat indispensable d&#8217;accedir a l&egrave;xics i
reculls terminol&ograve;gics                   en l&iacute;nia penjats
a Internet. Per exemple, el Glossaire informatique
des termes de la Commission minist&eacute;rielle de terminologie
informatiquexi, l&#8217;InterDiccionarixii i l&#8217;InterQu&egrave;?xiii, en
catal&agrave;, les bases multiling&uuml;es
Eurodicautomxiv, Telecommunication terminology database
(TERMITE)xv, Banque de donn&eacute;es terminologiques du Service      
de la langue fran&ccedil;aise du Minist&egrave;re de la
Communit&eacute; Fran&ccedil;aise de Belgique xvio Base
de dones terminologiques de la DGLFxvii, la Terminologie
d&#8217;Internet de l&#8217;OLFxviii, el Vocabulaire de base de
l'inforoutexix, el Glosario b&aacute;sico ingl&eacute;s-espa&ntilde;ol
para                   usuarios de Internet de l&#8217;ATIxx, el Vocabulario
de ordenadores                   e Internet de Mill&aacute;nxxi, el
FOLDOC: Free On-Line Dictionary of Computingxxii o el NetGlos
Internet glossaryxxiii.<br>
              <br>
La recerca terminol&ograve;gica en diccionaris i glossaris a Internet
s&#8217;ha vist complementada necess&agrave;riament per l&#8217;extracci&oacute; de
termes i la cerca d&#8217;informaci&oacute; pertinent en documents publicats
en                   llocs webs diversos. Destaquem documents oficials
com ara l&#8217;informe Bangemann Europa y la sociedad
global de la informaci&oacute;n: recomendaciones                   al
Consejo Europeoi o Sociedad de la Informaci&oacute;n del Ministeri    
de Fomentii, la Bibliografia b&agrave;sica de la Societat de la
Informaci&oacute;iii, les publicaions peri&ograve;diques
Ciberp@&iacute;s iv, Extra!-Netv, En.red.andovi                   o
Vilawebvii i llocs web de tem&agrave;tiques especials com per exemple 
Softcatal&agrave;i, Menta o Telef&oacute;nica. En els procediments de
recerca terminol&ograve;gica volem referir-nos tamb&eacute; a la
novetat d&#8217;usar Internet                   per fer p&uacute;bliques les
propostes neol&ograve;giques i valorar-ne l&#8217;adequaci&oacute;          
i l&#8217;oportunitat. En concret, al web del TERMCAT, no nom&eacute;s
l&#8217;apartat InterQU&Egrave;? ha perm&egrave;s
d&#8217;obtenir informaci&oacute; i propostes sobre la                  
terminologia d&#8217;Internet, sin&oacute; que s&#8217;ha creat un apartat
espec&iacute;fic, Qu&egrave; opineu de..., que ha fet
possible que les persones usu&agrave;ries                   de la
xarxa ponderessin les alternatives catalanes, hi fessin               
observacions i contrapropostes.<br>
              </p>
              <p><b>A tall de conclusi&oacute;... </b><br>
              <br>
A tall de conclusi&oacute;, direm que l&#8217;expressi&oacute; societat de la
 informaci&oacute;                   fa refer&egrave;ncia a una
&agrave;rea de coneixement i d&#8217;activitat molt &agrave;mplia,
en evoluci&oacute; cont&iacute;nua i a un ritme molt accelerat, sense
uns contorns ben definits i de car&agrave;cter pluridisciplinari. La
terminologia                   que la caracteritza &eacute;s vasta,
t&eacute; unes caracter&iacute;stiques recognoscibles                 
i majorit&agrave;riament ens arriba a la llengua catalana a
trav&eacute;s                   de l&#8217;angl&egrave;s. En catal&agrave;
no ens hem volgut quedar al marge de  l&#8217;aven&ccedil; tecnol&ograve;gic
i sociocultural que el desenvolupament d&#8217;aquesta                  
societat de la informaci&oacute; ha comportat i tampoc hem volgut
quedar                   endarrere del desenvolupament
ling&uuml;&iacute;stic que hi va associat. Per
aix&ograve;, s&#8217;han estudiat les unitats ling&uuml;&iacute;stiques que
permeten                   de referir-s&#8217;hi, s&#8217;han detectat les
tend&egrave;ncies neol&ograve;giques actuals                   i s&#8217;han
establert, de forma consensuada, els termes que li s&oacute;n
propis. Aix&ograve; ha implicat trobar un equilibri entre les unitats
foranes i les creades amb els recursos de la pr&ograve;pia llengua,
fer nombrosos estudis i dossiers de normalitzaci&oacute; guiats per
la idea de potenciar fonamentalment la creativitat l&egrave;xica del
catal&agrave;. <br>
              <br>
La iniciativa d&#8217;elaborar el diccionari Societat de la
informaci&oacute;. Noves tecnologies i Internet s&#8217;ha emmarcat en aquest
context.                   L&#8217;obra intenta recollir-ne els termes
m&eacute;s significatius i convida els lectors i usuaris
a servir-se&#8217;n amb l&#8217;objectiu de contribuir en l&#8217;&uacute;s de la
llengua catalana en camps tan crucials actualment  com s&oacute;n la
SI, les noves tecnologies i Internet. <br>
              <br>
El diccionari ha estat elaborat amb la voluntat de considerar
globalment una terminologia que neix contra rellotge i arriba
a la llengua catalana (i a les altres lleng&uuml;es) sobretot en
forma de manlleu i calc ling&uuml;&iacute;stic de l&#8217;angl&egrave;s. La
iniciativa pret&eacute;n de fugir de l&#8217;admissi&oacute; indiscriminada
d&#8217;anglicismes i intenta fomentar la creaci&oacute;
d&#8217;una terminologia genu&iuml;na, aprofitant                   els
mecanismes l&egrave;xics de la llengua catalana i acceptar
&uacute;nicament                   els manlleus inevitables. Ara
b&eacute;, l&#8217;omnipres&egrave;ncia de la llengua                  
anglesa &eacute;s ineludible i tamb&eacute; ho &eacute;s en gran
mesura la mediatitzaci&oacute; de la creativitat
ling&uuml;&iacute;stica.<br>
              <br>
Amb tot, la col&middot;laboraci&oacute; de termin&ograve;legs i
especialistes de                   les diverses branques que
constitueixen el camp de la SI permet                   l&#8217;establiment
d&#8217;una terminologia catalana actual socioling&uuml;&iacute;sticament
viable. Les persones que ens dediquem a la llengua i treballem
en relaci&oacute; amb la terminologia podem contribuir-hi analitzant
els termes des del punt de vista de la forma ling&uuml;&iacute;stica i
establint les possibilitats de neologia l&egrave;xica en cada cas,
tenint en                   compte les idiosincr&agrave;sies
terminol&ograve;giques i sociol&ograve;giques de  l&#8217;&agrave;rea
d&#8217;especialitat. Els experts dels diversos camps de coneixement        
s&oacute;n les persones que coneixen el component nocional dels termes
aix&iacute; com el seu &uacute;s real i potencial, per la qual cosa
s&oacute;n els qui millor poden contribuir a la creaci&oacute;
de propostes terminol&ograve;giques                   alternatives en
la llengua catalana i a la validaci&oacute; de les                  
propostes neol&ograve;giques proposats pels termin&ograve;legs. <br>
              <br>
En definitiva, amb un bon ritme de creaci&oacute; neol&ograve;gica i,
en particular,                   de neologia terminol&ograve;gica que
doni respostes socioling&uuml;&iacute;sticament
v&agrave;lides, acceptables i coherents, la llengua catalana pot seguir
c&ograve;modament el ritme d&#8217;innovaci&oacute; sociotecnol&ograve;gica
de la SI.<br>
              <br>
* Vull agrair especialment la col&middot;laboraci&oacute; de Jordi
Bover, Marta Gran&eacute; i Judit Sadurn&iacute;. <br>
              </p>
              </td>
            </tr>
          </tbody>
        </table>
        <p align="left">&nbsp;</p>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">&nbsp;</td>
    </tr>
  </tbody>
</table>
<table width="700" border="0" bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td>
      <blockquote>
        <div align="left">
        <p><br>
        </p>
        </div>
      </blockquote>
      <blockquote> <br>
      </blockquote>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
</body>
</html>
