<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" cellpadding="0" cellspacing="0"
 border="0" width="700">
  <tbody>
    <tr>
      <td valign="top" colspan="3"><img height="15" width="700"
 src="/projectes/images/barra.gif"> </td>
    </tr>
    <tr>
      <td valign="top"><img height="35" width="130"
 src="/projectes/images/angulo-1.gif"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img height="35" width="144"
 src="/projectes/images/angulo2.gif"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"></span></span></font><br>
              </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><span style="font-weight: bold;"><b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">Programari
lliure en el sector
p&uacute;blic</span></b></span><br>
01/10/2003, autor Jordi Mas i Hern&agrave;ndez, jmas@softcatala.org<br>
              <p class="MsoNormal"><b><u><span style="color: black;">Introducci&oacute;</span></u></b><b><span
 style="color: black;"><br>
              </span></b><span style="color: black;"><br>
Si durant el dia d'avui ha estat utilitzant Internet segurament ja
&eacute;s usuari de
programari lliure. La majoria de la infraestructura d'Internet
est&agrave; basada en
protocols oberts. M&eacute;s del 60% de servidors web utilitzen Apache<span
 class="MsoEndnoteReference"> </span>[1], un gran nombre de servidors
usen
SendMail per gestionar l'enviament de correu electr&ograve;nic, i
pr&agrave;cticament la
totalitat dels servidors de noms (DNS) essencials en el funcionament de
la
Xarxa, usen el programa BIND o derivats del seu codi font[2]. <o:p></o:p></span></p>
              <p class="MsoNormal"><span style="color: black;">
              <o:p></o:p></span></p>
              <p class="MsoNormal"><span style="color: black;">Internet
&eacute;s
un nou mitj&agrave; que, sens dubte, est&agrave; revolucionant molts
aspectes de la societat
i est&agrave; sent un espai fonamental per a la innovaci&oacute; en
moltes &agrave;rees del
coneixement. &Eacute;s indiscutible la import&agrave;ncia que ha tingut
el programari lliure
en l'extensi&oacute; i desenvolupament d'Internet des dels seus inicis.
Aix&iacute; mateix,
ha estat tamb&eacute; important que els protocols que defineixen
l'arquitectura
d'Internet siguin oberts i no hagin estat controlats per una o unes
poques empreses[3].
Com veurem, els dos factors s&oacute;n tamb&eacute; determinants en les
decisions
tecnol&ograve;giques que fan refer&egrave;ncia a l'&uacute;s de les
noves tecnologies en
l'administraci&oacute; p&uacute;blica.<o:p></o:p></span></p>
              <p class="MsoNormal"><span style="color: black;"
 lang="EN-GB"><br>
              </span><b><u><span style="color: black;" lang="EN-US">Programari
lliure i codi
obert</span></u></b><span style="color: black;" lang="EN-US"><o:p></o:p></span></p>
              <p class="MsoNormal"><span style="color: black;"
 lang="EN-US"> <o:p></o:p></span></p>
              <p class="MsoNormal"><span style="color: black;">Qualsevol
aplicaci&oacute; inform&agrave;tica est&agrave; formada per un conjunt
d'instruccions, a les quals
hem anomenat codi font i que, convenientment processat, genera el
programa que
l'ordinador pot executar. </span><span style="color: black;"
 lang="EN-US">&Eacute;s a dir,
els programadors treballen el codi font i els ordinadors executen els
programes. </span><span style="color: black;">Sense acc&eacute;s al
codi font no &eacute;s possible fer cap canvi en el programa ni veure
com ha estat
dissenyat, nom&eacute;s es pot executar. Un s&iacute;mil molt utilitzat
&eacute;s el de la recepta
de cuina, en qu&egrave; el codi font seria la recepta de cuina que
permet crear un
plat, sense la recepta nom&eacute;s es pot degustar el plat per&ograve;
no millorar-lo, ja
que se&acute;n desconeix la composici&oacute; i la proporci&oacute;
dels ingredients. <br>
              <br>
Les &uacute;ltimes d&egrave;cades, les empreses de programari han
utilitzat, en gaireb&eacute; la
majoria de casos, totes les eines disponibles per protegir la propietat
intel&middot;lectual dels seus programes inform&agrave;tics, amb
l'objectiu d'embarrar
l'acc&eacute;s al codi font dels seus programes i impedir a la
compet&egrave;ncia
desenvolupar productes similars. Aix&ograve; no nom&eacute;s
s'aconsegueix no lliurant el
codi font de l'aplicaci&oacute;, sin&oacute; utilitzant mecanismes de
protecci&oacute; de la
propietat intel&middot;lectual com ara el copyright o les patents de
programari fins
el m&agrave;xim que la llei els ho permet. A aquest tipus de programari
se l&#8217;anomena
programari propietari, en contraposici&oacute; al codi obert o
programari lliure, on
s&#8217;est&agrave; garantit l'acc&eacute;s al codi font del programa. <br>
              <br>
En el codi obert, els mecanismes de propietat intel&middot;lectual
s'utilitzen per
garantir els drets que tenim sobre el programari i no per impedir-ne la
compet&egrave;ncia o limitar-ne l&#8217;&uacute;s. El codi obert no
nom&eacute;s garanteix l'acc&eacute;s al codi
font, sin&oacute; tamb&eacute; la possibilitat de distribuir
l'aplicaci&oacute; lliurement i
utilitzar-la per a qualsevol prop&ograve;sit. A m&eacute;s, permet
expl&iacute;citament fer
modificacions al codi font per adaptar-lo a qualsevol necessitat. <br>
              <br>
No obstant aix&ograve;, en el moment de la distribuci&oacute; del
programari hi ha una
important discrep&agrave;ncia entre el moviment de codi obert i
programari lliure,
fins ara coincidents. Mentre que el moviment del codi obert permet
agafar una
aplicaci&oacute; de codi obert, modificar-la i no exigeix publicar el
codi font
d'aquestes modificacions, el moviment de programari lliure exigeix
expl&iacute;citament que qualsevol millora que es faci i es publiqui ha
d&#8217;anar
acompanyada del seu corresponent codi font. <br>
              <br>
Aquesta millora que pot semblar una petita difer&egrave;ncia, t&eacute;
grans connotacions.
El programari lliure, com que obliga a publicar el codi font dels
treballs
derivats no permet a tercers agafar un programa, fer-ne modificacions,
i
apropiar-se de la versi&oacute; modificada (el codi obert s&iacute; ho
permet). D'aquesta
manera, es garanteix que qualsevol treball derivat d&#8217;un projecte de
programari
lliure continuar&agrave; sent lliure. El programari lliure, a
m&eacute;s, t&eacute; un car&agrave;cter
marcadament social i &egrave;tic el qual no t&eacute; en gran part el
codi obert[4]</span><span style="color: black;" lang="ES-TRAD">.</span><span
 style="color: black;"></span></p>
              <p class="MsoNormal"><span style="color: black;">
              <o:p></o:p></span></p>
              <p class="MsoNormal"><b><span style="color: black;"
 lang="ES-TRAD">Llic&egrave;ncies de programari i garantia<br>
              </span></b><span style="color: black;" lang="ES-TRAD"><br>
Una llic&egrave;ncia de programari &eacute;s un contracte que determina
en quines condicions
l&#8217;usuari pot utilitzar el programa inform&agrave;tic i quines
obligacions adquireix
per al seu &uacute;s. Quan s&#8217;instal&middot;la un programa
inform&agrave;tic, o de vegades, fins i
tot,<span style="">&nbsp; </span>pel simple fet d'obrir el sobre
que el cont&eacute;, s'estan acceptant les condicions de la seva
llic&egrave;ncia de
programari. <br>
              <br>
La majoria de llic&egrave;ncies de programari</span><span
 style="color: black;">[5]</span><span style="color: black;"
 lang="ES-TRAD"> propietari prohibeixen t&egrave;cniques
d'enginyeria
inversa, descompilar, desensamblar el<span style="">&nbsp; </span>producte
i, fins i tot, la seva traducci&oacute; a
altres lleng&uuml;es. B&agrave;sicament
no concedeixen el dret a qualsevol modificaci&oacute; o millora, que
queda
exclusivament en mans del fabricant. La majoria de llic&egrave;ncies
tampoc permeten
distribuir-lo o usar-lo en m&eacute;s d'un ordinador personal. <br>
              <br>
En certa manera, el programari propietari &eacute;s com una casa
llogada, on no hi ha
res que pertanyi a l'inquil&iacute;, i que on nom&eacute;s el
propietari (el fabricant del
programari) pot fer-hi canvis. En compensaci&oacute;, el programari
lliure &eacute;s una casa
pr&ograve;pia, on no hi ha limitacions d'&uacute;s i es poden fer
sempre les millores que es
desitgin. <br>
              <br>
Un altre punt reflectit en la llic&egrave;ncia &eacute;s la garantia.
Gaireb&eacute; la totalitat de
llic&egrave;ncies de programari propietari tenen cl&agrave;usules
especifiques en qu&egrave; es
declina qualsevol responsabilitat i garantia sobre el programari,
limiten el
cost de qualsevol possible indemnitzaci&oacute;, i rebutgen qualsevol
possible
responsabilitat causada per un error del programa. Un mite molt
com&uacute; encara
avui dia &eacute;s pensar que el programari propietari t&eacute;
garantia pel simple fet que
alg&uacute; ven el producte, no obstant aix&ograve;, la realitat
&eacute;s molt diferent, una simple
lectura a les llic&egrave;ncies aclareix aquest punt. <br>
              <b><br>
Models de desenvolupament de programari</b> <br>
              <br>
Una difer&egrave;ncia fonamental entre el programari lliure i el
propietari &eacute;s el
model de desenvolupament, &eacute;s a dir com es dissenyen i es
construeixen els
programes. El model m&eacute;s habitual en les empreses de programari
propietari es
basa a tenir uns programadors assalariats i fer el desenvolupament de
manera
interna. En el model del codi obert, el programari s'escriu de manera
cooperativa per programadors, moltes vegades voluntaris, que treballen
de
manera coordinada a trav&eacute;s d'Internet</span><span
 style="color: black;">[6]</span><span style="color: black;"
 lang="ES-TRAD">. <br>
              <br>
El model de cooperaci&oacute; usat pel programari lliure no &eacute;s
nou. Sense anar m&eacute;s lluny,
el principal diccionari de refer&egrave;ncia en llengua anglesa,
l&#8217;Oxford English
Dictionary (OED), va desenvolupar-se de manera cooperativa</span><span
 style="color: black;">[7]</span><span style="color: black;"
 lang="ES-TRAD"> en un model molt similar a
l'utilitzat pel programari lliure. A la fi del segle XIX, James Murray
el
primer editor de l&#8217;OED va demanar ajuda p&uacute;blicament per
completar el
diccionari. Gaireb&eacute; 400 persones li van enviar informaci&oacute;
sobre paraules de la
llengua anglesa i exemples il&middot;lustratius del seu &uacute;s de
manera totalment
altruista que van ser recollides en l'obra. Avui dia, l&#8217;OED continua
admetent
col&middot;laboracions</span><span style="color: black;">[8]</span><span
 style="color: black;" lang="ES-TRAD">. <br>
              <b><br>
Qui escriu el programari lliure?</b> <br>
              <br>
La millor manera de respondre a aquesta q&uuml;esti&oacute; &eacute;s
classificar els projectes
del m&oacute;n del programari lliure segons el seu lideratge. Aquesta
classificaci&oacute; no
pret&eacute;n ser exhaustiva, ja que hi ha col&middot;laboracions de
tot tipus de persones en
cada projecte lliure, especialment en els m&eacute;s grans, per&ograve;
podem diferenciar
clarament en tres grups de comunitats que han estat liderant els
principals
projectes lliures els &uacute;ltims anys: <br>
              <br>
- Projectes vinculats a empreses, com Sun Microsystems que mant&eacute;
OpenOffice.org; la fundaci&oacute; Mozilla, fins fa poc directament
depenent d&#8217;America
Online, que mant&eacute; el projecte Mozilla.org, o Ximian que
mant&eacute; el sistema de
correu electr&ograve;nic Evolution. Tamb&eacute; hi ha projectes, com
Apache, que estan
representats per fundacions i que reben ajuda d'empreses com IBM. <br>
              <br>
- Projectes que han estat desenvolupats en universitats, algunes
vegades amb
finan&ccedil;ament d'empreses o del govern. Un dels m&eacute;s
representatius &eacute;s la fam&iacute;lia
de sistemes operatius BSD, concretament NetBSD i FreeBSD desenvolupats
a la
Universitat de Berkeley, a Calif&ograve;rnia. <br>
              <span style=""></span><br>
              </span><span style="color: black;" lang="EN-US">-
Projectes liderats per grups de
voluntaris. </span><span style="color: black;" lang="ES-TRAD">Com, per
exemple, Debian, GNU o Abiword, que s&oacute;n desenvolupats per
voluntaris de tot el m&oacute;n. Aquests projectes s&oacute;n, sens
dubte, els m&eacute;s altruistes
des d'un punt de vista &egrave;tic, ja que es fan sense suport financer
i des del pur
voluntariat. La motivaci&oacute; principal dels col&middot;laboradors
d'aquest tipus de
projectes &eacute;s pensar que el programari lliure &eacute;s un
b&eacute; com&uacute;. <br>
              <br>
              <b>Models de negoci en el programari lliure <br>
              </b><br>
El model de programari lliure no imposa cap restricci&oacute; sobre la
quantitat de
diners que podem cobrar per un programa lliure</span><span
 style="color: black;">[9]</span><span style="color: black;"
 lang="ES-TRAD">. No obstant aix&ograve;, el fet de disposar del
codi
font
i poder-lo distribuir fa que la venda de programari lliure sempre sigui
a un
preu baix, que normalment no sol ser m&eacute;s que el cost del CD-ROM,
el manual i un
petit marge per a la distribuci&oacute;. <br>
              <br>
Intentar entendre el model del programari lliure amb els models de
negoci que
s'han imposat en la ind&uacute;stria del programari propietari des de
final dels anys
70 fins als nostres dies &eacute;s inviable. El programari lliure
introdueix un nou
concepte on el codi passa a ser un b&eacute; com&uacute; i, a
m&eacute;s, necessari per fer-ne un
negoci. Les empreses poden usar programari lliure ja existent, escriure
el seu
propi o participar en el proc&eacute;s de desenvolupament, per&ograve;
les fonts d'ingressos
es troben en el valor afegit que es donen al producte, especialment el
suport
t&egrave;cnic, la formaci&oacute; i la personalitzaci&oacute; del
programari. <br>
              <br>
El programari lliure introdueix un model molt m&eacute;s just per a
l'usuari, perqu&egrave;
el mateix programari t&eacute; un cost baix i es paga pels serveis que
es requereixen.
D'aquesta manera, es preval el coneixement, perqu&egrave; els usuaris
m&eacute;s experts poden
prescindir dels serveis i els ne&ograve;fits o amb necessitats de
personalitzaci&oacute; del
programari poden contractar els serveis necessaris. <br>
              <br>
              <b>Aspecte social <br>
              </b><br>
El programari lliure t&eacute; un car&agrave;cter marcadament social
des del seu proc&eacute;s de
creaci&oacute;, pel paper protagonista que tenen els voluntaris. Davant
aquest, el
programari propietari -cada vegada m&eacute;s en mans de grans
multinacionals- ha
demostrat ser poc sensible amb les economies menys afavorides, per a
les quals
el preu de llic&egrave;ncia es fa inassolible; amb els mateixos
usuaris, que moltes
vegades han sofert preus desorbitats o han hagut de pagar per pegats
que
solucionen problemes del mateix programari que han comprat; o amb les
lleng&uuml;es
minorit&agrave;ries, que l&#8217;han arraconat amb l'argument que no
"s&oacute;n rendibles".<br>
              <b><br>
              </b>El programari lliure est&agrave; basat en la
cooperaci&oacute; i la transpar&egrave;ncia i
garanteix una s&egrave;rie de llibertats als usuaris. Aquests aspectes,
al costat del
fet que el seu desenvolupament ha estat paral&middot;lel al d'Internet,
ha causat que
sigui abanderat per un gran nombre d'usuaris que tenen una
concepci&oacute;
llibert&agrave;ria de l'&uacute;s de les noves tecnologies. <br>
              <br>
Quan es pensa en la societat de la informaci&oacute; i a apropar les
noves tecnologies
a tot el m&oacute;n, no nom&eacute;s cal pensar en els costos de les
infraestructures de
comunicaci&oacute; i maquinari sin&oacute; tamb&eacute; en els costos
del programari. El preu del
programari propietari per a un ordinador personal per poder accedir a
la
societat de la informaci&oacute; oscil&middot;la entre l'equivalent a
400 i 800 euros</span><span style="color: black;">[10]</span><span
 style="color: black;" lang="ES-TRAD"> per ordinador, una suma
totalment inassolible per a les regions m&eacute;s desfavorides del
m&oacute;n i que condueix
a la c&ograve;pia il&middot;legal o a la fractura digital. <br>
              <br>
Per exemple, un ciutad&agrave; de Vietnam, on hi ha una renda per
capita de 2,100
d&ograve;lars a l'any</span><span style="color: black;">[11]</span><span
 style="color: black;" lang="ES-TRAD">, hauria de dedicar
el seu sou sencer durant sis mesos per poder pagar una llic&egrave;ncia
de Microsoft
Office i Windows XP Professional. No &eacute;s d'estranyar que
l'&iacute;ndex de pirateria
del pa&iacute;s sigui del 97%</span><span style="color: black;">[12]</span><span
 style="color: black;" lang="ES-TRAD">. I com Vietnam,
molts pa&iuml;sos en vies de desenvolupament. <br>
              <br>
Una altra dada interessant &eacute;s que al Vietnam es parlen
m&eacute;s de 93 lleng&uuml;es, i
una gran varietat de dialectes</span><span style="color: black;">[13]</span><span
 style="color: black;" lang="ES-TRAD">.
El principal paquet ofim&agrave;tic, Microsoft Office nom&eacute;s es
troba tradu&iuml;t a una
d'aquestes lleng&uuml;es i no hi ha plans per adaptar-lo a cap altra
llengua. El seu
principal competidor, Open Office pot ser tradu&iuml;t a qualsevol
d'aquestes
lleng&uuml;es gr&agrave;cies a la seva condici&oacute; de programari
lliure. Hi ha actualment un projecte del govern vietnamita
per traduir el paquet ofim&agrave;tic d&#8217;Open Office i usar-lo en
diferents departaments governamentals. El
programari
lliure &eacute;s probablement l'&uacute;nica opci&oacute; que tindran
molts pa&iuml;sos en vies de
desenvolupament per sumar-se a les noves tecnologies. <br>
              <br>
              <b><u><br>
Arguments a favor del programari lliure en l'administraci&oacute;
p&uacute;blica</u></b><u> <br>
              </u><br>
              <b>Cost</b> <br>
              <br>
Per a la majoria d'usuaris individuals, el programari lliure &eacute;s
una opci&oacute;
adequada per les llibertats que garanteix sense necessitat de veure&#8217;s
llastrada
pel preu. No obstant aix&ograve;, en el cas de l'administraci&oacute;
p&uacute;blica, el cost del
programari &eacute;s important ja que es parla de diners
p&uacute;blics, i hi hauria d&#8217;haver,
com a m&iacute;nim, certa vocaci&oacute; de consum responsable de les
noves tecnologies per part de les administracions. <br>
              <br>
Quan s'analitza el preu d'una soluci&oacute; tecnol&ograve;gica se sol
parlar del TCO (Total
Cost of Ownership), &eacute;s a dir, el cost total de la propietat que
t&eacute; un
determinat programari. En aquest cost hi ha reflectit el programa, el
suport i
el manteniment tecnol&ograve;gic de la soluci&oacute;, que en alguns
casos, pot ser tant
important com el cost del programa. <br>
              <br>
Segons un estudi de la consultora Robert Frances Group publicat l'any
2002</span><span style="color: black;">[14]</span><span
 style="color: black;" lang="ES-TRAD">, el cost total de propietat del
sistema operatiu lliure Linux era menys de la meitat del de Windows. En
l'estudi s'analitza el cost de diferents servidors durant un
per&iacute;ode de tres
anys i constata que gran part de l'estalvi prov&eacute; de no haver de
pagar llic&egrave;ncia
pel programari lliure i dels costos inferiors d'administraci&oacute;.
No obstant aix&ograve;,
tamb&eacute; s&#8217;ha de tenir en compte altres aspectes positius del
programari lliure,
com ara la independ&egrave;ncia del prove&iuml;dor. En el mateix
sentit, s'expressa un
estudi elaborat per la consultora ConsultingTimes</span><span
 style="color: black;">[15]</span><span style="color: black;"
 lang="ES-TRAD">, en aquest cas sobre el cost de propietat de
sistemes de correu i que tamb&eacute; conclou que les solucions basades
en programari
lliure s&oacute;n molt m&eacute;s econ&ograve;miques en tots els casos
plantejats. <br>
              <br>
A m&eacute;s, un avantatge destacable quan es compara el cost total de
propietat en
diverses plataformes s&oacute;n els requisits de maquinari necessaris
per poder
executar les diferents solucions. Per exemple, Linux t&eacute; uns
requisits de
maquinari inferiors que Windows, el seu principal competidor en el
m&oacute;n del
programari propietari. <br style="">
<br style="">
<o:p></o:p></span> </p>
              <p class="MsoNormal"><span style="color: black;"
 lang="ES-TRAD"><b>Ind&uacute;stria local <br>
              </b><br>
Segons Sedisi (Associaci&oacute; espanyola d'empreses de tecnologies de
la informaci&oacute;)
l'any 2001, la ind&uacute;stria del programari a Espanya</span><span
 style="color: black;">[16]</span><span style="color: black;"
 lang="ES-TRAD"> va moure 1.139,84 milions d'euros, dels quals
315
milions van anar a les vendes de sistemes operatius, que en la seva
totalitat
estan desenvolupats als EUA. De la resta, eines de desenvolupament i
programari
de bases de dades representen 126,68 i 156,03 milions respectivament,
la gran
majoria tamb&eacute; desenvolupats als EUA. <br>
              <br>
Hi ha poca ind&uacute;stria pr&ograve;pia del programari
est&agrave;ndard a Espanya, i gaireb&eacute; la
totalitat d'aplicacions de consum massiu s&oacute;n desenvolupades en
altres pa&iuml;sos.
Un gran percentatge de la ind&uacute;stria es basa a distribuir i donar
suport i
formaci&oacute; a productes fets fora de les nostres fronteres, cosa
que situa el
desenvolupament dels productes, que &eacute;s realment la part de la
ind&uacute;stria que
requereix enginyers m&eacute;s qualificats i que genera valor i
coneixement, en altres
pa&iuml;sos. <br>
              <br>
En l'&agrave;mbit de l'administraci&oacute; p&uacute;blica, una part
important de la inversi&oacute; en
programari es fa en llic&egrave;ncies de sistemes operatius, servidors,
i paquets
d'ofim&agrave;tica, que s&oacute;n produ&iuml;ts en la seva totalitat a
l'estranger i que nom&eacute;s
tenen repercussi&oacute; econ&ograve;mica a Espanya en els marges de
distribuci&oacute;. <br>
              <br>
L'adaptaci&oacute; del programari &eacute;s un altre tema important. El
programari propietari
habitualment es ven en forma de paquet est&agrave;ndard, que moltes
vegades no
s'adapta a les necessitats espec&iacute;fiques d'empreses i
administracions. Una gran
part de la ind&uacute;stria del programari es basa a desenvolupar
projectes on es
requereix programari personalitzat. El programari lliure permet
personalitzar,
gr&agrave;cies a la disposici&oacute; del codi font, els programes tot
el que sigui necessari
fins que cobreixin exactament la nostra necessitat. La
personalitzaci&oacute; &eacute;s una
&agrave;rea molt important on el programari lliure pot respondre molt
m&eacute;s b&eacute; que el
programari propietari a uns costos molt m&eacute;s raonables. <br>
              <br>
En el programari lliure no hi ha cost de llic&egrave;ncia a causa del
dret a c&ograve;pia i,
al disposar del codi font de l'aplicaci&oacute;, &eacute;s possible
desenvolupar internament
les millores o modificacions necess&agrave;ries, en comptes
d'encarregar-les a
empreses d'altres pa&iuml;sos que treballen amb sistemes propietaris.
D'aquesta
manera, es contribueix a la formaci&oacute; de professionals en noves
tecnologies i al
desenvolupament local sota els propis plans estrat&egrave;gics. <br>
              <br>
A m&eacute;s, totes les millores que es facin no tenen restriccions i
es poden
compartir amb qualsevol altra administraci&oacute;, empresa,
instituci&oacute; o organisme
que les necessiti. En el programari propietari, aquestes millores o no
es poden
fer o queden en mans de l'empresa creadora, que normalment es reserva
els drets
d'&uacute;s i de propietat intel&middot;lectual i estableix en quines
condicions les
comercialitzar&agrave;. <br>
              <br>
              <b>Innovaci&oacute; tecnol&ograve;gica</b> <br>
              <br>
El model del programari lliure, on preval la compartici&oacute; de la
informaci&oacute; i el
treball cooperatiu, &eacute;s bastant similar al que tradicionalment
s'ha usat en el
m&oacute;n acad&egrave;mic i cient&iacute;fic. En aquests
&agrave;mbits, els resultats de les
investigacions es publiquen i divulguen en publicacions
cient&iacute;fiques, i
serveixen com a base per a noves investigacions. Aquest &eacute;s el
model sobre el
qual principalment la humanitat ha innovat i avan&ccedil;at. <br>
              <br>
En el m&oacute;n del programari propietari, les llic&egrave;ncies de
programari, la propietat
intel&middot;lectual i altres eines legals i t&egrave;cniques s'usen
per impedir que tercers
participin en aquest coneixement i que aquest continu&iuml; sent
patrimoni exclusiu
de l'empresa que el va crear. La innovaci&oacute; pertany a una
empresa, mentre que el
m&oacute;n del programari lliure, de manera molt similar al domini
p&uacute;blic, el
coneixement pertany a la humanitat. <o:p></o:p></span></p>
              <span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD"><br>
              <b>Escrutini p&uacute;blic</b> <br>
              <br>
Com hem comentat anteriorment, el model de desenvolupament de
programari lliure
segueix un m&egrave;tode pel qual el programari s'escriu de manera
cooperativa per
programadors, en gran part voluntaris, que treballen de manera
coordinada a
trav&eacute;s d'Internet. L&ograve;gicament, el codi font del programa
est&agrave; a la vista de tot
el m&oacute;n, i s&oacute;n freq&uuml;ents els casos on es reporten
errors que alg&uacute; ha descobert
llegint o treballant amb aquest codi. <br>
              <br>
El proc&eacute;s de revisi&oacute; p&uacute;blica al qual est&agrave;
sotm&egrave;s el desenvolupament de
programari lliure imprimeix un gran dinamisme al proc&eacute;s de
correcci&oacute; d'errors.
Els usuaris del programa de tot el m&oacute;n, gr&agrave;cies a la
disposici&oacute; del codi font
del programa, poden detectar els possibles errors, corregir-los i
contribuir-hi
amb les seves millores. S&oacute;n comuns els casos que un error de
seguretat en Linux
&eacute;s fet p&uacute;blic i corregit en poques hores. <br>
              <br>
Amb el programari propietari, nom&eacute;s el fabricant pot solucionar
els problemes
que puguin sorgir, i aix&ograve; dependr&agrave; exclusivament de la
capacitat i
disponibilitat del seu departament de desenvolupament. <br>
<br style="">
              </span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"></span>
              <p class="MsoNormal"><b><span style="color: black;"
 lang="ES-TRAD">Independ&egrave;ncia del prove&iuml;dor</span></b><span
 style="color: black;" lang="ES-TRAD"></span></p>
              <p class="MsoNormal"><span style="color: black;"
 lang="ES-TRAD"><br>
Un dels grans problemes en la ind&uacute;stria del programari &eacute;s
la depend&egrave;ncia que es
crea entre el fabricant i el client. Aquest fet s'accentua amb especial
gravetat quan el fabricant no lliura el codi font, ja que
inevitablement el
client hi est&agrave; lligat per a noves versions, i en general,
qualsevol millora que
necessiti. <br>
              <br>
El programari lliure garanteix una independ&egrave;ncia del
prove&iuml;dor gr&agrave;cies a la
disponibilitat del codi font. Qualsevol empresa o professional, amb els
coneixements adequats, pot continuar oferint desenvolupament o serveis
per a la
nostra aplicaci&oacute;. En el m&oacute;n del programari propietari,
nom&eacute;s el desenvolupador
de l'aplicaci&oacute; pot donar tots els serveis. <br>
              <br>
Sovint, els prove&iuml;dors de programari propietari es veuen obligats
a deixar de
fabricar un producte per un canvi dr&agrave;stic de les condicions del
mercat, o
simplement perqu&egrave; consideren que ja no podran rendibilitzar la
inversi&oacute;.
Disposant del codi font, qualsevol programador pot continuar el
desenvolupament
i les actualitzacions fins que el client decideixi que &eacute;s el
moment adequat de
migrar a un nou sistema inform&agrave;tic. <o:p></o:p></span></p>
              <p class="MsoNormal"><span style="color: black;"
 lang="ES-TRAD"><br>
              <br>
              <b>Dades personals, privacitat i seguretat <br>
              </b><br>
A Espanya hi ha la llei Org&agrave;nica de Regulaci&oacute; del
Tractament Automatitzat de
les Dades de Car&agrave;cter Personal (LORTAD) que regula la
protecci&oacute; de dades de les
persones individuals</span><span style="color: black;">[17]</span><span
 style="color: black;" lang="ES-TRAD">. No obstant aix&ograve;,
hi ha aspectes que no estan regulats per la llei i que no per
aix&ograve; deixen de
ser menys preocupants. <br>
              <br>
El programari lliure, al disposar del codi font, millora diversos
aspectes
relacionats amb la perennitat de les dades i la seva seguretat. Per
comen&ccedil;ar,
els sistemes d'emmagatzematge i la recuperaci&oacute; de la
informaci&oacute; del programari
s&oacute;n p&uacute;blics i qualsevol programador pot veure i entendre
com s'emmagatzemen les
dades en un determinat format o sistema, fet<span style="">&nbsp; </span>que
garanteix la durabilitat de la
informaci&oacute; i la seva posterior
migraci&oacute;. Per exemple, el cas d'una base de dades d'un cens
electoral. El
programari propietari treballa habitualment amb formats propis, els
mecanismes
d'emmagatzematge dels quals no sempre s'han fet p&uacute;blics, i per
tant, igual no
seria possible, en cas que es necessit&eacute;s migrar al sistema,
recuperar el
contingut d'aquest cens. <br>
              <br>
El programari lliure, pel car&agrave;cter marcadament obert, dificulta
la introducci&oacute;
de codi malici&oacute;s, espia o de control remot, degut al fet que el
codi &eacute;s revisat
per molts usuaris que poden detectar possibles portes del darrere. En
el
programari propietari mai podrem saber si els programadors originals
van
introduir a t&iacute;tol personal, o per enc&agrave;rrec de l'empresa,
portes del darrere que
posin en perill la seguretat del sistema o la privacitat de les dades. <br>
              <br>
Alguns fabricants de programari propietari han col&middot;laborat amb
ag&egrave;ncies
governamentals</span><span style="color: black;">[18]</span><span
 style="color: black;" lang="ES-TRAD"> per incloure
accessos secrets al programari per poder accedir a dades confidencials;
d'aquesta manera es comprometen aspectes de la seguretat nacional quan
aquests
sistemes s'utilitzen per emmagatzemar dades cr&iacute;tiques del
govern. En el m&oacute;n del
programari lliure, qualsevol programador pot revisar i comprovar que no
s'ha
introdu&iuml;t cap codi malici&oacute;s. I, al seu torn, qualsevol
entitat pot afegir
lliurement encriptaci&oacute; addicional a l'aplicaci&oacute; que usi
per protegir les seves
dades. <br>
              <br>
L'empresa Mitre ha elaborat un estudi</span><span style="color: black;">[19]</span><span
 style="color: black;" lang="ES-TRAD"> per enc&agrave;rrec del
Departament de Defensa dels Estats
Units on s'analitza l'&uacute;s del programari lliure i de codi obert
en sistemes que
es troben en producci&oacute; en aquest departament. Les conclusions
s&oacute;n clarament
favorables a continuar incrementant l'&uacute;s del programari lliure,
destacant la
possibilitat que ofereix de solucionar errors de seguretat de manera
immediata
sense dependre d'un prove&iuml;dor extern. Segons aquest informe hi ha
m&eacute;s de 115
aplicacions de programari lliure en &uacute;s en el Departament de
Defensa, amb m&eacute;s de
250 exemples del seu &uacute;s en diferents entorns. <br>
              <br>
              <b>Llengua</b> <br>
              <br>
Actualment, les lleng&uuml;es minorit&agrave;ries com el catal&agrave;,
l&#8217;euskera, el gallec, o
l'occit&agrave; han tingut poques possibilitats de desenvolupar-se en
el m&oacute;n del
programari propietari. Aix&ograve; &eacute;s degut, que a causa de la
seva llic&egrave;ncia les
traduccions nom&eacute;s les pot fer o autoritzar el fabricant del
programari. A m&eacute;s,
tradicionalment, tant en el cas del catal&agrave; com en el de
l&#8217;euskera les
traduccions de sistemes operatius i paquets d'ofim&agrave;tica de
Microsoft s'han fet
a preus desorbitats</span><span style="color: black;">[20]</span><span
 style="color: black;" lang="ES-TRAD">. <br>
              <br>
En el m&oacute;n del programari lliure aquestes lleng&uuml;es, i moltes
altres, gaudeixen
d'una bona salut. Els principals projectes lliures, com ara Open
Office, KDE,
Mozilla, o GNOME</span><span style="color: black;">[21]</span><span
 style="color: black;" lang="ES-TRAD">, tenen nombroses
traduccions, aix&iacute; com moltes altres aplicacions, gr&agrave;cies
al fet que no precisa
autoritzaci&oacute; de cap propietari i qualsevol persona o
instituci&oacute; pot fer-les. En
canvi, en el programari propietari nom&eacute;s l'empresa productora
t&eacute; els drets per
fer-ne la traducci&oacute;. A m&eacute;s, si el programa que
tradu&iuml;m no disposa de corrector
ortogr&agrave;fic en la nostra llengua podem desenvolupar el nostre
corrector o
adaptar-hi algun dels existents en el m&oacute;n del programari lliure</span><span
 style="color: black;">[22]</span><span style="color: black;"
 lang="ES-TRAD">. <br>
              <br>
Finalment cal destacar, que cada vegada que es crea un nou recurs
ling&uuml;&iacute;stic en
l'&agrave;mbit del programari lliure (una traducci&oacute;, un
diccionari, un glossari, etc.)
aquest, al quedar a la disposici&oacute; de tothom, pot reutilitzar-se
en futures
aplicacions. En el m&oacute;n del programari propietari, cada
traducci&oacute; i recurs
ling&uuml;&iacute;stic creat est&agrave; lligat al fabricant i a les
seves restriccions d'&uacute;s. <br>
              <br>
              <b>Est&agrave;ndards oberts</b> <br>
              <br>
A Internet, sovint ens hem trobat amb creadors de llocs que
nom&eacute;s proven les
seves p&agrave;gines amb Explorer, moltes vegades per desconeixement de
l'exist&egrave;ncia i
grau d'implantaci&oacute; d'altres navegadors o, de vegades, simplement
perqu&egrave; no
consideren la compatibilitat com un tema important. <br>
              <br>
De fet Internet ha creat els seus propis mecanismes per evitar aquest
tipus de
situacions. El 1994 es va crear el World Wide Consortium (W3), que
agrupa els
principals fabricants de programari d'Internet, amb la missi&oacute;
principal de
definir i promoure la creaci&oacute; d'est&agrave;ndards per a la web.
En realitat, quan
parlem d'est&agrave;ndards web ens referim pr&agrave;cticament sempre a
les definicions i
recomanacions d'aquest consorci, que ha aconseguit que
pr&agrave;cticament tot els
navegadors moderns suportin un grau acceptable als est&agrave;ndards
m&eacute;s recents. <br>
              <br>
Aix&ograve; que hem vist que passa en la web, passa tamb&eacute; en un
&agrave;mbit molt important,
que &eacute;s l'intercanvi de dades entre aplicacions. Normalment, es
defineixen
formats d'intercanvi que permeten interoperar entre elles. Malgrat que
el
desitjable seria que aquests formats, que contenen la nostra
informaci&oacute;, fossin
coneguts per tots i sense restriccions d'&uacute;s, de vegades poden
tenir limitacions
absurdes d'&uacute;s o simplement no estar documentats. <br>
              <br>
              <br>
Els formats lliures garanteixen la llibertat dels usuaris per
intercanviar
informaci&oacute; amb tothom independentment de l'aplicaci&oacute; que
utilitzin, ja que
permet a qualsevol programador desenvolupar programari que treballi amb
aquests
formats. Si per exemple, utilitzem Microsoft <a name="_Hlt49657592">Power
Point </a>per a una presentaci&oacute; nom&eacute;s tenen
garantit l'acc&eacute;s amb totes les
particularitats del document els usuaris d'aquest programa. <br>
              <br>
La restricci&oacute; en l'acc&eacute;s de la informaci&oacute; a un
determinat navegador o format representa
una discriminaci&oacute; contra els usuaris dels altres navegadors o
aplicacions. Les
administracions p&uacute;bliques han de vetllar per no discriminar cap
plataforma de
l'usuari i no afavorir cap fabricant especialment. De fet, es va
aprovar
recentment un reial decret</span><span style="color: black;">[23]</span><span
 style="color: black;" lang="ES-TRAD">
en el Butllet&iacute; Oficial de l'Estat que regula els registres i
notificacions
telem&agrave;tiques on s'estableix el compliment dels est&agrave;ndards
web. <br style="">
<br style="">
<o:p></o:p></span></p>
              <b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">Situaci&oacute;
legal en diversos
pa&iuml;sos</span></b><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD"> <br>
              <br>
La Xina sempre ha estat reticent a subcontractar projectes
tecnol&ograve;gics a les
grans multinacionals</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[24]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">
i ha tingut certa predisposici&oacute; en la
creaci&oacute;
d'una ind&uacute;stria del programari pr&ograve;pia. El govern
xin&egrave;s finan&ccedil;a des de fa
diversos anys la distribuci&oacute; RedFlag de Linux</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[25]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">
i treballa en diversos
projectes governamentals amb empreses locals i programari lliure.
Diferents
pa&iuml;sos com ara Fran&ccedil;a, el Brasil, l&#8217;Argentina o el
Per&uacute;</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[26]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">
han portat a tramit lleis per afavorir l'&uacute;s del
programari lliure en
l'administraci&oacute; p&uacute;blica. Hi ha, sens dubte, un debat
referent a l'&uacute;s del programari
lliure en l'administraci&oacute;. <br>
              <br>
El Parlament Europeu ha adoptat recentment una resoluci&oacute; que
insta els pa&iuml;sos
membres a promocionar els projectes de codi obert o programari lliure</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[27]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">.
A Espanya, hi ha hagut una &uacute;nica
proposici&oacute; de llei</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[28]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">
d&#8217;Esquerra Republicana de Catalunya (ERC<span style=""></span>)
que va ser rebutjada en el Congr&eacute;s dels Diputats</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[29]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">
al setembre del 2002. Aquesta
mateixa proposici&oacute; de llei va ser tamb&eacute; presentada per
ERC al Parlament de
Catalunya i rebutjada el 25 d'octubre del 2002. En el primer cas va
tenir els
vots en contra del Partit Popular i en el cas catal&agrave; va tenir
els vots en
contra del Partit Popular i de Converg&egrave;ncia i Uni&oacute;. <br>
              <br>
La proposta de llei d&#8217;ERC instava el govern i les empreses participades
pel
mateix a utilitzar programari lliure amb l'&uacute;nica excepci&oacute;
dels casos on no
existissin solucions lliures en les quals podria utilitzar-se
programari
propietari. Aquesta proposta tamb&eacute; reclamava al govern que fes
tasques de
difusi&oacute; i de cooperaci&oacute; amb experi&egrave;ncies
relacionades amb el programari lliure
a Espanya i a altres pa&iuml;sos. <br>
              <br>
Tamb&eacute; hi ha hagut un gran nombre de mocions a favor del
programari lliure, com
la de Sant Bartomeu del Grau a Catalunya</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[30]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">,
la presentada pel grup
socialista</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[31]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">
al Parlament navarr&egrave;s instant el Govern de
Navarra
a engegar un pla de desplegament de l'&uacute;s del programari lliure
en l'&agrave;mbit de
l'Administraci&oacute;, o la presentada per Coalici&oacute;
Can&agrave;ria</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;">[32]</span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"
 lang="ES-TRAD">
al Parlament de Can&agrave;ries, favorable a
l'&uacute;s del programari lliure. No
obstant aix&ograve;, la majoria d'aquestes mocions i propostes no s'han
materialitzat
en fets concrets per la falta de partides pressupost&agrave;ries i
plans concrets
d'execuci&oacute;. <br>
              <br>
              </span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"></span>
              <p class="MsoNormal"><b><u><span style="color: black;"
 lang="ES-TRAD">Cas d'Extremadura</span></u></b><span
 style="color: black;" lang="ES-TRAD"> <br>
              <br>
Un dels casos d'&uacute;s de m&eacute;s &egrave;xit a Espanya ha estat
el projecte LinEx</span><span style="color: black;">[33]</span><span
 style="color: black;" lang="ES-TRAD"> desenvolupat per la Junta
d'Extremadura
i emmarcat en un projecte m&eacute;s ampli destinat a millorar
l'alfabetitzaci&oacute;
digital de la comunitat aut&ograve;noma. En relaci&oacute; al
programari lliure, el projecte
ha creat una versi&oacute; personalitzada del<a name="_Hlt49657982">GNU</a>Linux
basada en la distribuci&oacute; Debian. Aquesta versi&oacute;
personalitzada s'ha distribu&iuml;t
a trav&eacute;s dels centres d'ensenyament secundari, la Xarxa
Tecnol&ograve;gica Educativa,
i la poblaci&oacute; en general a trav&eacute;s del Pla
d'Alfabetitzaci&oacute; Tecnol&ograve;gica (PAT). <br>
              <br>
              <br>
Gr&agrave;cies al desplegament d'una soluci&oacute; basada en
programari lliure, la Junta
d'Extremadura calcula que ha tingut un estalvi directe de 48.000 euros
per cada
unitat docent, que est&agrave; formada per 22 ordinadors</span><span
 style="color: black;">[34]</span><span style="color: black;"
 lang="ES-TRAD">. Un cost gens menyspreable, si tenim en compte
que
el programari s'ha instal&middot;lat en m&eacute;s de 60.000 ordinadors
en comptes del
corresponent programari propietari. <br>
              <br>
Recentment la Junta d'Andalusia ha signat un conveni de
col&middot;laboraci&oacute; amb la
Junta d'Extremadura per compartir experi&egrave;ncies derivades del
projecte extremeny
LinEx, ja que a Andalusia es va a instal&middot;lar Linux en 15.500
ordinadors</span><span style="color: black;">[35]</span><span
 style="color: black;" lang="ES-TRAD">. <br>
              <br>
              <b><u><br>
Cas de Brasil</u></b> <br>
              <br>
El govern brasiler va anunciar fa uns mesos que utilitzar&agrave;
programari lliure en
pr&agrave;cticament totes les &agrave;rees del seu govern,
convertint-se aix&iacute; en el primer
executiu a nivell mundial a fer un desplegament massiu d'aquest sistema
en
l'administraci&oacute; p&uacute;blica. <br>
              <br>
Al Brasil, la ind&uacute;stria inform&agrave;tica mou m&eacute;s de
3.000 milions de d&ograve;lars a l'any,
dels quals pr&agrave;cticament 1.000 van cap als <a name="_Hlt49658165">EUA
              </a>en
concepte de llic&egrave;ncies de programari. El govern de &#8216;Lula&#8217;
est&agrave; apostant per la
creaci&oacute; d'un teixit local d'empreses que donin solucions i
serveis en
programari lliure, fomentant aix&iacute; el desenvolupament local i
desvinculant la
inversi&oacute; p&uacute;blica de les grans multinacionals. <br>
              <br>
Al desembre del 2002, l'estat de Rio do Grande va ser el primer al
Brasil a
aprovar una llei a favor de l'&uacute;s del programari lliure en
l'administraci&oacute;
p&uacute;blica. Ja fa temps que els m&eacute;s de tres milions i mig de
clients del banc
estatal de Rio do Grande do Sul es troben el ping&uuml;&iacute; (la
mascota del sistema
operatiu Linux) cada vegada que van a fer qualsevol operaci&oacute; amb
els caixers
autom&agrave;tics, i &eacute;s que, en aquest estat, les empreses
p&uacute;bliques i les
universitats comencen a funcionar exclusivament amb programari lliure. <br>
              <br>
Un part important de la responsabilitat de l'avan&ccedil; del
programari lliure a
Brasil recau en la iniciativa <i>Software livre</i></span><span
 style="color: black;">[36]</span><i><span style="color: black;"> </span></i><span
 style="color: black;" lang="ES-TRAD">la qual impulsa des de fa algun
temps l'&uacute;s del
programari lliure en l'administraci&oacute; p&uacute;blica i ha
organitzat el F&ograve;rum
Internacional de Programari Lliure, actualment ja en la seva cinquena
edici&oacute;.
El projecte de car&agrave;cter no governamental est&agrave; treballant
conjuntament amb
l'ajuntament de Porto Alegre, el Govern Federal, i altres seccions de
l'administraci&oacute; p&uacute;blica al Brasil per a l'expansi&oacute;
del programari lliure en les
diferents &agrave;rees del govern. <br>
              <br>
              <br>
              <b><u>Conclusions</u></b> <br>
              <br>
Amb l'arribada d'Internet i els tel&egrave;fons m&ograve;bils, el
sector p&uacute;blic augmentar&agrave;
els anys vinents la seva inversi&oacute; tecnol&ograve;gica de manera
molt considerable, pel
qual cobraran encara molta m&eacute;s import&agrave;ncia les
pol&iacute;tiques relacionades en
l'adquisici&oacute; de noves tecnologies per part de
l&#8217;administraci&oacute;. Intentar reduir
el debat de programari lliure o programari propietari en
l'administraci&oacute;
p&uacute;blica a una pura q&uuml;esti&oacute; t&egrave;cnica &eacute;s
tan absurd com renunciar a una pol&iacute;tica
pr&ograve;pia en el sector de les noves tecnologies. <br>
              <br>
La llibertat i el control que proporciona el programari lliure per fer
modificacions, distribuir-les i desvincular-se d'un &uacute;nic
prove&iuml;dor s&oacute;n
atractives per a qualsevol administraci&oacute;, que en cap cas hauria
d&#8217;acceptar
solucions tecnol&ograve;giques per a les quals nom&eacute;s hi ha un
&uacute;nic prove&iuml;dor. <br>
              <br>
El programari lliure representa una oportunitat sense precedents per al
desenvolupament de la societat de la informaci&oacute;. Exemples
d'administracions
p&uacute;bliques que comencen a combinar programari propietari amb
lliure o a fer
servir programari lliure exclusivament, com el cas del Brasil o
Extremadura,
seran cada vegada m&eacute;s freq&uuml;ents. <o:p></o:p></span></p>
              <p class="MsoNormal"><span style="color: black;"
 lang="ES-TRAD"><br>
              <i>El meu agra&iuml;ment a Reynaldo Cordero, Marcelo
D'Elia Branco, </i></span><i><span style="">David Megias</span></i><i><span
 style="color: black;" lang="ES-TRAD"> i Emi Mir&oacute;.<o:p></o:p></span></i></p>
              <p class="MsoNormal"><i><span style="color: black;"
 lang="ES-TRAD">&nbsp;</span></i></p>
              <p class="MsoNormal"><span style="font-weight: bold;">Refer&egrave;ncies</span><br>
              <br>
[1]<a href="http://news.netcraft.com/archives/web_server_survey.html">
http://news.netcraft.com/archives/web_server_survey.html</a><br>
[2] <a href="http://www.isc.org/products/BIND/">http://www.isc.org/products/BIND/</a><br>
[3] Vegeu Internet Engineering Task Force, <a
 href="http://www.ietf.org/">http://www.ietf.org/</a><br>
[4] <a
 href="http://www.gnu.org/philosophy/free-software-for-freedom.html">http://www.gnu.org/philosophy/free-software-for-freedom.html
              </a><br>
[5] Vegeu per exemple llic&egrave;ncia d'Internet Explorer<br>
[6] Vegeu l'assaig The Cathedral and the Bazaar, <a
 href="http://www.catb.org/%7Eesr/writings/cathedral-bazaar/">http://www.catb.org/~esr/writings/cathedral-bazaar/</a><br>
[7] <a href="http://www.askoxford.com/worldofwords/oed/wordsearchers/">http://www.askoxford.com/worldofwords/oed/wordsearchers/</a><br>
[8] <a href="http://www.askoxford.com/worldofwords/oed/oedappeal/">http://www.askoxford.com/worldofwords/oed/oedappeal/</a><br>
[9] <a
 href="http://www.gnu.org/licenses/gpl-faq.html#DoesTheGPLAllowMoney">http://www.gnu.org/licenses/gpl-faq.html#DoesTheGPLAllowMoney</a><br>
[10] Cost d'un Windows XP i un Microsoft Office depenent si la
versi&oacute; &eacute;s professional<br>
[11] <a
 href="http://www.cia.gov/cia/publications/factbook/geos/vm.html">http://www.cia.gov/cia/publications/factbook/geos/vm.html</a><br>
[12] <a
 href="http://global.bsa.org/usa/press/newsreleases/2001-05-21.566.phtml">http://global.bsa.org/usa/press/newsreleases/2001-05-21.566.phtml</a><br>
[13] <a href="http://www.ethnologue.com/show_country.asp?name=Viet+Nam">http://www.ethnologue.com/show_country.asp?name=Viet+Nam</a><br>
[14] <a
 href="http://www-1.ibm.com/linux/RFG-LinuxTCO-vFINAL-Jul2002.pdf">http://www-1.ibm.com/linux/RFG-LinuxTCO-vFINAL-Jul2002.pdf</a><br>
[15] <a href="http://consultingtimes.com/Serverheist.html">http://consultingtimes.com/Serverheist.html</a><br>
[16] <a href="http://www.sedisi.es/06_index.htm">http://www.sedisi.es/06_index.htm</a><br>
[17] <a
 href="http://www.uniondeconsumidores.org/legislacion/lotard.htm">http://www.uniondeconsumidores.org/legislacion/lotard.htm</a><br>
[18] <a
 href="http://www.cnn.com/TECH/computing/9909/03/windows.nsa.02/">http://www.cnn.com/TECH/computing/9909/03/windows.nsa.02/&nbsp;</a>
i&nbsp;&nbsp; <a
 href="http://www.heise.de/tp/english/inhalt/te/5263/1.html">http://www.heise.de/tp/english/inhalt/te/5263/1.html</a><br>
[19] <a href="http://www.egovos.org/pdf/dodfoss.pdf">http://www.egovos.org/pdf/dodfoss.pdf</a><br>
[20] La traducci&oacute; de Windows 98 al catal&agrave; va costar 80.5
(vegeu <a href="http://www.softcatala.org/windows/">http://www.softcatala.org/windows/</a>)
milions de les antigues
pessetes. Per a la traducci&oacute; Windows 2000, Microsoft va demanar
orginalment m&eacute;s de 500 milions de pessetes al govern basc i
catal&agrave; per les respectives traduccions.<br>
[21] Vegeu <a href="http://developer.gnome.org/projects/gtp/status/">http://developer.gnome.org/projects/gtp/status/</a>
o <a href="http://www.mozilla.org/projects/l10n/mlp_status.html">http://www.mozilla.org/projects/l10n/mlp_status.html</a><br>
[22] <a
 href="http://fmg-www.cs.ucla.edu/geoff/ispell-dictionaries.html">http://fmg-www.cs.ucla.edu/geoff/ispell-dictionaries.html</a><br>
[23] <a href="http://www.cde.ua.es/boe/frame.htm?boe20030613_22890.gif">http://www.cde.ua.es/boe/frame.htm?boe20030613_22890.gif</a><br>
[24] <a href="http://news.bbc.co.uk/2/hi/science/nature/1749441.stm">http://news.bbc.co.uk/2/hi/science/nature/1749441.stm</a><br>
[25] <a href="http://www.redflag-linux.com/eindex.html">http://www.redflag-linux.com/eindex.html</a><br>
[26] Vegeu proposta a Fran&ccedil;a, <a
 href="http://www.senat.fr/consult/loglibre/texteloi.html">http://www.senat.fr/consult/loglibre/texteloi.html</a>,
Argentina&nbsp; <a
 href="http://www.grulic.org.ar/proposicion/proyecto/ley-dragan/index.html">http://www.grulic.org.ar/proposicion/proyecto/ley-dragan/index.html</a><br>
[27] <a
 href="http://www.cyber-rights.org/interception/echelon/European_parliament_resolution.htm">http://www.cyber-rights.org/interception/echelon/European_parliament_resolution.htm</a><br>
[28] Vegeu document 'Publicaciones VII Legislatura: BOCG del Congreso.
Serie: B, N&uacute;mero: 244-1 de fecha 24 de mayo de 2002'&nbsp;
a&nbsp; <a href="http://www.senado.es/">http://www.senado.es/&nbsp;</a>&nbsp;&nbsp;
              <br>
[29] <a
 href="http://www.congreso.es/public_oficiales/L7/CONG/DS/PL/PL_188.PDF">http://www.congreso.es/public_oficiales/L7/CONG/DS/PL/PL_188.PDF</a><br>
[30] <a href="http://www.softcatala.org/admpub/grau.htm">http://www.softcatala.org/admpub/grau.htm</a><br>
[31] <a
 href="http://www.parlamento-navarra.es/castellano/boletines/2002/b2002111.pdf">http://www.parlamento-navarra.es/castellano/boletines/2002/b2002111.pdf</a><br>
[32] <a href="http://www.parcan.es/pub/Bop/5L/2001/122/bo122.pdf">http://www.parcan.es/pub/Bop/5L/2001/122/bo122.pdf</a><br>
[33] <a href="http://www.linex.org/">http://www.linex.org/</a><br>
[34]Vegeu article Software Libre en Extremadura: LinEx publicat al
n&uacute;mero 162 de la revista Novatica<br>
[35] Vegeu <a
 href="http://www.expansiondirecto.com/edicion/noticia/0,2458,290687,00.html">http://www.expansiondirecto.com/edicion/noticia/0,2458,290687,00.html</a><br>
[36] <a href="http://www.softwarelivre.org">http://www.softwarelivre.org</a><br>
              <br>
              <i><span style="color: black;" lang="ES-TRAD"><o:p></o:p></span></i></p>
              <p class="MsoNormal"><i><span style="" lang="ES-TRAD">Aquest
document &eacute;s (c) 2003 Jordi Mas i Hern&agrave;ndez. Es permet el
seu &uacute;s i distribuci&oacute;
en qualsevol mitj&agrave; sempre que no sigui modificat i s&#8217;inclogui
aquesta nota.<span style="color: black;"><o:p></o:p></span></span></i></p>
              <span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"><br>
              </span><span
 style="font-size: 12pt; font-family: &quot;Times New Roman&quot;; color: black;"></span>
              <span style="font-weight: bold;"><br>
              </span></td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
