<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" cellpadding="0" cellspacing="0"
 border="0" width="700">
  <tbody>
    <tr>
      <td valign="top" colspan="3"><img height="15" width="700"
 src="/projectes/images/barra.gif"> </td>
    </tr>
    <tr>
      <td valign="top"><img height="35" width="130"
 src="/projectes/images/angulo-1.gif"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img height="35" width="144"
 src="/projectes/images/angulo2.gif"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;"></span><span
 style="font-weight: bold;"></span><span style="font-weight: bold;">Les
cultures minorit&agrave;ries i les multinacionals del software</span> <br>
19/03/2004, Jordi Mas i
Hern&agrave;ndez, jmas@softcatala.org<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><span style="font-weight: bold;"><br>
              </span>Aquesta setmana Microsoft <a
 href="http://www.microsoft.com/Resources/Government/LocalLanguage.aspx">ha
anunciat</a> la disponibilitat d'un nou programa que pemetr&agrave; fer
traduccions a diferents lleng&uuml;es del seu programari.<br>
              <br>
La pres&egrave;ncia de les lleng&uuml;es minorit&agrave;ries en el
m&oacute;n del programari &eacute;s important per poder funcionar a dia
d'avui de manera natural amb una llengua, pel prestigi que t&eacute;
per aquesta, i sobretot, perqu&egrave; &eacute;s quelcom b&agrave;sic
pel jovent i la nostra societat.<br>
              <br>
Des de fa temps, els gal&middot;lesos poden gaudir en la seva llengua
d'un sistema operatiu complet&nbsp; anomenat Linux, a m&eacute;s de
tamb&eacute;, tot un seguit d'eines lliures; incloent-hi eines
ofim&agrave;tiques per a Windows. Un grup de voluntaris agrupats al
voltant del col&middot;lectiu <a
 href="http://www.kyfieithu.co.uk/index.php?lg=en">KGyfieithu</a> fa
uns anys que treballen en la seva adaptaci&oacute; al
gal&middot;l&egrave;s. Fa poques setmanes Microsoft i la Welsh Language
Board<br>
(organisme que promou l'&uacute;s de l'idioma gal&middot;l&egrave;s)
van <a
 href="http://www.bwrdd-yr-iaith.org.uk/en/cynnwys.php?cID=6&amp;pID=6&amp;nID=220">signar
un acord</a> per crear unes versions parcialment tradu&iuml;des de
l'Office 2003 i el Windows XP. Segons molts analistes, incloent-hi la
prestigiosa revista anglesa '<a
 href="http://www.theregister.co.uk/content/4/35096.html">The Register</a>',
aquesta &eacute;s la reacci&oacute; de Microsoft al fet que tot un
seguit d'aplicacions lliures i gratu&iuml;tes es trobin disponibles en
gal&middot;l&egrave;s.<br>
              <br>
Uns quants mesos abans, Microsoft <a
 href="http://www.theregister.co.uk/content/4/28704.html">anunciava</a>
tamb&eacute; que traduiria el seu programa Microsoft Office al Nynorsk,
la segona llengua oficial a Noruega. En aquest cas, la decisi&oacute;
era la resposta a l'advert&egrave;ncia del sector educatiu noruec que
afirmava que no compraria cap c&ograve;pia m&eacute;s d'Office si
aquest no es tradu&iuml;a al Nynordsk. Microsoft va acceptar a les
poques setmanes. M&eacute;s a prop nostre, el Govern d'Euskadi a
trav&eacute;s de la Direcci&oacute; General de Promoci&oacute; de
l'Euskera fa<br>
temps que est&agrave; traduint versions de Linux i del paquet
ofim&agrave;tic lliure Open Office a l'&egrave;uscar despr&eacute;s,
d'anteriorment, haver treballat amb Microsoft.<br>
              <br>
Lluny queden les &egrave;poques en qu&egrave; el Govern de la
Generalitat va haver de pagar 80.5 millions per la traducci&oacute; del
Windows 98 al catal&agrave; o el Govern basc una quantitat,
pr&agrave;cticament, cinc cops superior per una traducci&oacute;
parcial del Microsoft Office a l'&egrave;uscar.<br>
              <br>
Microsoft, com a empresa que disposa d'un c&ograve;mode monopoli, ha
tingut fins recentment la paella pel m&agrave;nec per decidir quines
lleng&uuml;es eren rendibles i amb quines condicions. Sobtadament, amb
la popularitzaci&oacute; del programari lliure i <a
 href="http://www.softcatala.org/articles/article16.htm">la llibertat
que ofereix a qualsevol persona</a> per adaptar un programa a la seva
llengua la paella ha canviat de mans. D'un temps en&ccedil;&agrave;,
Microsoft afirma<br>
que pot fer traduccions parcials dels seus principals programes a molt
baix cost, cosa totalment impensable fa uns anys. Malgrat que
aix&ograve; se'ns ha venut com una bondat d'un nou aven&ccedil;
t&egrave;cnic, realment la tecnologia estava desenvolupada des de fa
anys (es deia MUI) i ha estat realment la pressi&oacute; del mercat el
motiu que els ha impulsat a fer-ho. <br>
              <br>
Aquesta setmana, Microsoft ha anunciat que <a
 href="http://www.microsoft.com/Resources/Government/LocalLanguage.aspx">faciliten
les eines</a> per traduir els seus programes a tercers, una cosa que fa
m&eacute;s de vint anys que es disposa en el m&oacute;n del programari
lliure. De totes maneres, cal recordar que aquestes eines de Microsoft
permeten fer traduccions parcials, com ha passat en el cas del
catal&agrave;.<br>
              <br>
Administracions de tot el m&oacute;n estan considerant l'&uacute;s del
programari lliure per totes les llibertats que ofereix. Fa pocs dies
que el Govern de Ruanda ha comen&ccedil;at a traduir una versi&oacute;
de l'Open Office a la principal llengua del pa&iacute;s. Altres
pa&iuml;sos en vies de desenvolupament ja han abra&ccedil;at el
programari lliure i n'estan preparant versions en les seves
lleng&uuml;es locals.<br>
              <br>
Als Pa&iuml;sos Catalans, des de fa for&ccedil;a anys podem disposar
del principal programari lliure en<br>
catal&agrave;, gr&agrave;cies a l'esfor&ccedil; de molts voluntaris,
gran part d'ells agrupats al voltant de Softcatal&agrave;. Ara mateix,
el catal&agrave; disposa de m&eacute;s bona salut i m&eacute;s
aplicacions que la majoria de lleng&uuml;es minorit&agrave;ries
europees.<br>
              <br>
Hi ha dues lli&ccedil;ons importants a aprendre. La primera &eacute;s
que l'esfor&ccedil; de la gent que treballa en el voluntariat pot
canviar
les coses, com tantes vegades ha succe&iuml;t amb la nostra llengua
durant la hist&ograve;ria. La segona, i la m&eacute;s important,
&eacute;s que els governs han de donar suport al programari lliure no
nom&eacute;s com a eina de normalitzaci&oacute;
ling&uuml;&iacute;stica. Tan efica&ccedil; com ha estat en
l'&agrave;mbit
ling&uuml;&iacute;stic pot ser-ho en molts altres, com ho demostren
experi&egrave;ncies com <a
 href="http://www.softcatala.org/articles/article23.htm">Linex a
Extremadura</a>. El que tingui curiositat, fa temps en vam fer un <a
 href="http://www.softcatala.org/articles/article28.htm">article</a>
sobre alguns dels motius principals per justificar l'&uacute;s del
programari lliure al sector p&uacute;blic.<br>
              <span style="font-weight: bold;"><br>
              </span><span style="font-weight: bold;"></span><br>
              <i><span style="color: black;" lang="ES-TRAD"><!--[endif] --><o:p></o:p></span></i>
              <i><span style="" lang="ES-TRAD">Aquest
document &eacute;s (c) 2004 Jordi Mas i Hern&agrave;ndez</span></i><i><span
 style="" lang="ES-TRAD">. Es permet el
seu &uacute;s i distribuci&oacute;
en qualsevol mitj&agrave; sempre que no sigui modificat i s&#8217;inclogui
aquesta nota. </span></i><br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
