<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" cellpadding="0" cellspacing="0"
 border="0" width="700">
  <tbody>
    <tr>
      <td valign="top" colspan="3"><img height="15" width="700"
 src="/projectes/images/barra.gif"> </td>
    </tr>
    <tr>
      <td valign="top"><img height="35" width="130"
 src="/projectes/images/angulo-1.gif"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img height="35" width="144"
 src="/projectes/images/angulo2.gif"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Entrevista amb </span><span
 style="font-weight: bold;">Marcelo d&#8217;Elia Branco</span><br>
Barcelona, 15/12/2003, Carmen Jan&eacute;, el
Peri&oacute;dico<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><br>
              <span style="font-style: italic;">R&agrave;pid, seductor
i amb un discurs molt clar, aquest sant Jordi
amb ordinador i aire hippy ha fet del software lliure la seva bandera i
de Microsoft el seu drac. Potser perqu&egrave; transformar el
m&oacute;n amb la inform&agrave;tica &eacute;s en el fons una utopia i,
com ell explica, quan se li compleix una utopia en busca una de nova.
Ara que el Govern del president Lula ha fet de la seva causa un
instrument m&eacute;s per a la seva lluita contra la fam i per la
transformaci&oacute; del pa&iacute;s, D&#8217;Elia Branco, que es reconeix
&laquo;de dif&iacute;cil seient&raquo;, pot buscar una altra bandera,
que defensar&agrave;, segons assegura, &laquo;lluitant, per&ograve;
sense perdre la tendresa&raquo;. </span><br style="font-style: italic;">
              <br>
El Govern progressista brasiler dirigit per Luis In&aacute;cio Lula da
Silva aposta per la modernitat de la inform&agrave;tica, per&ograve;
sense perdre de vista les prioritats del seu programa que v&eacute;nen
imposades per la pobresa que hi ha al pa&iacute;s. Per aix&ograve; els
seus assessors, com el t&egrave;cnic Marcelo d&#8217;Elia Branco, recolzen la
utilitzaci&oacute; del denominat software lliure, que &eacute;s un
moviment que produeix programes inform&agrave;tics en qu&egrave; els
usuaris poden tenir acc&eacute;s al codi amb qu&egrave; estan escrits i
distribuir-los<br>
i copiar-los sense haver de pagar drets d&#8217;autor ni llic&egrave;ncies.<br>
              <br>
Sorgit amb Richard Stallman i la Free Software Fundation el 1984,
aquest moviment no t&eacute; nom&eacute;s el sistema operatiu Linux
&#8211;competidor de Microsoft&#8211; com a estendard, sin&oacute; tamb&eacute; el
paquet d&#8217;ofim&agrave;tica Openoffice, els navegadors Mozilla i
Konqueror, els escriptoris KDE, Redhat, Suse i Debian, i moltes altres
aplicacions.<br>
              <br>
              <span style="font-weight: bold;">&iquest;Per qu&egrave;
el Brasil ha optat pel software lliure?</span><br>
              <br>
Al nostre pa&iacute;s, la inform&agrave;tica mou 3.200 milions de
d&ograve;lars a l&#8217;any, dels quals un ter&ccedil; es destinen a pagar
drets a empreses estrangeres. Tenim un 8% de persones connectades a
Internet, i la meitat utilitza software il&middot;legal. Per&ograve; no
podem
legalitzar aquests programes ni comprar noves llic&egrave;ncies
perqu&egrave; estar&iacute;em augmentant el d&egrave;ficit de la nostra
balan&ccedil;a comercial. Per&ograve; tamb&eacute; hi ha una ra&oacute;
social. Al
Brasil, 22 milions de persones passen gana i 46 milions de persones, un
ter&ccedil; del nostre poble, viu amb menys d&#8217;un euro al dia. El
programa prioritari del Govern del president Lula &eacute;s
combatre la fam i per fer-ho necessita 556 milions de d&ograve;lars,
menys de la meitat del que gastem en drets per software.<br>
              <br>
              <span style="font-weight: bold;">I davant d&#8217;aquest
panorama, &iquest;com plantegen l&#8217;acc&eacute;s a Internet?</span><br>
              <br>
Combatre la bretxa digital no &eacute;s &uacute;nicament donar un
ordinador connectat a Internet, perqu&egrave; aix&ograve; transforma la
nostra gent en consumidors d&#8217;una tecnologia sobre la qual no tenim
coneixement. Hem de dominar la cultura digital, i aix&ograve;
nom&eacute;s &eacute;s possible utilitzant software lliure,
perqu&egrave; podem accedir al codi i aprendre. Una altra ra&oacute;
&eacute;s la nostra necessitat de desenvolupar una ind&uacute;stria
nacional. La decisi&oacute; del Govern, recolzada pel Projeto Software
Livre, &eacute;s ampliar la nostra cultura, alhora que fomentem les
ind&uacute;stries nacionals o les multinacionals que actuen al nostre
territori, generant m&eacute;s llocs de treball.<br>
              <br>
              <span style="font-weight: bold;">&Eacute;s a dir, anar
cap al desenvolupament gr&agrave;cies al software.<br>
              </span><br>
Molts problemes al Brasil necessiten solidaritat internacional. Som un
pa&iacute;s dependent en tecnologia, com Espanya. Amb software lliure
podem fer un salt tecnol&ograve;gic que ens situ&iuml; al costat de
pa&iuml;sos del Primer M&oacute;n. No som ni millors ni pitjors que la
gent dels EUA o el Jap&oacute; i, si ens donen oportunitats, podem ser
tan bons com els altres. Marcelo Tosati, el supervisor mundial del
nucli de Linux, &eacute;s brasiler; Cristiano Anderson, un dels sis
mantenidors del projecte GNU, tamb&eacute;... Est&agrave;vem tots junts
a Porto Alegre.<br>
              <br>
              <span style="font-weight: bold;">Per&ograve; davant
d&#8217;aquest discurs, Bill Gates va anar al Brasil i va oferir una pila de
paquets de software.</span><br>
              <br>
El moviment de software lliure ja fa anys que regala tots els programes
a governs, universitats... Si ho quantifiqu&eacute;ssim, aix&ograve;
val molt m&eacute;s que tot el patrimoni de Microsoft, que nom&eacute;s
regala llic&egrave;ncies immaterials. La l&ograve;gica dels governs
d&#8217;acceptar les donacions per fer veure que fan grans coses &eacute;s
una tonteria, perqu&egrave; accedir al codi font d&#8217;un programa no
t&eacute; preu.<br>
              <br>
              <span style="font-weight: bold;">Per&ograve; Microsoft
est&agrave; obrint el seu codi a determinats governs.</span><br>
              <br>
Aix&ograve; &eacute;s m&agrave;rqueting. N&#8217;estan obrint una part
per&ograve; no pas tot, i ho mostren en una presentaci&oacute; de
Powerpoint, cosa que no d&oacute;na garanties. A m&eacute;s a
m&eacute;s, tampoc n&#8217;hi ha prou d&#8217;obrir el codi, se l&#8217;ha de poder
modificar. I no millorarem pas un
codi d&#8217;un altre perqu&egrave; Microsoft guanyi m&eacute;s diners.<br>
              <br>
              <span style="font-weight: bold;">&iquest;Es pot combatre
la fam amb ordinadors?</span><br>
              <br>
Indirectament s&iacute;. La fam est&agrave; originada per la
depend&egrave;ncia econ&ograve;mica, i aquesta t&eacute; el seu origen
en la depend&egrave;ncia tecnol&ograve;gica. El Brasil t&eacute; una
base suficient per poder ser un pa&iacute;s ric. Els ordinadors no
combaten la fam, per&ograve;
s&iacute; la depend&egrave;ncia tecnol&ograve;gica.<br>
              <br>
              <span style="font-weight: bold;">&iquest;Quin paper hi
juga Porto Alegre?<br>
              </span><br>
&Eacute;s la ciutat del f&ograve;rum social m&eacute;s important i
l&#8217;Administraci&oacute; m&eacute;s forta en software lliure que hi ha al
Brasil. L&#8217;organitzaci&oacute; Projeto <a
 href="http://www.softwarelivre.org/">Software Livre</a> pertany a
l&#8217;&uacute;nic grup que est&agrave; lligat directament al president de
la rep&uacute;blica. Per&ograve; no
volem fer-ho tot sols al Govern. Busquem ajuda en la comunitat de
software lliure internacional perqu&egrave; ens ajudin a convertir el
Brasil en un exemple d&#8217;independ&egrave;ncia tecnol&ograve;gica per a la
resta del m&oacute;n.<br>
              <br>
              <br>
              <img style="width: 490px; height: 377px;" alt="Marcelo"
 src="marcelo.jpg"><br>
              <span style="font-weight: bold;"><span
 style="font-weight: bold;"></span></span><span
 style="font-style: italic;">Marcelo d&#8217;Elia Branco</span><span
 style="font-weight: bold;"><br>
              </span><span style="font-weight: bold;"><br>
Digui&#8217;m una cosa,
&iquest;qui va ser primer, Extremadura o el Brasil?</span><br>
              <br>
Perqu&egrave; Extremadura tamb&eacute; ha migrat tot el seu sistema
educatiu al software lliure.<br>
              <br>
              <span style="font-weight: bold;">&iquest;L&#8217;ou o la
gallina?</span> <br>
              <br>
S&oacute;n situacions diferents. A Porto Alegre vam comen&ccedil;ar
primer, per&ograve; Extremadura va ser m&eacute;s r&agrave;pida a
implantar-lo, i ara van al davant: 66.000 ordinadors per a la xarxa
educativa p&uacute;blica, 39.000 a Andalusia, Val&egrave;ncia...
Espanya avui est&agrave; a l&#8217;avantguarda d&#8217;Europa en
implementaci&oacute; de software lliure. Per&ograve; n&#8217;hi ha altres
exemples, com el Govern de Munic, el Jap&oacute; i la Xina que han
anunciat una distribuci&oacute; pr&ograve;pia. <br>
              <br>
              <span style="font-weight: bold;">&iquest;La base al
Brasil tamb&eacute; &eacute;s Debian, com a Extremadura?<br>
              </span><br>
Per a un Govern, el m&eacute;s correcte em sembla que &eacute;s
treballar amb Debian, perqu&egrave; &eacute;s una distribuci&oacute;
que mantenen voluntaris i no dep&egrave;n de cap empresa. Debian
&eacute;s avui un tronc de distribuci&oacute;, perqu&egrave; a partir
d&#8217;ella es fa la distribuci&oacute; d&#8217;Andalusia, Extremadura, Porto
Alegre. I aix&ograve; no significa que no es contracti una empresa
privada que ens doni suport,manteniment.<br>
              <br>
              <span style="font-weight: bold;">&iquest;I la
connectivitat? Perqu&egrave; una cosa &eacute;s que no es pagui pel
software, per&ograve; s&#8217;ha de seguir pagant per la connexi&oacute;.</span><br
 style="font-weight: bold;">
              <br>
Els governs s&#8217;ho havien d&#8217;haver pensat abans d&#8217;haver venut les empreses
p&uacute;bliques de telecomunicacions, perqu&egrave; la intenci&oacute;
de privatitzar-les per millorar els serveis, augmentar la
compet&egrave;ncia i abaixar els preus no s&#8217;ha complert. Podr&iacute;em
pensar en un altre model, potser no estatal, sin&oacute; p&uacute;blic,
amb una partprivada i control p&uacute;blic.<br>
              <br>
              <span style="font-weight: bold;">&iquest;El Govern
brasiler ha pensat a tornar a nacionalitzar les empreses de
telecomunicacions?<br>
              <br>
              </span>No, no hi ha aquesta idea, perqu&egrave; no volem
a&iuml;llar-nos del context internacional. Hem de buscar un model
alternatiu i conviure amb les multinacionals.<br>
              <br>
              <span style="font-weight: bold;">Hi insisteixo. Una
societat amb una taxa d&#8217;analfabetisme com la del Brasil, &iquest;pot
entrar en la societat de la informaci&oacute;?</span><br>
              <br>
Una &agrave;via de 68 anys no sabia llegir, per&ograve; a partir de
l&#8217;experi&egrave;ncia dels telecentres a Sao Paulo va sentir necessitat
de comunicar-los als seus familiars per correu electr&ograve;nic que
estava sola. L&#8217;ordinador va ser un est&iacute;mul perqu&egrave;
aprengu&eacute;s a llegir i escriure. Per&ograve; &eacute;s que els
analfabets<br>
poden fer servir ordinadors. La Gnome Fundation de Miguel de Icaza
est&agrave; fent un projecte perqu&egrave; cecs, sords i els que no
s&agrave;piguen llegir puguin utilitzar ordinadors. I hi ha un altre
projecte d&#8217;Hispalinux perqu&egrave; es pugui navegar sense utilitzar
lletres, nom&eacute;s amb s&iacute;mbols.<br>
              <br>
              <span style="font-weight: bold;">A Espanya, la societat
de la informaci&oacute; sembla que no avan&ccedil;a i hi ha qui apunta
que potser hi ha gent que no est&agrave; interessada a connectar-se.<br>
              </span><br>
Molta gent realment no necessita connectar-se a Internet. Aquesta
&eacute;s una idea estimulada pel capital financer que ha especulat al
voltant de la tecnologia i ha creat m&eacute;s productes i serveis dels
que la gent est&agrave; disposada a consumir. Avui hi ha un excedent
mundial de banda ampla<br>
del 97%. La tecnologia s&#8217;ha d&#8217;impulsar a partir de les necessitats
b&agrave;siques de la gent: l&#8217;educaci&oacute;, els serveis
p&uacute;blics... La inform&agrave;tica ha de ser &uacute;til i no
sup&egrave;rflua.<br>
              <br>
              <span style="font-weight: bold;">Doncs la
ind&uacute;stria inform&agrave;tica es basa en bona mesura en la
carrera d&#8217;haver de canviar els equips cada cert temps per no quedar-se
obsolets. &iquest;Promoure el contrari alentiria la ind&uacute;stria?</span><br>
              <br>
No. La nostra filosofia &eacute;s que l&#8217;ordinador corri cada vegada
m&eacute;s r&agrave;pid i necessiti menys recursos de m&agrave;quina.
Hi ha molta gent que no t&eacute; ordinador i amb software lliure
podria obrir-se el mercat perqu&egrave; les m&agrave;quines serien
m&eacute;s barates. &Eacute;s just pagar per una m&agrave;quina
perqu&egrave; &eacute;s una cosa<br>
material, per&ograve; un software &eacute;s una cosa immaterial i ha de
ser remunerat com a producci&oacute; intel.lectual, per&ograve; no per
la reproducci&oacute; ni la c&ograve;pia. La c&ograve;pia digital no
t&eacute; cost.<br>
              <br>
              <span style="font-weight: bold;">A Espanya hi ha una gran
pol&egrave;mica pel c&agrave;non que s&#8217;ha imposat sobre els CD
gravables per protegir la propietat intel&middot;lectual.<br>
              </span><br>
Aix&ograve; &eacute;s una legislaci&oacute; tecnofeixista, que
est&agrave; vinculada a la Digital Millenium Act que va aprovar el
Govern dels EUA. En el m&oacute;n anal&ograve;gic, els consumidors
ten&iacute;em dret a fer una c&ograve;pia per a &uacute;s privat. Ara
estan atacant les llibertats civils. El moviment del software lliure
est&agrave; contra qualsevol ampliaci&oacute; del copyright. Les
patents s&oacute;n contr&agrave;ries als drets de l&#8217;autor, que
s&oacute;n els que han de ser protegits. <br>
              <br>
El creador &eacute;s un
autor, i ha de tenir les seves garanties, per&ograve; no hi ha cap
ra&oacute; per cobrar perqu&egrave;<br>
es toqui en un ball. La majoria dels m&uacute;sics no viuen dels seus
CD, sin&oacute; dels seus concerts. La revoluci&oacute; digital ha
tornat obsoletes algunes ind&uacute;stries, que volen mantenir els seus
lucres artificialment.<br>
              <br>
              <span style="font-weight: bold;">&iquest;Qu&egrave; en
pensa de la pirateria?<br>
              <br>
              </span>Les campanyes antipirateria estan estimulades per
la ind&uacute;stria
fonogr&agrave;fica i no estan defensant el dret de l&#8217;autor, sin&oacute;
els interessos de la ind&uacute;stria, que cobra segons les
c&ograve;pies que es distribueixin. La majoria dels autors tenen
inter&egrave;s que la seva obra sigui distribu&iuml;da lliurement
perqu&egrave; vagi m&eacute;s gent als seus concerts. Per&ograve;
&eacute;s un tema m&eacute;s complex que el del software. Hi ha un grup
que tracta amb llic&egrave;ncies obertes per a obres intel.lectuals.<br>
              <br>
              <span style="font-weight: bold;">Per&ograve; segons
alguns estudis, a Espanya el gran problema de la pirateria no
s&oacute;n tant les xarxes per Internet sin&oacute; el topmanta.</span><br>
              <br>
No estic a favor de la c&ograve;pia il&middot;legal, per&ograve; si
&eacute;s
possible vendre-la a meitat de preu &eacute;s perqu&egrave; podria
tenir aquest preu. La ind&uacute;stria t&eacute; recursos per a
aix&ograve;. La gent la compra a la manta perqu&egrave; &eacute;s
m&eacute;s barata. Una sortida seria reduir el guany de l&#8217;intermediari.
Perqu&egrave; la botiga tamb&eacute; t&eacute; un marge petit.<br>
              <br>
              <span style="font-weight: bold;">&iquest;Qu&egrave; pensa
quan s&#8217;acusa el software </span><span style="font-weight: bold;">lliure
de demag&ograve;gia?</span><br>
Dep&egrave;n. Si la cr&iacute;tica ve de Microsoft, estan en el seu
paper. Si ve dels governants, o no tenen coneixement sobre el tema o
&eacute;s que estan enn&ograve;mina de Microsoft.<br>
              <br>
              <br>
              <br>
              <i><span style="color: black;" lang="ES-TRAD"><!--[endif] --><o:p></o:p></span></i>
              <i><span style="" lang="ES-TRAD">Aquest
document &eacute;s (c) 2003 Carmen Jan&eacute;</span></i><i><span
 style="" lang="ES-TRAD">. Es permet el
seu &uacute;s i distribuci&oacute;
en qualsevol mitj&agrave; sempre que no sigui modificat i s&#8217;inclogui
aquesta nota.</span></i><br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
