<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title></title>
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span><font
 size="2"><span class="Txt-pequeBolcolor"><b><font size="3"><span
 class="Txt-pequeBolcolor"></span></font></b></span></font></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><font size="2"
 face="Arial, Helvetica, sans-serif"><span lang="CA">Per Carmen
Jan&eacute;, 23/01/2003, el Peri&oacute;dico de Catalunya</span><br>
              </font></font></span></span></font></td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td><br>
              <span style="font-weight: bold;">Richard Stallman, a
Barcelona</span><br>
              <br>
Per <a href="http://www.stallman.org">Richard Stallman</a>, el <span
 style="font-style: italic;">software</span> &eacute;s part del
coneixement hum&agrave;, i com a tal, s'ha de compartir. &Eacute;s per
aix&ograve; que l'anomenat &uacute;ltim hacker, pare del software
lliure i ap&ograve;stol del GNU/ Linux, va clamar, divendres passat a
Barcelona, una vegada m&eacute;s, sobre la necessitat de permetre
l'acc&eacute;s als codis dels programes inform&agrave;tics i contra la
possibilitat &nbsp;que els programes puguin ser subjectes a patents,
una mesura que ha estat reclamada per algunes multinacionals
nord-americanes i que la <br>
Uni&oacute; Europea debat implantar des de fa uns quants anys. "Les
patents de software van en contra de l'esperit de la
programaci&oacute;, que necessita &nbsp;posar models en com&uacute; per
crear-ne altres de nous", explica l'ide&ograve;leg dels ciberdrets. "Si
prosperen les patents, programar es podr&agrave; comparar <br>
a travessar un camp de mines". Stallman tamb&eacute; va denunciar el
paper dels lobbies de la ind&uacute;stria inform&agrave;tica, "que
amenacen els programadors perqu&egrave; no revelin el codi i busquen
conv&egrave;ncer els Governs perqu&egrave; no s'hi oposin,
perqu&egrave; volen que els ordinadors els obeeixin".<br>
              <br>
              <span style="font-weight: bold;">Anunci de Microsoft</span><br>
              <br>
En opini&oacute; de l'&agrave;nima de la <a href="http://www.fsf.org">Free
Software Foundation</a>, l'anunci de Microsoft de permetre
l'acc&eacute;s de governs i clients al codi font de Windows s'ha
d'inscriure en aquesta l&iacute;nia perqu&egrave; "no canvia res, i a
m&eacute;s a m&eacute;s no &eacute;s nou". "Als anys 80, ATT oferia
llic&egrave;ncies per al codi font d'Unix amb el comprom&iacute;s de no
divulgaci&oacute;. Actualment, Microsoft fa el mateix. Intenten
guanyar-se els governs perqu&egrave; optin per ells i no pel software
lliure. Els creadors de programes propietaris sempre intenten dividir
la gent, i Microsoft sempre tempta els que intenten resistir", declara.
Stallman ent&eacute;n que la pirateria "nom&eacute;s &eacute;s assaltar
vaixells", i per tant no accepta el terme per a la c&ograve;pia
indiscriminada. <br>
              <br>
Ell mateix es defineix com a "hacker", en el sentit que tenia al MIT
als anys 60, "expert inform&agrave;tic a qui mou buscar el repte, ser
m&eacute;s llest". Segons el seu parer, una empresa inform&agrave;tica
no pot basar el seu negoci en l'ocultaci&oacute; dels codis i en
l'exclusi&oacute; d'informaci&oacute;, sin&oacute; en "la
distribuci&oacute; de c&ograve;pies, a crear programes a mida o a donar
serveis als usuaris", tal com fan companyies com ara Suse, Mandrake o
Redhat, que distribueixen i venen &nbsp;serveis sobre distribucions del
nucli de Linux. "Poques empreses viuen de vendre llic&egrave;ncies, en
realitat", afirma. Mandrake, precisament, ha presentat suspensi&oacute;
de pagaments aquesta setmana.<br>
              <br>
              <a href="http://www.softcatala.org/articles/stallman-gaudi2.jpg">
              <img src="stallman-gaudi2.jpg"
 title="Stallman al parc G&uuml;ell" alt="Stallaman al parc G&uuml;ell"
 style="width: 460px; height: 345px;"></a><br>
              <span class="titnoti01" style="font-style: italic;">Stallman
al Parc G&uuml;ell (premer per ampliar)</span><span class="titnoti01"
 style="font-weight: bold;"><br>
              <br>
S&oacute;c Sant IGNUtius<br>
              </span><br>
"S&oacute;c Sant IGNUtius, ap&ograve;stol de l'esgl&eacute;sia de
l'Emacs, que vinc a beneir els vostres ordinadors...", anunciava
Richard Stallman, amb t&uacute;nica i aur&egrave;ola de santedat a
sobre, a l'audi&egrave;ncia perplexa de la <a href="http://www.upf.es">UPF</a>,
al final de la seva confer&egrave;ncia de divendres passat. La broma,
que ha repetit davant altres auditoris, m&eacute;s enll&agrave; de
demostrar el seu fin&iacute;ssim sentit de l'humor, t&eacute;, com
tantes altres, una part de veritat.<br>
              <br>
Stallman ha consagrat la seva vida a crear software lliure (eines per
al sistema operatiu GNU i l'editor de textos Emacs) des que alg&uacute;
li va negar l'acc&eacute;s al programa d'una impressora que
s'espatllava sovint. Viu amb molta austeritat dels recursos que li
d&oacute;na la Free Software Foundation, a la qual contribueixen
ciutadans an&ograve;nims a trav&eacute;s d'internet, des que va deixar
la seva feina com a investigador al MIT perqu&egrave; considerava que
"si hi seguia podrien tenir drets sobre el que jo programava".<br>
              <br>
"Es pot viure amb 80 o 100 d&ograve;lars al mes, si les teves
prioritats no s&oacute;n luxes superflus com un iot, una casa o tenir
fills", assegura. De fet, ell viatja, i molt, amb gaireb&eacute; el que
porta posat, m&eacute;s el seu ordinador, una c&agrave;mera i una
flauta, i renuncia a centenars de "luxes superflus", com els mocadors.
Envia pr&egrave;viament una llista de condicions per correu
electr&ograve;nic que assenyalen el que menja i que li fan canviar un
hotel de luxe per un pis d'estudiants. I viu pendent de consultar els
seus emails.<br>
"El que fas &eacute;s el que penses", diu, i per aix&ograve; assegura
que no ha volgut dedicar la seva vida "a alguna cosa que no el
pogu&eacute;s fer-se sentir satisfet". La seva lluita es basa en el
lema "llibertat, pol&iacute;tica i joc net", que converteix
r&agrave;pidament en el cl&agrave;ssic "llibertat, igualtat,
fraternitat".<br>
Per&ograve; als 49 anys, sent que la seva tasca rere del software
lliure i la seva aportaci&oacute; a aquest ha quedat eclipsada per la
figura de Linus Torvalds, l'exestudiant finland&egrave;s que va
aconseguir articular un nucli per a GNU, Linux, sobre el qual s'ha
basat el model comercial. Per aix&ograve; reclama que el sistema es
digui GNU/Linux, i no nom&eacute;s Linux.<br>
              <br>
"Torvalds ha tret protagonisme no nom&eacute;s a la meva feina, que
nom&eacute;s seria dolent per al meu ego, sin&oacute; tamb&eacute; per
al moviment del software lliure, i aix&ograve; &eacute;s m&eacute;s
important, perqu&egrave; ens debilita. Torvalds ara escriu software
propietari i aix&ograve; no &eacute;s &egrave;tic, ni per a ell ni per
a qualsevol persona. Va fer una feina important de software lliure
per&ograve; no recolza pol&iacute;ticament la llibertat de cooperar.
Evita la pol&iacute;tica, no vol veure el m&oacute;n en termes
pol&iacute;tics", explica visiblement dolgut.<br>
Stallman, en canvi, mant&eacute; en la seva web opinions sobre una pila
de temes candents, des de l'Iraq al Brasil i Corea del Nord. I aspira
que alg&uacute; --un grup palest&iacute; s'hi ha ofert-- desenvolupi un
sistema operatiu per a m&ograve;bils basat en software lliure, per
"evitar el control" dels terminals.<br>
              <br>
&nbsp;<br>
              </td>
            </tr>
          </tbody>
        </table>
        <p align="left"></p>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">&nbsp;</td>
    </tr>
  </tbody>
</table>
<table width="700" border="0" bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td>
      <blockquote>
        <div align="left">
        </div>
      </blockquote>
      <blockquote> <br>
      </blockquote>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
