<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title></title>
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 lang="CA"><font face="Arial, Helvetica, sans-serif" size="3"><b>Microsoft
i el                 catal&agrave;: Windows XP en catal&agrave; i el
futur m&eacute;s immediat</b></font></span><b><font size="3"><span
 class="Txt-pequeBolcolor"></span></font></b></span></font></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><font size="2"
 face="Arial, Helvetica, sans-serif"><span lang="CA">Per Jordi Mas i
Hern&agrave;ndez/ www.softcatala.org</span><br>
08/07/2002 <br>
              </font></font></span></span></font></td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td>
              <p><br>
              <br>
La Generalitat i Microsoft va anunciar el passat dilluns la           
versi&oacute; de Windows XP Professional en catal&agrave;, en la qual
s'ha                   estat treballant durant m&eacute;s de vuit
mesos, i la seva intenci&oacute;                   de
col&middot;laborar per traduir tamb&eacute; la propera versi&oacute;
del Microsoft                   Office.<br>
              <br>
              <b>Windows XP Professional en catal&agrave; </b><br>
              <br>
El Windows XP en catal&agrave; &eacute;s la versi&oacute; m&eacute;s
moderna de Windows                   des que es va traduir el Windows
98 al catal&agrave; ara ja fa uns                   d'anys. El paquet
d'idioma de Windows XP en catal&agrave; s'instal&middot;la            
nom&eacute;s sobre la versi&oacute; en espanyol del XP Professional i
no funciona                   sobre la versi&oacute; Home de l'XP, ja
que aquesta edici&oacute; del sistema                   operatiu no
accepta paquets d'interf&iacute;cie d'usuari. Els que tingueu         
una edici&oacute; Home del sistema, us podeu actualitzar a la
versi&oacute;                   Professional, amb un cost aproximat de
120 euros.<br>
              <br>
Un cop instal&middot;lat el paquet tindrem una traducci&oacute; parcial
del                   programa. En una sessi&oacute; de treball d'un
usuari normal, trobarem                   que la gran majoria
d'aplicacions del Windows apareixen tradu&iuml;des,                  
com ara l'interf&iacute;cie d'usuari principal, els tauler de control 
des d'on podem canviar la configuraci&oacute; del sistema, aplicacions
 com el Microsoft OutLook i el Microsoft Internet Explorer. Entre      
les parts que no es troben traduides destaquen totes les eines        
de l&iacute;nia de comandes i eines d'administraci&oacute;
avan&ccedil;ades del sistema.                   Tampoc no s'ha
trad&uuml;it cap part de l'ajuda, que queda completament              
en castell&agrave;. <br>
              <br>
El projecte s'ha desenvolupat des de l'oficina de Barcelona           
de Microsoft i la traducci&oacute; ha estat realitzada per l'empresa  
de localitzaci&oacute; Logoscript i s'ha comptat amb la revisi&oacute;
terminol&ograve;gica                   del TERMCAT.<br>
              <br>
El paquet d'idioma en catal&agrave; ocupa al voltant de 2,8 Mb i es   
pot descarregar gratu&iuml;tament del lloc web de <a href="#1">Microsoft
i Softcatal&agrave; </a>[1] o b&eacute; demanar-lo a Microsoft per
tel&egrave;fon                   al 902 197 198. Amb un m&ograve;dem
de 56 Kps la descarrega triga poc                   m&eacute;s de 7
minuts. </p>
              <p><b>La tecnologia</b><br>
              <br>
              <b> </b>Al juliol del 1999 Softcatal&agrave; va enviar
una carta oberta                   a Pol&iacute;tica
Ling&uuml;&iacute;stica i al Comissionat per a la Societat de         
la Informaci&oacute; sobre la necessitat de fer un canvi en aquestes  
pol&iacute;tiques i avaluar el desenvolupament d'un paquet d'idioma   
catal&agrave; per a Windows 2000 (el m&eacute;s recent en aquella
&egrave;poca) fent                   servir la tecnologia MUI. En la
carta tamb&eacute; s'advertia del tracte                  
discriminatori que representa per a usuaris d'altres plataformes,     
especialment de Mac i GNU/Linux. Tamb&eacute; s'advertia del tracte   
discriminatori que representa per a altres empreses de programari     
donar suport nom&eacute;s a un &uacute;nic fabricant, Microsoft en
aquest                   cas. Tres anys m&eacute;s tard, i tres anys
en noves tecnologies &eacute;s                   molt de temps,
Microsoft usa el suport multidioma d'XP per crear                   un
paquet d'idioma tal com Softcatal&agrave; va plantejar ja al 1999.    
B&eacute;, com a m&iacute;nim no an&agrave;vem massa errats.<br>
              <br>
La tecnologia MUI (multilanguage user interface), que &eacute;s la    
que fa possible el paquet d'idioma catal&agrave;, va ser desenvolupada
 originalment en resposta a la demanda de grans corporacions           
multinacionals que deman&agrave;ven tenir un sol Windows 2000,
per&ograve;                   que permet&eacute;s que els usuaris de
diferents pa&iuml;sos poguessin tenir                   la
interf&iacute;cie d'usuari en la seva llengua. Microsoft va crear     
un CD-ROM adicional per a la gamma m&eacute;s alta de Windows 2000,   
nom&eacute;s disponible per a empreses, que permitia instal&middot;lar
una                   llengua diferent per a cada usuari. M&eacute;s
endavant es va pensar                   que aquest sistema es podria
utilizar per a lleng&uuml;es minorit&agrave;ries.                  
Els que esteu acostumats a treballar amb sistemes Unix ja coneixeu    
que aquesta possibilitat d'escollir idioma per cada usuari &eacute;s  
present en aquest sistema operatiu de fa molts anys.<br>
              <br>
Un dels avantatges de MUI &eacute;s que obliga a complir estrictament 
una de les recomanacions m&eacute;s importants en l'<a href="#2">&agrave;mbit
de la internacionalitzaci&oacute;</a> [2], que &eacute;s la
separaci&oacute; de l'aplicaci&oacute;                   i de la seva
interf&iacute;cie d'usuari. Aix&ograve; permet que no haguem          
d'instal&middot;lar tot un nou sistema operatiu si volem canviar de   
llengua (passar d'espanyol al catal&agrave;, per exemple) ja que el   
codi del programa &eacute;s el mateix per totes les lleng&uuml;es,
nom&eacute;s                   canvia la interf&iacute;cie.
Gr&agrave;cies al fet que disposem de les traduccions                 
a&iuml;llades en uns components molt concrets, &eacute;s senzill crear
un                   paquet d'idioma i distribuir-lo als usuaris.<br>
              <br>
Segons se'ns ha informat, Microsoft Barcelona est&agrave; treballant  
perqu&egrave; el paquet d'idioma del catal&agrave; vingui de
s&egrave;rie com un                   component opcional al Windows en
espanyol. D'aquesta manera,                   qualsevol persona que
tingui un CD-ROM en espanyol podr&agrave; instal&middot;lar           
directament el m&ograve;dul. Aix&ograve; &eacute;s for&ccedil;a
interessant.<br>
              <br>
De cara a la propera versi&oacute; de Windows XP, que per ara t&eacute;
el                   nom en clau Longhorn i que est&agrave; previst
que aparegui durant                   l'any 2005, sembla ser que
aquesta tecnologia s'utilitzar&agrave; per                   a moltes
m&eacute;s les lleng&uuml;es, i alguns dels idiomes que ara disposen  
d'una versi&oacute; completament tradu&iuml;da tindran traduccions
parcials,                   malgrat que la tecnologia MUI permet
realitzar pr&agrave;cticament                   una traducci&oacute;
completa del sistema operatiu. Aquesta tecnologia                  
ser&agrave; millorada perqu&egrave; pugui rempla&ccedil;ar el sistema
tradicional                   de traduccions completes que Microsoft
estava utilitzant fins                   avui. <br>
              <br>
A m&eacute;s, en certs casos, Microsoft t&eacute; previst obrir la
traducci&oacute;                   de futures aplicacions i versions
dels sistemes operatius a                   governs i grans empreses,
i crear un joc d'eines per facilitar                   que ells
mateixos es puguin crear els seus paquets d'idioma. &nbsp;<br>
              </p>
              <p>Sense cap dubte la pressi&oacute; del programari
lliure, i en concret de GNU/Linux i Open Office, disponibles en moltes
lleng&uuml;es minorit&agrave;ries (incloent-hi el catal&agrave;),
aix&iacute; com la decisi&oacute; de les administracions
p&uacute;bliques de molts pa&iuml;sos a considerar solucions basades en
programari lliure han estat determinants perqu&egrave; Microsoft
prengu&eacute;s la decisi&oacute; d'obrir parcialment les seves
traduccions per alguns productes. Tamb&eacute; recordem, que aquesta
decisi&oacute; permet a Microsoft reduir costos de localitzaci&oacute;
i transferir-los a altres institucions o governs, en el nostre cas, el
govern catal&agrave;.<br>
              <br>
              <b> Microsoft Office 11</b><br>
              <br>
Dins de l'acord a qu&egrave; han arribat Microsoft i la Generalitat   
de Catalunya, s'inclou la traducci&oacute; al catal&agrave; parcial del
paquet                   ofim&agrave;tic Microsoft Office 11. Els
components que es traduiran                   s&oacute;n Microsoft
Word, Excel i OutLook, i es deixa sense versi&oacute;                 
en catal&agrave; el PowerPoint, l'Access i les eines addicionals del  
paquet ofim&agrave;tic, aix&iacute; com l'ajuda en l&iacute;nea.
Microsoft Office                   11 est&agrave; previst que es
llan&ccedil;i al mercat a mitjans de l'any 2003                   i
que la versi&oacute; en catal&agrave; aparegui pocs mesos
despr&eacute;s. En principi                   s'ha parlat nom&eacute;s
de realitzar la versi&oacute; per a Microsoft Windows                 
d'Office, no s'ha mencionat res sobre la versi&oacute; per a Mac.<br>
              <br>
Per realitzar aquesta traducci&oacute; s'emprar&agrave; el mateix
sistema                   de paquets d'idioma i la mateixa tecnologia
que s'ha emprat                   per crear el paquet d'idioma
catal&agrave;. Aix&ograve; vol dir que tamb&eacute;                  
ser&agrave; un paquet addicional que podrem descarregar i aplicar sobre
la nostra versi&oacute; d'Office 11 en espanyol.<br>
              <br>
Microsoft Office en catal&agrave; ser&agrave;, aix&iacute;, la tercera
eina ofim&agrave;tica                   que aparegui en catal&agrave;,
despr&eacute;s de l'Open Office i AbiWord,                   que
Softcatal&agrave; est&agrave; traduint i es trobaran disponibles en les
properes setmanes.<br>
              <br>
              <b>Reflexions finals</b><br>
              <br>
Els productes de Microsoft tenen a Catalunya, com pr&agrave;cticament 
a la resta del m&oacute;n, un percentatge de penetraci&oacute; molt alt
i                   disposar d'una versi&oacute; en catal&agrave;
&eacute;s sempre una cosa positiva                   per a
l'avan&ccedil; de la llengua en el m&oacute;n de les noves tecnologies.
Sense dubte, els usuaris d'aquests productes hauran de pressionar     
perqu&egrave; aquestes traduccions parcials es vagin convertint
progressivament                   en m&eacute;s completes, i sobretot
perqu&egrave; es mantingui la tasca en                   les
succesives actualitzacions i service packs, tamb&eacute; seria        
interessant soportar XP Home en el futur.<br>
              <br>
D'altra banda, el Govern de la Generalitat hauria de donar suport     
tamb&eacute; a d'altres empreses que vulguin adaptar el seu programari
 al catal&agrave;, aix&iacute; com la traducci&oacute; de programari
lliure.<br>
              <br>
Estem davant de l'inici d'un canvi important per part de Microsoft    
en la manera de gestionar la traducci&oacute; de les seves aplicacions.
Permetre a tercers realitzar aquestes traduccions pot representar     
un avan&ccedil; per moltes lleng&uuml;es que fins ara no podien gaudir
de                   versions traduides dels productes Microsoft.
Estem davant d'un                   pas endavant per&ograve; encara
cal fer molta feina pel catal&agrave; a les                   noves
tecnologies.<br>
              <br>
              <b>Refer&egrave;ncies </b><br>
              <br>
              <a href="#1">[1]</a><a name="1"></a> <a
 href="http://www.microsoft.com/spain/windowsxp/catalan/">http://www.microsoft.com/spain/windowsxp/catalan/</a>
o <a href="http://www.softcatala.org/prog129.htm">http://www.softcatala.org/prog129.htm</a> <br>
              <br>
              <a href="#2">[2]</a> <a name="2"></a>La
internacionalitzaci&oacute;                   &eacute;s un conjunt de
t&egrave;cniques for&ccedil;a vinculades a la programaci&oacute;      
de sistemes inform&agrave;tics destinades a assegurar que un programa 
pot treballar correctament en qualsevol llengua. <br>
              <br>
              </p>
              </td>
            </tr>
          </tbody>
        </table>
        <p align="left"><font face="Arial, Helvetica, sans-serif"
 size="2"><i>Pots              distribuir, enviar, copiar o citar
aquest article sempre que no el              modifiquis i no el facis
servir amb finalitats comercials. Heu d'incloure              sempre
aquesta nota i l'adre&ccedil;a web de http://www.softcatala.org amb   
un enlla&ccedil;.<span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"> </span></span></i></font></p>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">&nbsp;</td>
    </tr>
  </tbody>
</table>
<table width="700" border="0" bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td>
      <blockquote>
        <div align="left">
        <p><br>
        </p>
        </div>
      </blockquote>
      <blockquote> <br>
      </blockquote>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
</body>
</html>
