<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl admpub" -->
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0" bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img src="/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/images/angulo-1.gif" width="133"  height="35"> </td>
      <td valign="top">&nbsp;</td>
      <td valign="top">
      <div align="right"><img src="/images/angulo2.gif" width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <h4>&nbsp; </h4>
      <table width="600" border="0" align="center">
        <tbody>
          <tr>
            <td> <span style="font-weight: bold;"></span>
			<!-- inici document -->
<table cellspacing="2" cellpadding="2" border="0">
<tr>
	<td>
	
<h2>Sn&oslash;frix, una nova metadistribuci&oacute; GNU/Linux live-CD en catal&agrave;</h2>
<a href="http://benvinguts_a_transpluto.lamevaweb.info/">Francesc Dorca</a>
<p>Fresca que encara es belluga, acaba d'arribar de Noruega una nova metadistribuci&oacute; en catal&agrave; orientada a l'educaci&oacute;. El seu nom &eacute;s <a href="http://www.skolelinux.org/~conrad/snofrix/html/ca/programs.html">Sn&oslash;frix</a> i est&agrave; basada en la c&egrave;lebre <a href="http://www.softcatala.org/projectes/knoppix/">Knoppix</a>, &eacute;s a dir, en <a title="Debian" href="http://www.debian.org">Debian</a>. </p>

<br />

<p align="center"><img src="http://www.softcatala.org/articles/art56/art56-Snofrix.png" /></p>

<p align="center"><i><b>L'escriptori inicial de la Sn&oslash;frix</b></i></p><p align="center" /><p /><br/><p><font size="4"><b>Com es pot obtenir la Sn&oslash;frix?</b></font></p><p>Es molt senzill. Primer cal baixar-se el fitxer <b><i>imatge</i></b>  del CD del lloc web de <a href="http://www.softcatala.org/">Softcatala</a> (<a href="ftp://ftp.softcatala.org/pub/knoppix/snofrix-ca/snofrix-catalan-2005-06-04.iso">ISO</a>,
<a href="ftp://ftp.softcatala.org/pub/knoppix/snofrix-ca/snofrix-catalan-2005-06-04.iso.md5">MD5</a>)  
o de <a href="http://caliu.info/">CALIU</a> (<a href="ftp://ftp.caliu.info/pub/distribucions/knoppix-remaster/snofrix/snofrix-catalan-2005-06-04.iso">ISO</a>,
<a href="ftp://ftp.caliu.info/pub/distribucions/knoppix-remaster/snofrix/snofrix-catalan-2005-06-04.iso.md5">MD5</a>). El fitxer ISO de la Knoppix &eacute;s bastant gran ,ja que t&eacute; al voltant de 700 MB. Per tant &eacute;s convenient fer-ho amb una connexi&oacute; a Internet r&agrave;pida.</p><p>El codi MD5 &eacute;s una esp&egrave;cie de prova del nou. Per a verificar si el fitxer que us acabeu de baixar cont&eacute; errors, caldr&agrave; &quot;fer la prova del 9&quot;. En Linux podeu usar l'ordre <b>md5sum</b> des de la l&iacute;nia d'ordres. si treballeu amb Windows, usareu el programa <a href="http://winmd5sum.solidblue.biz/winMd5Sum-install.exe">WinMD5</a><a href="http://winmd5sum.solidblue.biz/winMd5Sum-install.exe">sum</a>. Seleccionant el fitxer ISO i introdu&iuml;nt la cadena de car&agrave;cters que hi ha al fitxer MD5, el programa verificar&agrave; si el fitxer que us heu baixat cont&eacute; errors. <u>&Eacute;s molt important que feu aquesta prova abans de gravar el CD, ja que si el fitxer ISO cont&eacute; errors, &eacute;s molt possible que el CD gravat no funcioni b&eacute;. </u> </p><p> El fitxer imatge del CD o fitxer ISO &eacute;s en realitat una c&ograve;pia f&iacute;sica del CD-ROM, tant del contingut com de l'estructura. Al vostre programa de gravaci&oacute; de CDs haureu d'escollir l'opci&oacute; &quot;Gravaci&oacute; d'un fitxer imatge&quot; o alguna cosa similar. <u>No el graveu com si es tract&eacute;s d'un fitxer normal, perqu&egrave; si ho feu aix&iacute; NO FUNCIONAR&Agrave;</u>.</p>

<br />

<font size="4"><b></b></font></p><p><font size="4"><b>I ara qu&egrave; he de fer per a usar la Sn&oslash;frix?</b></font></p><p>Un cop gravat el CD de la Sn&oslash;frix, nom&eacute;s cal que l'introdu&iuml;u al lector de CDs i que reinicieu l'ordinador. Si tot va b&eacute;, l'ordinador arrencar&agrave; des del CD i anir&agrave; detectant i configurant tot el vostre maquinari de forma autom&agrave;tica. Si teniu una connexi&oacute; ADSL, fins i tot us haur&agrave; configurat la connexi&oacute;. A l'acabar el proc&egrave;s d'arrencada, al cap de pocs minuts, tindreu a la pantalla del vostre ordinador l'escriptori KDE completament configurat i amb una colla de programes instal&middot;lats a punt per &quot;tafanejar&quot;. I no patiu pel vostre disc dur. La Snofrix no instal&middot;la RES al vostre equip.</p>

<br />

<p><font size="4"><b>Com s'ho fa per funcionar sense instal&middot;lar RES al meu equip?</b></font></p>

<p>&Eacute;s molt senzill, perqu&egrave; per a funcionar nom&eacute;s utilitza la mem&ograve;ria RAM del vostre equip i el lector de CDs. </p>

<br />

<p><font size="4"><b>Valoraci&oacute; general</b></font></p>

<p>L'aspecte general de la Sn&oslash;frix &eacute;s bastant <i>cool</i>, amb l'escritori KDE i unes icones d'aspecte infantil que recorden l'est&egrave;tica dels c&ograve;mics.</p> 
<p>L'autor de la distribuci&oacute;, Conrad Newton, ha posat molta cura a l'hora de seleccionar el programari per a aquesta distribuci&oacute;.</p>
<p>Els programes estan classificats en els seg&uuml;ents apartats: educaci&oacute;, gr&agrave;fics, multim&egrave;dia, oficina, jocs, internet i sistema.</p><p>A l'apartat d'<u><b>Educaci&oacute;</b></u> hi trobem: <a href="http://www.shatters.net/celestia/">Celestia</a>, un viatge 3D pel cosmos;  <a href="http://www.gnu.org/software/maxima/maxima.html">Maxima</a>, un sofisticat programa d'&agrave;lgebra; <a href="http://www.ofset.org/gcompris/">gcompris</a>, un gran nombre de programes i activitats per als m&eacute;s petits; <a href="http://edu.kde.org/kig/">kig</a>, un programa de geometria; <a href="http://www.umass.edu/microbio/rasmol/">RasMol</a>, per a visualitzar les mol&egrave;cules en 3D; <a href="http://www.newbreedsoftware.com/tuxmath/">TuxMath</a>, per a aprendre les operacions aritm&egrave;tiques tot jugant; <a href="http://edu.kde.org/kstars/">KStars</a>, un planetari  i <a href="http://www.geekcomix.com/dm/tuxtype/">TuxTyping</a> per aprendre mecanografia.</p><p /><p align="center"><img src="http://www.softcatala.org/articles/art56/art56-clockgame.jpg" />  <img src="http://www.softcatala.org/articles/art56/art56-pastis.jpg" /></p><div align="center"><b><i>Dues pantalles corresponents al gcompris</i></b></div><p /><p /><p>A <b><u>Gr&agrave;fics</u></b> trobarem: el celeb&egrave;rrim <a href="http://www.gimp.org/">GIMP</a>, un potent programa de gr&agrave;fics i retoc d'imatge similar a Photoshop; <a href="http://www.kde.org/apps/kooka/">Kooka</a> per a controlar l'esc&agrave;ner; <a href="http://www.ipso-facto.demon.co.uk/ksnapshot/">Ksnapshot</a>, per a fer captures de pantalla; <a href="http://www.digikam.org/Digikam-SPIP/">digiKam</a>, per a connectar la vostra c&agrave;mera digital; <a href="http://www.newbreedsoftware.com/tuxpaint/">TuxPaint</a>, un magn&iacute;fic programa de dibuix per a nens i <a href="http://printing.kde.org/">KDEprint</a>, el sistema d'impressi&oacute; de l'escriptori KDE. </p><p>La secci&oacute; <u><b>Multim&egrave;dia</b></u> compr&egrave;n: <a href="http://amarok.kde.org/">amaroK</a>, un cl&ograve;nic d'iTunes; <a href="http://audacity.sourceforge.net/">Audacity</a>, un editor de fitxers d'&agrave;udio; <a href="http://nostatic.org/grip/">Grip</a>, un programa per a convertir les pistes d'&agrave;udio del CD a MP3 o Ogg Vorbis; <a href="http://kino.schirmacher.de/">Kino</a>, un editor no-lineal de v&iacute;deo DV; <a href="http://xinehq.de/index.php">Xine</a>, un excel&middot;lent reproductor de v&iacute;deo; <a href="http://www.rosegardenmusic.com/">Rosegarden</a>, un editor professional d'&agrave;udio i MIDI; <a href="http://www.solfege.org/">Solfege</a>,  un programa per a entrenar la vostra o&iuml;da i per &uacute;ltim <a href="http://www.k3b.org/">K3B</a>, sense dubte un dels millors programes de gravaci&oacute; de CDs i DVDs per a GNU/Linux.</p><p /><p align="center">

<br />

<img src="http://www.softcatala.org/articles/art56/art56-K3B.png"/"""">  <img src="http://www.softcatala.org/articles/art56/art56-OOCalc.png"/""></p><p align="center"><b><i>El gravador de CDs/DVDs K3B i l'OpenOffice Calc</i></b></p><b><i></i></b><p align="center" />

<p>A <u><b>Oficina</b></u> tenim: <a href="http://kmymoney2.sourceforge.net/">KMyMoney</a>, <a href="http://www.softcatala.org/projectes/openoffice/index.htm">OpenOffice.org</a>, Kontakt i <a href="http://www.scribus.org.uk/">Scribus</a>, un programa d'autoedici&oacute; molt potent i de gran qualitat.</p><p>L'apartat de <b><u>Jocs</u></b> compta amb: <a href="http://tuxracer.sourceforge.net/">TuxRacer</a>, <a href="http://www.frozen-bubble.org/">Frozen-Bubble</a>, <a href="http://pingus.seul.org/">pingus</a> i <a href="http://www.freeciv.org/index.php/Freeciv">FreeCiv</a>, un cl&ograve;nic lliure de Civilization.<br /><br />A <u><b>Internet</b></u> trobarem: <a href="http://apollon.sourceforge.net/">Apollon</a>, per a l'intercanvi P2P; <a href="http://www.konqueror.org/">Konqueror</a>, el gestor de fitxers i navegador de KDE; <a href="http://www.softcatala.org/projectes/mozilla/">Mozilla Firefox</a>, el navegador alternatiu a l'omnipresent Internet Explorer Kontakt, per al treball en grup; <a href="http://gaim.sourceforge.net/">Gaim</a>, per a la missatgeria instant&agrave;nia multiprotocol; <a href="http://skype.com/">Skype</a>,  per a telefonia IP; <a href="http://www.gnomemeeting.org/">GenomeMeeting</a> per a la videoconfer&egrave;ncia i <a href="http://www.xchat.org/">XChat</a>.</p>
<p align="center" />

<br />

<p align="center"><img src="http://www.softcatala.org/articles/art56/art56-GnomeMeeting.png" /></p><div align="center"><b><i></i></b></div><p align="center"><b><i>GnomeMeeting en acci&oacute;</i></b></p><p align="center" /><p /><p>A <u><b>Sistema</b></u> hi trobem <a href="http://www.winehq.com/">Wine</a>, el fam&oacute;s &quot;emulador&quot; que ens permet executar milers de programes de Windows sobre Linux;<a href="http://qtparted.sourceforge.net/">QTparted</a>, un programa gr&agrave;fic per a particionar el disc dur; <a href="http://www.nomachine.com/">NX</a>, un servidor de terminal; <a href="http://www.samba.org/">Samba</a>, per a establir xarxes h&iacute;brides Linux/Windows i <a href="http://klik.atekon.de/">klik</a>, un programa que permet executar milers de programes Debian sense haver d'instal&middot;lar-los.</p>

<p>He provat la distribuci&oacute; en diverses m&agrave;quines i s'ha configurat correctament tot el maquinari de forma automatitzada. El funcionament fins i tot sobre un vell AMD K6-2 &eacute;s suficientment &agrave;gil. Tot va com una seda. </p><p>I que en diuen els &quot;clients finals&quot; de la Sn&oslash;frix? Doncs, la meva filla n'est&agrave; encantada, tant de l'aspecte general de l'escriptori com dels jocs i sobretot del gcompris.<br /> 	
	
</td>
</tr>
</table>
			<!-- final document -->
			
            </td>
          </tr>
        </tbody>
      </table>
      </td>
    </tr>
  </tbody>
</table>
<table border="0" cellpadding="0" width="700" align="center"
 bgcolor="#ffffcc" cellspacing="0">
  <tbody>
    <tr>
      <td><br>
      </td>
    </tr>
    <tr>
      <td>&nbsp; </td>
    </tr>
    <tr>
      <td><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl admpub" -->
</body>
</html>
