<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" cellpadding="0" cellspacing="0"
 border="0" width="700">
  <tbody>
    <tr>
      <td valign="top" colspan="3"><img height="15" width="700"
 src="/projectes/images/barra.gif"> </td>
    </tr>
    <tr>
      <td valign="top"><img height="35" width="130"
 src="/projectes/images/angulo-1.gif"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img height="35" width="144"
 src="/projectes/images/angulo2.gif"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Noves tecnologies a
Catalunya: Lideratge m&eacute;s enll&agrave; del miratge<br>
              </span>16/10/2003, Barcelona Breakfast<span
 style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><br>
              <span style="font-style: italic;">Un centenar d'experts
vinculats a les noves tecnologies que es reuneixen peri&ograve;dicament
al
rectorat de la Universitat Polit&egrave;cnica de Catalunya proclamen
que la Catalunya tecnol&ograve;gica &eacute;s un miratge i rebutgen que
Catalunya sigui l&iacute;der al sector. Barcelona Breakfast inclou veus
tant dispars com Gin&eacute;s Alarc&oacute;n (Colt Telecom),
Ram&oacute;n Palacio (Alcatel), Carles Font (Microsoft), Miquel
Sol&eacute; (patronal CECOT), Pedro Mier (Mier Comunicaciones), Ferran
Amago (Auna i deg&agrave; del Colegio de Ingenieros T&eacute;cnicos de
Telecomunicaciones) o Ricard Ruiz de Querol (Telef&oacute;nica), entre
d'altres. Més informació: <a href="http://www.barcelonabreakfast.com">www.barcelonabreakfast.com</a></span><br>
              <pre wrap="" style="font-weight: bold;">Manifest del Barcelona Breakfast</pre>
Barcelona Breakfast ha nascut amb la convicci&oacute; de que la
transformaci&oacute; que les tecnologies de la informaci&oacute; i la
comunicaci&oacute; provocaran en la societat &eacute;s
extraordin&agrave;ria. En conseq&uuml;&egrave;ncia aquelles comunitats
que tinguin una major capacitat&nbsp; d&#8217;entendre l&#8217;impacte que
suposaran les tecnologies de la informaci&oacute; i la
comunicaci&oacute; i d&#8217;impulsar innovacions, esdevindran m&eacute;s
competitives i gaudiran de m&eacute;s oportunitats de progr&eacute;s en
el marc d&#8217;un m&oacute;n profundament canviant. Tot i que aquesta
sensaci&oacute; de canvi no &eacute;s nova en la hist&ograve;ria
contempor&agrave;nia, els ritmes de la innovaci&oacute; no havien estat
mai comparables als actuals. &Eacute;s dif&iacute;cil sostreure&#8217;s de la
sensaci&oacute; de vertigen hist&ograve;ric que han provocat Internet
i, en general, les tecnologies de la informaci&oacute; i la
comunicaci&oacute;. <br>
              <br>
Catalunya ha viscut respecte de les tecnologies de la informaci&oacute;
i la comunicaci&oacute; un miratge. Ha diagnosticat amb celeritat
(potser amb m&eacute;s mimetisme que profunditat i originalitat) el nou
escenari. Ha fet documents i ha creat associacions civils i
&ograve;rgans de govern. En termes de resultats per&ograve; no es
percep cap lideratge destacat (per descomptat tampoc es percep
lideratge en termes del % del PIB que signifiquen les tecnologies de la
informaci&oacute; i la comunicaci&oacute;). Hom t&eacute; la
sensaci&oacute; de que podr&iacute;em guanyar el campionat del
m&oacute;n en diagn&ograve;stic, per&ograve; no correr&iacute;em les
finals de resultats. <br>
              <br>
Tanmateix hi ha hagut m&eacute;s diagn&ograve;stic que
estrat&egrave;gia. Hi ha hagut formulacions estrat&egrave;giques
generals per&ograve; no es palpen resultats estrat&egrave;gics
significatius. El millor que es pot dir &eacute;s que les
administracions catalanes han comen&ccedil;at, amb retard equiparable
al de molts altres governs, a impulsar projectes de cohesi&oacute;
sobre la societat de la informaci&oacute;, per&ograve; en cap cas de
lideratge. Les administracions han de posar les bases d&#8217;equilibri pel
que fa a les infrastructures i a les estructures de la societat de la
informaci&oacute;, per&ograve; d&#8217;ac&iacute; a assolir posicions de
lidertatge hi va un bon tro&ccedil;. De fet, aquest &eacute;s un
discurs v&agrave;lid per Catalunya, per&ograve; tamb&eacute; ho
&eacute;s per Espanya i per Europa. El pret&egrave;s lideratge inspirat
en els documents de l&#8217; &#8220;eEuropa&#8221; no es palpa. D&#8217;altra banda, &eacute;s
massa simple atorgar tota la responsabilitat als governs. &Eacute;s un
error profund d&#8217;an&agrave;lisi oblidar la iniciativa empresarial i
social, com ho &eacute;s exculpar uns governs m&eacute;s
ret&ograve;rics que efectius en els projectes de societat de la
informaci&oacute;. <br>
              <br>
Les tecnologies de la informaci&oacute; i la comunicaci&oacute;, i en
especial Internet, han modificat plenament els entorns de
comunicaci&oacute; personals i corporatius. Han canviat empreses, han
alterat cadenes de valor, per&ograve; no han assolit l&#8217;hegemonia en
molts dels processos econ&ograve;mics. Sobre Internet encara no s&#8217;han
generat models de negoci extensius a la major part de sectors de
l&#8217;economia. La Xarxa &eacute;s m&eacute;s que un canal, m&eacute;s que
un instrument, sens dubte, per&ograve; no &eacute;s el substitut dels
mercats. Totes les expectatives de demanda de banda ampla fetes en la
segona mitat dels anys noranta han estat sistem&agrave;ticament
err&ograve;nies i els sup&ograve;sits d&#8217;operacions tan importants com
la liberalitzaci&oacute; de les telecomunicacions han resultat mancats
de fonament. Els resultats d&#8217;aquestes operacions s&oacute;n avui
perfectament descriptibles: amb l&#8217;excepci&oacute; de la telefonia
m&ograve;bil i d&#8217;alguna empresa amb estrat&egrave;gies de n&iacute;nxol
molt clares, els operadors incumbents dominen els mercats d&#8217;arreu
d&#8217;Europa. La liberalitzaci&oacute; de les telecomunicacions d&#8217;aquest
moment no t&eacute; res a veure amb els pron&ograve;stics que la van
animar. <br>
              <br>
En aquest panorama, les empreses catalanes ha optat m&eacute;s pels
models de la prud&egrave;ncia de veure-les venir que de grans riscs
avantguardistes. Indubtablement aquest capteniment pot haver tingut el
fruit d&#8217;estalviar els disgustos basats en plantejaments poc fonamentats
en els valors de l&#8217;economia permanent, per&ograve; tampoc ha generat
grans iniciatives empresarials ni en el sector de les tecnologies de la
informaci&oacute; i la comunicaci&oacute;, ni en el sector audiovisual
o multim&egrave;dia. El que Retevisi&oacute;n havia de ser la nova
Seat, vist a hores d&#8217;ara,&nbsp; &eacute;s el paradigma del miratge.
Synera, un projecte amb ambici&oacute; global basat en un producte
excel&middot;lent, no ha sobreviscut a les exig&egrave;ncies del curt
termini. Projectes amb voluntat de &#8220;Killer application&#8221; com In/Out
encara han de demostrar la seva consolidaci&oacute;. Projectes ja
consolidats en l&#8217;&agrave;mbit multim&egrave;dia, com Mediapark,
presenten un futur sinu&oacute;s i nebul&oacute;s. Un cop m&eacute;s,
Catalunya no ha trencat el model de ser un pa&iacute;s de petita i
mitjana empresa, les tecnologies de la informaci&oacute; i la
comunicaci&oacute;, no en s&oacute;n una excepci&oacute;. I en aquest
camp de les petites i mitjanes empreses, l&#8217;increment de la
competitivitat que un &uacute;s intensiu i eficient de les tecnologies
de la informaci&oacute; i la comunicaci&oacute; pot significar,
&eacute;s molt desigual. Sempre ens quedar&agrave; la Universitat
Oberta de Catalunya, un projecte que ha tingut un impacte internacional
notori i una de les innovacions locals que s&#8217;han situat a l&#8217;avantguarda
global. La UOC, d&#8217;una qualitat i valor molt estimables, sense un
pa&iacute;s amb m&eacute;s pes en el PIB de l&#8217;economia del coneixement,
&eacute;s la flor que no fa estiu. D&#8217;altra banda el repte de la UOC
&eacute;s mantenir el lideratge que va assolir en els noranta i fer que
el seu IN3 esdevingui una gran refer&egrave;ncia internacional. <br>
              <br>
Pel que fa a l&#8217;administraci&oacute; p&uacute;blica, alliberada d&#8217;una
pressi&oacute; real dels ciutadans - fora del grup d&#8217;evangelitzadors de
les tecnologies de la informaci&oacute; i la comunicaci&oacute;-,&nbsp;
han adoptat un discurs estrat&egrave;gic per&ograve;, amb excepcions,
no l&#8217;han posat en pr&agrave;ctica, no han aprofitat les tecnologies de
la informaci&oacute; i la comunicaci&oacute; per emprendre la gran
modernitzaci&oacute; que aquestes els permeten. S&#8217;ha estat capa&ccedil;
d&#8217;elaborar un bon projecte d&#8217;Administraci&oacute; Oberta de Catalunya
que tenia com a valor diferencial la col&middot;laboraci&oacute; entre
l&#8217;administraci&oacute; auton&ograve;mica i la local, per&ograve; s&#8217;ha
actuat amb molt poca visi&oacute; estrat&egrave;gica a l&#8217;hora
d&#8217;interconnectar les administracions en benefici del ciutad&agrave;,
han pesat m&eacute;s les retic&egrave;ncies partidistes que la voluntat
d&#8217;innovaci&oacute;. En aquests cas la innovaci&oacute; no era
tecnol&ograve;gica, era innovar les cultures corporatives
d&#8217;administracions que treballen amb una dist&agrave;ncia i una
inefici&egrave;ncia que nom&eacute;s perjudica al ciutad&agrave;. Un
cop m&eacute;s es demostra que en la tecnologia no hi ha el canvi, el
canvi nom&eacute;s &eacute;s en la conjunci&oacute; de
l&#8217;estrat&egrave;gia, la cultura i la tecnologia. <br>
              <br>
M&eacute;s enll&agrave; de l&#8217;Administraci&oacute; Oberta de Catalunya,
de l&#8217;administraci&oacute; han sortit projectes innovadors com el del
districte 22@ de l&#8217;Ajuntament de Barcelona, un projecte que viu les
tensions dels terminis de transformaci&oacute;. En el curt termini viu
castigat per l&#8217;esclat de la bombolla tecnol&ograve;gica basada en
l&#8217;especulaci&oacute; financera, bors&agrave;ria,&nbsp; i necessita d&#8217;un
ajustament molt notori dels processos de gesti&oacute;. Avui el 22@
&eacute;s encara m&eacute;s visible en els papers, tanmateix com idea
brillant, que en les illes de Poble Nou. Es perceben m&eacute;s grues
que bits pel carrer. <br>
              <br>
Si en cada pla estrat&egrave;gic que s&#8217;ha fet sobre la societat de la
informaci&oacute; a Europa, Espanya, Catalunya, Barcelona i
m&uacute;ltiples ciutats animades per Localret hi hagu&eacute;s hagut
nom&eacute;s un dels objectius significatius assolits, avui Catalunya
seria la Irlanda o l&#8217;Escandin&agrave;via del Sud pel que fa a la
Societat de la Informaci&oacute;. I per descomptat el que Catalunya ha
de fer &eacute;s generar el seu propi model i basar-lo en les seves
capacitats econ&ograve;miques reals i les seves habilitats de gestionar
les oportunitats de futur. <br>
              <br>
Perqu&egrave; no s&#8217;ha assolit el lideratge que buscava el Pla Catalunya
en Xarxa? Perqu&egrave; no hi hem arribat? Ben segur que les
pol&iacute;tiques dels governs podrien haver estat m&eacute;s
decidides, per&ograve; &eacute;s un problema de govern o &eacute;s un
problema de model econ&ograve;mic i social? Es va vendre un miratge i
ens el v&agrave;rem creure, tot i que, objectivament, era molt
dif&iacute;cil arribar-hi? &Eacute;s un problema de voluntats i
d&#8217;encerts o &eacute;s una q&uuml;esti&oacute; de base econ&ograve;mica?
              <br>
              <br>
Una economia potent i oberta com la catalana (28% de les exportacions
espanyoles) podia aspirar al lideratge? En qualsevol cas, tots els
observatoris sobre la societat de la informaci&oacute; s&oacute;n
coincidents. Hi ha bones pr&agrave;ctiques ( UOC, 22@, Localret, pla de
connexi&oacute; de banda ampla, pla de telecentres, etc.) per&ograve;
no hi ha lideratge, ni tan sols dintre d&#8217;Espanya. La situaci&oacute; no
&eacute;s catastr&ograve;fica, per&ograve; &eacute;s lluny del
pret&egrave;s &#8220;take-off&#8221; que hom considerava que es podia assolir de la
m&agrave; de les tecnologies de la informaci&oacute; i la
comunicaci&oacute;. M&eacute;s que desastre, cal parlar de cost
d&#8217;oportunitat. La hist&ograve;ria no es repeteix, encara que la
hist&ograve;ria del ferrocarril s&#8217;assembli molt a la dels primers temps
d&#8217;Internet. Ni ara Espanya &eacute;s un mercat proteccionista que
permeti una industrialitzaci&oacute; correcte dels emprenedors
catalans, ni el lideratge d&#8217;aquest canvi econ&ograve;mic pivota en
Europa com&nbsp; fou el de la industrialitzaci&oacute; del segle XVIII
i XIX. Catalunya hauria de fer apostes significatives sense oblidar
l&#8217;entorn econ&ograve;mic en el que es mou, un entorn global. <br>
              <br>
Qu&egrave; proposa Barcelona Breakfast per a buscar un posicionament
significatiu de Catalunya en la societat de la informaci&oacute; ?
Qu&egrave; proposa Barcelona Breakfast per acostar-nos al lideratge? <br>
              <br>
              <span style="font-weight: bold;">Les&nbsp; propostes del
Barcelona Breakfast </span><br>
              <br>
              <span style="text-decoration: underline;">Primera. Passa
de la ret&ograve;rica estrat&egrave;gica a l&#8217;acci&oacute;. </span><br>
              <br>
Que es facin tants plans estrat&egrave;gics com calgui, per&ograve; que
se n&#8217;apliqui algun, per exemple, el darrer signat entre la Generalitat
i Localret. Per tant que es parli m&eacute;s d&#8217;indicadors que de
diagn&ograve;stics. <br>
              <br>
              <span style="text-decoration: underline;">Segona.
Exemplaritzar l&#8217;administraci&oacute; p&uacute;blica. </span><br>
              <br>
Que el projecte d&#8217;Administraci&oacute; Oberta de Catalunya esdevingui
un projecte de pa&iacute;s, controlat per una comissi&oacute; amb
representaci&oacute; plural del Parlament de Catalunya. Que es
discrimini positivament les administracions que impulsin una
gesti&oacute; del canvi basada en les tecnologies de la
informaci&oacute; i la comunicaci&oacute;. <br>
              <br>
              <br>
              <span style="text-decoration: underline;">Tercera.
Exemplaritzar la innnovaci&oacute;. </span><br>
              <br>
Que es cre&iuml; per part de les corporacions econ&ograve;miques, la
Generalitat de Catalunya i el Ministerio de Ciencia y
Tecnolog&iacute;a, un segell de qualitat en la innovaci&oacute; en
tecnologies de la informaci&oacute; i la comunicaci&oacute;, fonamentat
en la cultura de la qualitat, que benefici&iuml; fiscalment les
empreses innovadores i discrimini positivament a les universitats
innovadores. <br>
              <br>
Unificar els fons de capital risc amb participaci&oacute;
p&uacute;blica, buscar la concertaci&oacute; amb els de gesti&oacute;
privada i convertir-los en fons d&#8217;iniciativa: seleccionar un gran
projecte a l&#8217;any, catal&agrave; o internacional, en l&#8217;&agrave;mbit de
les tecnologies de la informaci&oacute; i la comunicaci&oacute; i
facilitar el seu desenvolupament. No descuidar les start-up,
per&ograve; garantir que cada any es bateja financerament un projecte
s&ograve;lid. <br>
              <br>
              <span style="text-decoration: underline;">Quarta. Educar
en un nou paradigma de gesti&oacute; del coneixement</span>. <br>
              <br>
Generar noves iniciatives per a un ensenyament basat en el lliure
intercanvi de tota mena de continguts, educar en el nou paradigma de la
societat de la informaci&oacute;, on les barreres d&#8217;acc&eacute;s al
coneixement venen m&eacute;s per exc&eacute;s que per escassetat
d&#8217;informaci&oacute;. <br>
              <br>
Impulsar la gesti&oacute; del coneixement a l&#8217;administraci&oacute;
p&uacute;blica com a factor clau d&#8217;&egrave;xit. <br>
              <br>
              <span style="text-decoration: underline;">Cinquena.
Pol&iacute;tica Industrial &#8211; Model econ&ograve;mic.</span> <br>
              <br>
Fer pol&iacute;tica industrial en tecnologies de la informaci&oacute; i
la comunicaci&oacute;, com a factor transversal de competitivitat i com
a sector espec&iacute;fic de valor, amb especial atenci&oacute; al
sector de continguts multim&egrave;dia&nbsp; i amb iniciatives
clarament adre&ccedil;ades a la competitivitat de les pimes com a base
estructural de l&#8217;economia catalana. <br>
              <br>
              <br>
              <span style="text-decoration: underline;">Sisena.
Policentrisme</span><br>
              <br>
Reclamar la pres&egrave;ncia d&#8217;organismes estatals a Catalunya en
l&#8217;&agrave;mbit de les tecnologies de la informaci&oacute; i la
comunicaci&oacute;. Si la ubicaci&oacute; de la Comisi&oacute;n del
Mercado de las telecomunicaciones no &eacute;s possible, la de
l&#8217;organisme que tingui cura de seguir el nou pla estrat&egrave;gic
impulsat pel Ministerio de Ciencia y Tecnolog&iacute;a
&#8220;Espa&ntilde;a.es&#8221;. <br>
<!--              <img src="http://www.softcatala.org/logo.pl"> <br>-->
              <br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
