<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="content-type">
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl admpub" -->
  <title>Patents de programari: UE, disbarats i malentesos</title>
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img src="/images/barra.gif"
 height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/images/angulo-1.gif" height="35"
 width="133"> </td>
      <td valign="top">&nbsp;</td>
      <td valign="top">
      <div align="right"><img src="/images/angulo2.gif" height="35"
 width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <h4>&nbsp; </h4>
      <table align="center" border="0" width="600">
        <tbody>
          <tr>
            <td> <span style="font-weight: bold;"></span><!-- inici document -->
            <table border="0" cellpadding="2" cellspacing="2">
              <tbody>
                <tr>
                  <td>
                  <h2> Patents de programari, UE, disbarats o malentesos</h2>
Per <span style="font-style: italic;">Xavi Drudis Ferran</span>,
coordinador de la campanya en contra de les patents de programari<br>
                  <span style="font-family: monospace;"><a
 style="font-weight: bold;" href="http://patents.caliu.info">http://patents.caliu.info</a><br>
                  <br>
                  </span>
                  <ul>
                    <li>
                      <h3><a href="#adopcio">Adopci&oacute; dubtosa de
la directiva de
patents de programari</a></h3>
                    </li>
                    <li>
                      <h3><a href="#precedent">Precedent perill&oacute;s</a><br>
                      </h3>
                    </li>
                    <li>
                      <h3><a href="#govern">El govern espanyol</a></h3>
                    </li>
                    <li>
                      <h3><a href="#reglament">Reglament</a></h3>
                    </li>
                    <li>
                      <h3><a href="#patents">Patents de programari</a><br>
                      </h3>
                    </li>
                    <li>
                      <h3><a href="#referencies">Refer&egrave;ncies</a></h3>
                    </li>
                  </ul>
                  <br>
                  <h3><a name="adopcio"></a>Adopci&oacute; dubtosa de
la directiva de
patents de programari</h3>
Ha sigut una setmana for&ccedil;a confusa a la UE. Dilluns al
mat&iacute; hi va<br>
haver una reuni&oacute; del Consell de Ministres de la UE de<br>
Competitivitat[<a href="#ref1">1</a>]. La premsa en general[<a
 href="#ref2">2</a>] va informar el que deia el<br>
comunicat del Consell[<a href="#ref3">3</a>], que el Consell havia
adoptat una
posici&oacute; comuna<br>
sobre la directiva de patents de programari amb l'oposici&oacute; de
l'estat<br>
espanyol i l'abstenci&oacute; de l'itali&agrave;, l'austr&iacute;ac i
el belga. Alguns<br>
mitjans tamb&eacute; informaven de la pol&egrave;mica generada i la
reacci&oacute; dels<br>
detractors de les patents de programari[<a href="#ref5">5</a>], o de
que a
continuaci&oacute; havia<br>
de comen&ccedil;ar la segona lectura al Parlament Europeu. Fins i tot el<br>
ministre espanyol a aquell Consell, Montilla, va declarar que en<br>
segona lectura era dif&iacute;cil que la directiva sobrevisqu&eacute;s
intacta<br>
perqu&egrave; no tenia gaire suport enlloc[<a href="#ref4">4</a>].<br>
                  <br>
Per&ograve; com veurem m&eacute;s endavant no est&agrave; gens clar que
el Consell hagi<br>
adoptat una posici&oacute; comuna en la directiva de patents de
programari.<br>
Tampoc est&agrave; gens clar com o perqu&egrave; ho hauria fet. El
mateix dilluns a<br>
la nit es va reunir el comit&egrave; d'afers jur&iacute;dics del
Parlament Europeu i<br>
va decidir demanar la documentaci&oacute; completa de la reuni&oacute;
del Consell<br>
per poder determinar si realment all&ograve; era una posici&oacute;
comuna del<br>
Consell o si no ho era i per tant no podia comen&ccedil;ar una segona<br>
lectura[<a href="#ref6">6</a>]. El ponent de la directiva al Parlament
Europeu, Michel<br>
Rocard (socialista i anterior primer ministre franc&egrave;s) va
declarar[<a href="#ref7">7</a>]<br>
en una compareixen&ccedil;a del Comissari de Mercat Interior McCreevy<br>
                  <br>
                  <span style="font-style: italic;">"La presidence
Luxembourgeoise
n'avait pas le droit de refuser le</span><br style="font-style: italic;">
                  <span style="font-style: italic;">passage d'un point
A a un point B et
l'adoption en point A mais avec</span><br style="font-style: italic;">
                  <span style="font-style: italic;">un debat, une voix
contre et trois
abstentions, est a peu pres sans</span><br style="font-style: italic;">
                  <span style="font-style: italic;">precedent. Cette
image est
desastreuse, [...]"</span><br style="font-style: italic;">
                  <br>
                  <small>Traducci&oacute;:</small><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">"La
presid&egrave;ncia luxemburguesa
no tenia dret a rebutjar el pas de </span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">punt A a punt B i
l'adopci&oacute; com
a punt A, per&ograve; amb un debat, una </span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">veu en contra i tres
abstencions
&eacute;s una cosa sense precedent. Aquesta</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">imatge &eacute;s
desastrosa, [...]"</span><br>
                  <br>
                  <h3><a name="precedent"></a>Precedent perill&oacute;s</h3>
En efecte, la imatge &eacute;s la de que la presid&egrave;ncia del
Consell es pot<br>
atribuir facultats que el reglament[<a href="#ref8">8</a>] no li
d&oacute;na i evitar
votacions per<br>
tal d'adoptar acords sense majoria qualificada. I aix&ograve;
naturalment <br>
&eacute;s alarmant perqu&egrave; donaria la ra&oacute; als manifestants
que fa tres setmanes<br>
portaven banderes de la UE amb els estels canviats per
pl&agrave;tans[<a href="#ref13">13</a>]. Segur<br>
que va ser nom&eacute;s una relliscada de la presid&egrave;ncia, i que
no tenia la <br>
intenci&oacute; d'imposar pr&agrave;ctiques de rep&uacute;blica
bananera a la UE. Per&ograve; el<br>
cas &eacute;s que ara no sabem si s'hauria adoptat o no una
posici&oacute; comuna si<br>
s'hagu&eacute;s seguit el reglament. Sabem que no s'hauria adoptat si
s'hagu&eacute;s<br>
seguit el reglament i els ministres haguessin fet cas dels parlaments<br>
respectius, per&ograve; ara no sabem ni si es va adoptar realment ni si
els ministres<br>
van intentar fer el que demanaven els representants dels seus ciutadans
per&ograve; <br>
(com nosaltres) no van entendre qu&egrave; passava o si pel fet de no
protestar<br>
van incomplir els seus enc&agrave;rrecs parlamentaris.<br>
                  <br>
Sembla que mai abans s'havia demanat tornar a votar un acord<br>
pol&iacute;tic. I mai abans una directiva havia rebut una
petici&oacute; un&agrave;nime del<br>
Parlament Europeu per refer-la a aquestes al&ccedil;ades[<a
 href="#ref14">14</a>] (que la
Comissi&oacute;<br>
acabava de rebutjar unilateralment i tamb&eacute; sense votar-ho dintre
la<br>
Comissi&oacute;[<a href="#ref15">15</a>]), ni mocions un&agrave;nimes
per corregir l'acord
pol&iacute;tic a dos<br>
parlaments (senat espanyol[<a href="#ref16">16</a>] i Bundestag alemany[<a
 href="#ref17">17</a>]), mocions a<br>
altres parlaments (holand&egrave;s[<a href="#ref18">18</a>] i
dan&egrave;s[<a href="#ref19">19</a>]) i
oposici&oacute; d'estats que<br>
havien inicialment acceptat els canvis fets sobre la marxa a la
reuni&oacute;<br>
de maig. Entre els que mai van votar a favor, les declaracions<br>
unilaterals cr&iacute;tiques[<a href="#ref9">9</a>] i les peticions de
tornar-ho a votar,<br>
aplegaven 12 estats i 186 vots (ES, IT, BE, AT, PL, NL, DK, PT, LV,<br>
HU, CY, FR). Aix&ograve; no compta el govern alemany que no sembla fer
res<br>
malgrat la moci&oacute; un&agrave;nime al Bundestag, si li
afeg&iacute;ssim serien 13<br>
estats i 215 vots. Per aprovar una posici&oacute; comuna cal una majoria<br>
qualificada (232 dels 321 vots), i per evitar-ho cal doncs una minoria<br>
de bloqueig de nom&eacute;s 90 vots contraris o abstencions. No
&eacute;s estrany<br>
que l'acord pol&iacute;tic de maig s'hagu&eacute;s estat 9 mesos i mig
sobre la<br>
taula sense poder-se adoptar.<br>
                  <br>
En aquesta situaci&oacute; ins&ograve;lita, pass&eacute;s el que
pass&eacute;s establia un<br>
precedent. El que sembla que va passar &eacute;s que no es va complir el<br>
reglament, i esperem que no sigui aquest el precedent que quedi.
M&eacute;s<br>
preocupant encara que aquest error procedimental, molt m&eacute;s
enll&agrave; de la<br>
legislaci&oacute; de patents, &eacute;s la motivaci&oacute; que va
donar la presid&egrave;ncia<br>
luxemburguesa[<a href="#ref1">1</a>]:<br>
                  <br>
                  <span style="font-style: italic;">"Nous adoptons
aujourd'hui cette
position commune pour des raisons</span><br style="font-style: italic;">
                  <span style="font-style: italic;">institutionnelles
et pour ne pas
cr&eacute;er un pr&eacute;c&eacute;dent qui, s'il se</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">r&eacute;petait,
aurait pour
cons&eacute;quences de nouveaux d&eacute;lais dans une</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">proc&eacute;dure
l&eacute;gislative
d&eacute;j&agrave; assez lourde en cod&eacute;cision. La commission a</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">elle-m&ecirc;me
pris ses
responsabilit&eacute;s dans le m&ecirc;me sens et nous devons</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">l'en remercier. Je
sais que certains
membres, dans ceux que j'ai cit&eacute;,</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">le Danemark, la
Pologne, le Portugal,
auraient voulu que le point que</span><br style="font-style: italic;">
                  <span style="font-style: italic;">nous traitons fasse
l'objet d'une
discussion comme point B dans notre</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">conseil.</span><br
 style="font-style: italic;">
                  <br style="font-style: italic;">
                  <span style="font-style: italic;">Je n'ai pas pu
l'accepter, vous me
direz c'est un mauvais d&eacute;part pour</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">une
pr&eacute;sidence, mais il y a
des proc&eacute;dures &agrave; respecter. Et parce que</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">cela aurait
&eacute;t&eacute;
remettre en cause la logique m&ecirc;me de l'exercice tel</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">qu'il est
pr&eacute;vu au niveau des
proc&eacute;dures, et que nous sommes appel&eacute;s &agrave;</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">mener &agrave;
travers l'adoption en
point A."</span><br>
                  <br>
                  <small>Traducci&oacute;:</small><br>
                  <span style="font-weight: bold;">"Avui adoptem
aquesta posici&oacute;
comuna per raons institucionals, i per no</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">crear un precedent
que, si es
repet&iacute;s, tindria com a conseq&uuml;&egrave;ncia nous</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">endarreriments en un
procediment
legislatiu de codecisi&oacute; ja prou pesat.</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">La Comissi&oacute;
s'ha pres les seves
responsabilitats en el mateix sentit i li</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">hem d'agrair.
S&eacute; que alguns
membres, entre els que ja he citat, Dinamarca,</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">Pol&ograve;nia i
Portugal haurien
volgut que el punt que tractem fos objecte d'una</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">discussi&oacute; com
a punt B en el
nostre Consell. </span><br style="font-weight: bold;">
                  <br style="font-weight: bold;">
                  <span style="font-weight: bold;">Jo no ho he pogut
pas acceptar. Em
direu que &eacute;s un mal comen&ccedil;ament per una </span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">presid&egrave;ncia,
per&ograve; hi ha
procediments a respectar. I perqu&egrave; aix&ograve; hauria estat</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">posar en
q&uuml;esti&oacute; la
l&ograve;gica mateixa de l'exercici tal i com est&agrave; previst </span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">a nivell dels
procediments."</span><br>
                  <br>
&Eacute;s a dir: malgrat que el reglament permet tornar a votar un text
abans<br>
d'adoptar-lo, perqu&egrave; un acord pol&iacute;tic no t&eacute;
validesa legal (&eacute;s nom&eacute;s<br>
un pacte entre ministres) el procediment establert a la pr&agrave;ctica
&eacute;s no<br>
fer-ho mai. El discurs de la presid&egrave;ncia es pot interpretar com a<br>
donar prefer&egrave;ncia a la lleugeresa de la presa de decisions, a<br>
estalviar feina en el proc&eacute;s de negociaci&oacute;, que a prendre
decisions<br>
per la majoria qualificada que marca el tractat.<br>
                  <br>
El Parlament brit&agrave;nic[<a href="#ref10">10</a>] ja va advertir de
la dificultat de que
els<br>
parlaments estatals exerceixin la seva funci&oacute; de control de<br>
l'executiu si s'admet que quan els executius estatals van a<br>
Brussel&middot;les a fer la funci&oacute; legislativa de la UE
(&eacute;s a dir, a fixar la<br>
majoria de les lleis que afecten les nostres vides, que venen de<br>
directives europees), es puguin acordar esmenes transaccionals que no<br>
havien estat a disposici&oacute; dels parlaments per analitzar-les
abans de<br>
la reuni&oacute; del Consell.<br>
                  <br>
Aix&ograve; &eacute;s el que ha passat amb la directiva de patents de
programari. Al<br>
principi de la reuni&oacute; de maig no hi havia majoria qualificada, la<br>
Comissi&oacute; va proposar esmenes noves (insignificants)[<a
 href="#ref20">20</a>] en la
mateixa<br>
reuni&oacute; i al cap d'uns minuts alguns estats les van acceptar i es
va<br>
obtenir pels p&egrave;ls una majoria qualificada. Per&ograve; segons el
reglament<br>
del Consell, encara que passi aix&ograve; els ministres poden demanar
una nova<br>
votaci&oacute; per corregir improvisacions o alinear-se amb
l'opini&oacute; dels<br>
diputats del seu estat. Aquesta nova votaci&oacute; &eacute;s la que la
presid&egrave;ncia va<br>
denegar a Dinamarca, Pol&ograve;nia i Portugal.<br>
                  <br>
La presid&egrave;ncia luxemburguesa va deixar entendre que legislar a
la UE<br>
&eacute;s una tasca massa pesada per preocupar-se de fer-ho per
majoria. Si<br>
accept&eacute;ssim la seva justificaci&oacute; estar&iacute;em admetent
no nom&eacute;s que els<br>
ministres poden ignorar els parlaments dels estats, o el Parlament<br>
Europeu, sin&oacute; que es poden ignorar a ells mateixos, per fer-ne
via. Si el<br>
Consell de Ministres ha d'evitar el precedent de tornar a votar un<br>
acord pol&iacute;tic, vol dir que ha d'acceptar el precedent de que no
cal la<br>
majoria que marca el tractat en el moment d'adoptar la seva
posici&oacute;<br>
comuna per transmetre-la al Parlament Europeu i seguir el procediment<br>
legislatiu. I si no cal la majoria perqu&egrave; no envien directament<br>
l'acord pol&iacute;tic al Parlament Europeu (quan els traductors hagin<br>
enllestit la paperassa), en comptes d'entretenir-la uns quants mesos<br>
i adoptar-la despr&eacute;s en una reuni&oacute; on no hi ha altra
possibilitat que<br>
adoptar-la?. Si realment volen fer-ne via, perqu&egrave; es molesten en
fer una<br>
reuni&oacute; en qu&egrave; b&agrave;sicament es pregunten "adoptem
l'acord pol&iacute;tic, s&iacute; o<br>
s&iacute;?". I si no importa la majoria d'estats a favor o en contra,
perqu&egrave;<br>
ens hem de preocupar els ciutadans de crear opini&oacute;
p&uacute;blica i conv&egrave;ncer<br>
de res els parlaments i els governs? Hi ha qui, amb m&eacute;s rauxa que<br>
seny, proposa deixar-ho c&oacute;rrer i posar-se directament a fer
recapta<br>
per subornar la presid&egrave;ncia[<a href="#ref11">11</a>].<br>
                  <br>
El luxemburgu&egrave;s Jeannot Kreck&eacute;, que presidia el Consell,
no &eacute;s cap<br>
dictador. No ens imaginem que fos aquest el precedent que volgu&eacute;s<br>
crear. Totes les presid&egrave;ncies del Consell tenen pressa per tancar<br>
tants expedients com sigui possible en els sis mesos que ocupen el<br>
c&agrave;rrec, i aquesta directiva &eacute;s pol&egrave;mica i
s'est&agrave; allargant for&ccedil;a. El<br>
punt no es va incloure a l'ordre del dia fins divendres al vespre, i<br>
no es va saber que Dinamarca demanaria debat i vot expl&iacute;cit fins<br>
divendres al mat&iacute;, quan es va reunir el comit&egrave; competent
del parlament<br>
dan&egrave;s. Amb la improvisaci&oacute; de reaccionar d'un dia per
l'altre,<br>
segurament es va oblidar del reglament i va infravalorar la gravetat<br>
del precedent. Tanmateix si els principis d'un estat de dret s'han<br>
d'aplicar a la UE, les coses no poden quedar aix&iacute;. Ha passat una<br>
setmana i el termini per aprovar les actes &eacute;s de 15 dies, per
tant la<br>
rectificaci&oacute; no pot esperar gaire.<br>
                  <br>
La situaci&oacute; creada &eacute;s massa confusa. Segons la nota de
premsa del<br>
Consell[<a href="#ref3">3</a>], la posici&oacute; comuna s'hauria
adoptat amb el vot
favorable dels<br>
tres estats que van demanar reobrir la discussi&oacute;. Els dos
parlaments<br>
que van donar instruccions als seus governs sobre la reobertura de<br>
negociacions han interrogat els ministres respectius sobre el que va<br>
passar. El ministre holand&egrave;s ha dit que el dan&egrave;s no va
insistir prou<br>
en la seva petici&oacute; (ha parlat de coitus interruptus[<a
 href="#ref21">21</a>]) i el
dan&egrave;s ha dit<br>
que ho va demanar i s'ha queixat que nom&eacute;s el van recolzar
Holanda i<br>
Portugal[<a href="#ref22">22</a>]. Aix&ograve; suposaria que ES, IT,
AT, BE que no van
acceptar la<br>
directiva, tampoc volien reobrir les discussions?. Segons el ministre<br>
Belga[<a href="#ref23">23</a>] ning&uacute; no va demanar reobrir les
discussions, el
contrari del que<br>
han dit els seus col&middot;legues holand&egrave;s i dan&egrave;s. El
cas &eacute;s que la<br>
presid&egrave;ncia va dir que sabia que tots tres estats volien obrir la<br>
discussi&oacute;. El reglament estipula que un cop un estat demana
rediscutir<br>
un punt no cal una majoria per rediscutir-lo, sin&oacute; si de cas una<br>
majoria per evitar la discussi&oacute;. Per&ograve; l'&uacute;nic estat
que es va oposar a<br>
la discussi&oacute; va ser Luxemburg, almenys a la part enregistrada de
la<br>
reuni&oacute;, tot i que van tallar l'enregistrament a algun lloc i
aix&ograve;<br>
impedeix saber qu&egrave; va dir cadasc&uacute;.<br>
                  <br>
El que sabem &eacute;s que hi havia prou suport en els parlaments dels
estats<br>
per reobrir la discussi&oacute; (Holanda, Dinamarca, Pol&ograve;nia,
Espanya i<br>
Alemanya ja sumen una minoria de bloqueig, per exemple, si el vot<br>
contra la reobertura necessita majoria qualificada). Els ministres<br>
han d'explicar, doncs, com van seguir l'enc&agrave;rrec del seu
parlament: Si<br>
no volien reobrir la discussi&oacute;, perqu&egrave;? perqu&egrave; no
van voler aprofitar l'ocasi&oacute;<br>
per complir amb el que demanaven els parlaments?. Si volien reobrir la<br>
discussi&oacute; perqu&egrave; no van evitar, reglament en m&agrave;,
la decisi&oacute; unilateral<br>
de la presid&egrave;ncia luxemburguesa?. <br>
                  <br>
Potser tot va ser una confusi&oacute; perqu&egrave; la reuni&oacute; no
va anar com havia<br>
d'anar, aleshores cal corregir la confusi&oacute; i potser repetir la<br>
reuni&oacute;. &Eacute;s relativament comprensible que les delegacions
no s&agrave;piguen<br>
com reaccionar si la presid&egrave;ncia prohibeix una discussi&oacute;
que no pot<br>
prohibir. Un dels qui ha demanat rediscutir-la diu que si no pot ser,<br>
doncs no (per&ograve; s&iacute; que podia ser, per tant &eacute;s com
no dir res), altres<br>
representants es queden sense micr&ograve;fon, se separa un punt A de la<br>
resta i no es discuteix ni es vota, i quan es pregunta si hi ha alguna<br>
objecci&oacute; es fa refer&egrave;ncia a altres punts A, no queda clar
si al<br>
nostre. En qualsevol cas cal deixar clar a les actes la posici&oacute;
de<br>
cadasc&uacute; i el que va entendre que estava passant.<br>
                  <br>
Si es deixa passar el temps i s'aproven unes actes que no aclareixen<br>
la posici&oacute; de cada representant, tindrem un nou precedent
pervers: el<br>
de que els representants dels estats al Consell poden eludir la<br>
responsabilitat sobre el que decideixen simplement no deixant clara la<br>
seva posici&oacute;, com si les directives s'aprovessin totes soletes al<br>
Consell. Cal que els ministres donin instruccions clares al
Comit&egrave; de<br>
Representants Permanents a Brussel&middot;les (COREPER) per evitar-ho.
La premsa<br>
ja comen&ccedil;a a apuntar la possibilitat que el Consell fos una
pantomima<br>
on tots els acords estaven pactats abans[<a href="#ref24">24</a>]. No
hi ha cap inconvenient
                  <br>
en qu&egrave; els ministres parlin abans de la reuni&oacute;,
per&ograve; el que s'ha de<br>
decidir en deliberacions p&uacute;bliques es decideix en p&uacute;blic,
i el p&uacute;blic<br>
ha de saber la posici&oacute; del seu representant.<br>
                  <br>
                  <h3><a name="govern"></a>El govern espanyol</h3>
En el cas espanyol, el ministre d'Ind&uacute;stria, Montilla, havia
declarat<br>
el desembre al Senat[<a href="#ref25">25</a>], interpel&middot;lat pel
senador Jordi
Guillot, que<br>
continuava oposant-se al text de maig i que si un estat comunicava el<br>
seu canvi de posici&oacute; al Comit&egrave; de Representants
Permanents es podia<br>
reobrir la discussi&oacute;. Des d'aleshores hi havia hagut quatre<br>
ajornaments de l'adopci&oacute;, el primer amb el ministre
polon&egrave;s Marcinski<br>
volant expressament a Brussel&middot;les per evitar l'adopci&oacute; en
un Consell<br>
d'Agricultura i Pesca[<a href="#ref26">26</a>]. M&eacute;s tard va ser
ajornat per
Dinamarca. Per tant<br>
hi havia tots els senyals de que prou estats havien canviat de<br>
posici&oacute;. El febrer el senat espanyol va aprovar per unanimitat
una<br>
moci&oacute;[<a href="#ref16">16</a>] que demanava, entre altres coses,
que el govern
dialogu&eacute;s per<br>
trobar una majoria contr&agrave;ria a l'acord pol&iacute;tic de maig al<br>
Consell. L'&uacute;nica possibilitat de fer-ho era reobrir la
negociaci&oacute;,<br>
at&egrave;s que, si s'aprovava el text, despr&eacute;s ja sortiria del
Consell i en<br>
segona lectura, si hi arribava, ja hauria estat esmenat pel Parlament,<br>
i ja no seria el text de maig.<br>
                  <br>
No sabem quins contactes privats ha pogut mantenir l'executiu amb<br>
altres governs per complir aquesta sol&middot;licitud de tots els
senadors i<br>
senadores, per&ograve; ens agradaria saber com considera que va
reaccionar<br>
al Consell quan tres nous estats es van mostrar prou contraris a<br>
l'acord pol&iacute;tic com per demanar renegociaci&oacute;. Pel que
sembla no va<br>
parlar. Considerava que se'l comptaria a favor de reobrir la
discussi&oacute;<br>
autom&agrave;ticament ? Creu que el reglament es va aplicar
correctament?<br>
Perqu&egrave; no va protestar en cas contrari?<br>
                  <br>
Despr&eacute;s de la reuni&oacute;, el ministre Montilla va augurar un
futur magre al<br>
text de maig. Ell segueix sense haver-hi votat a favor, per&ograve;
haver<br>
perdut la possibilitat de corregir-lo abans que s'adopt&eacute;s,
suposa que<br>
qualsevol correcci&oacute; es far&agrave; en una situaci&oacute;
m&eacute;s dif&iacute;cil.<br>
                  <br>
El procediment de codecisi&oacute;[<a href="#ref27">27</a>]
comen&ccedil;a per una primera
lectura en qu&egrave; el<br>
Parlament Europeu i el Consell s&oacute;n lliures de fixar la seva
posici&oacute;.<br>
Si no coincideixen hi ha una segona i tercera lectura en qu&egrave;
poden<br>
acostar posicions, per&ograve; &eacute;s m&eacute;s dif&iacute;cil
fer-hi front sense saber si la<br>
suposada posici&oacute; comuna del Consell &eacute;s realment una
posici&oacute; comuna,<br>
at&egrave;s que 12 estats en discrepen, i el Parlament no sap quin text<br>
concretament podrien acceptar.<br>
                  <br>
En segona lectura al Parlament europeu se li exigeix prendre una
decisi&oacute;<br>
en un termini de tres o, excepcionalment, quatre mesos (la primera
lectura<br>
va durar un any i mig). La majoria que necessita el Parlament en segona<br>
lectura tamb&eacute; &eacute;s superior (majoria absoluta d'escons, no
de vots<br>
emesos, de manera que les abstencions i abs&egrave;ncies compten a
favor del<br>
Consell). A m&eacute;s si ha d'evitar les patents de programari, en
aquesta<br>
segona lectura el Parlament tindr&agrave; m&eacute;s feina que en la
primera, perqu&egrave;<br>
partir&agrave; d'un text encara m&eacute;s favorable a les patents, que
el de la<br>
Comissi&oacute;.<br>
                  <br>
Pel que fa al Consell, tampoc ho tindr&agrave; f&agrave;cil per
arreglar res en<br>
segona lectura. Tamb&eacute; t&eacute; un l&iacute;mit de 3 o 4 mesos
per decidir sobre el<br>
que li envi&iuml; el Parlament, i no pot esmenar, nom&eacute;s
acceptar-ho tot en<br>
entrar en la fase de codecisi&oacute;. El pitjor &eacute;s que per cada
esmena en<br>
qu&egrave; vulgui portar la contr&agrave;ria a la Comissi&oacute; en
segona lectura, el<br>
Consell necessita unanimitat.<br>
                  <br>
&Eacute;s doncs una ll&agrave;stima que no s'hagin aprofitat totes les
possibilitats<br>
al Consell per aconseguir aquest futur tan negre que Montilla augura a<br>
les patents de programari.<br>
                  <br>
                  <h3><a name="reglament"></a>Reglament</h3>
La FFII ha enviat una carta al Consell[<a href="#ref28">28</a>] amb una
llarga llista de
dubtes<br>
sobre el reglament del Consell de la UE, la seva interpretaci&oacute; i
els <br>
fets del dilluns 7.3.2005. Per&ograve; pot ser interessant repassar per
                  <br>
sobre alguns dels aspectes m&eacute;s destacats. <br>
                  <br>
Per comen&ccedil;ar, la nostra traducci&oacute; del reglament del
Consell[<a href="#ref8">8</a>]:<br>
                  <br>
Article 3.6<br>
                  <br>
"L'ordre del dia provisional es dividir&agrave; en part A i part B. Els
punts <br>
que el Consell pot aprovar sense discussi&oacute; s'inclouran a la Part
A,<br>
per&ograve; aix&ograve; no exclou la possibilitat de qu&egrave;
qualsevol membre del Consell<br>
o de la Comissi&oacute; expressi una opini&oacute; al moment de
l'aprovaci&oacute; d'aquests <br>
punts i faci constar declaracions en acta."<br>
                  <br>
Article 3.7<br>
                  <br>
"El Consell adoptar&agrave; l'ordre del dia al principi de cada
reuni&oacute;. La inclusi&oacute; <br>
d'un punt a l'ordre del dia que no aparegui a l'ordre del dia
provisional<br>
requerir&agrave; unanimitat al Consell. Els punts aix&iacute;
introdu&iuml;ts a l'ordre del dia<br>
es poden posar a votaci&oacute; si s'han complert tots els requeriments
procedimentals<br>
establerts als tractats."<br>
                  <br>
Article 3.8 <br>
                  <br>
"Tanmateix, es retirar&agrave; un punt "A" de l'ordre del dia , tret
que el Consell <br>
decideixi el contrari, si una posici&oacute; sobre un punt "A"
pogu&eacute;s conduir a <br>
m&eacute;s discussi&oacute; de la q&uuml;esti&oacute; o si un membre
del Consell o la Comissi&oacute; <br>
ho demana." <br>
                  <br>
Tanmateix la presid&egrave;ncia va recon&egrave;ixer que Portugal,
Pol&ograve;nia i<br>
Dinamarca voldrien discutir m&eacute;s sobre la directiva de patents de<br>
programari, i ho va denegar unilateralment. El reglament no especifica<br>
el procediment pel qual "el Consell decideix el contrari", per&ograve;
no<br>
sembla que un sol estat, ni que sigui el president de torn, ho pugui<br>
decidir. Si el procediment per decidir-ho fos el mateix que per<br>
adoptar la directiva, majoria qualificada, sembla impossible que hi<br>
hagu&eacute;s una majoria qualificada que imped&iacute;s discutir.
Nom&eacute;s els estats<br>
que ho havien demanat, m&eacute;s els que no havien acceptat el text el
maig,<br>
ja serien suficients. Si la majoria fos majoria simple d'estats, no ho<br>
sabem, per&ograve; sabem que tres estats ho van demanar i un de sol<br>
(Luxemburg, la presid&egrave;ncia) s'hi va negar. Dels 21 estats
restants, 9<br>
han mostrat alguna mena de descontentament, potser algun s'hauria<br>
negat a renegociar igualment, per&ograve; potser tamb&eacute; alguns
dels altres 12 no<br>
s'hi haurien negat. La tradici&oacute; diplom&agrave;tica del Consell
fa que els<br>
representants s'ho pensin dues vegades abans d'oposar-se a res, i per<br>
tant seria dubt&oacute;s que tota la resta haguessin rebutjat la
reobertura de<br>
negociacions si haguessin tingut l'oportunitat de votar-la.<br>
                  <br>
En qualsevol cas, no ho sabrem mai, perqu&egrave; la presid&egrave;ncia
no va deixar<br>
decidir el Consell, sin&oacute; que ho va decidir sola. No va ser fins
un minut <br>
i cinquanta segons despr&eacute;s que la presid&egrave;ncia
anunci&eacute;s la petici&oacute; i la denegu&eacute;s <br>
sense consultar-ho que el representant dan&egrave;s, Bendt Bendtsen,
digu&eacute;[<a href="#ref1">1</a>]:<br>
                  <br>
                  <span style="font-style: italic;">"Tak hr. formand.
Som de ved er det
Danmarks &oslash;nske at forslaget om</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">patentering af
Computerimplementerede
opfindelser behandles p&aring;</span><br style="font-style: italic;">
                  <span style="font-style: italic;">r&aring;dsm&oslash;det
som et
B-punkt. Jeg har noteret mig deres bem&aelig;rkninger om at</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">de ikke kan
acceptere dette da der
alene er tale om en formel</span><br style="font-style: italic;">
                  <span style="font-style: italic;">bekr&aelig;ftigelse
af den politiske
enighed fra maj sidste &aring;r, s&aring;ledes at</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">sagen kan g&aring;
til
Europaparlamentet. Jeg syntes stadig det vil v&aelig;re</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">rigtigst at tage
sagen som et
B-punkt, men n&aring;r det ikke kan lade sig</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">g&oslash;re vil jeg
ikke st&aring; i
vejen for forslagets formelle vedtagelse. Jeg</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">vil s&aring; med
beklagelse aflevere
en skriftlig erkl&aelig;ring til optagelse i</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">r&aring;dets
m&oslash;deprotokol,
synspunkterne i denne erkl&aelig;ring vil vi forf&oslash;lge</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">n&aring;r sagen
kommer tilbage til
r&aring;det, efter at Europaparlementet har</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">afsluttet sin anden
l&aelig;sning.
Tak. hr formand."</span><br>
                  <br>
                  <small>Traducci&oacute; (de la traducci&oacute;
simult&agrave;nia del
Consell a l'angl&egrave;s): </small><br>
                  <span style="font-weight: bold;">"Si, gr&agrave;cies
president.
B&eacute;, ja sap, el desig de Dinamarca &eacute;s veure</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">aquesta proposta
sobre patentabilitat
d'invencions implementades en</span><br style="font-weight: bold;">
                  <span style="font-weight: bold;">ordinadors, ens
agradaria veure
aix&ograve; tractat en aquesta reuni&oacute; del</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">Consell com a punt
B. He notat els
seus comentaris a fi i efecte que</span><br style="font-weight: bold;">
                  <span style="font-weight: bold;">no ho pot
acceptar... nom&eacute;s la
confirmaci&oacute; formal de l'acord pol&iacute;tic</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">lligat el maig de
l'any passat, per
tal que el tema pugui anar al</span><br style="font-weight: bold;">
                  <span style="font-weight: bold;">Parlament Europeu.
Encara penso que el
m&eacute;s adient seria tractar-ho com</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">un punt B,
per&ograve; si aix&ograve;
no &eacute;s possible no posar&eacute; entrebancs a</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">l'adopci&oacute;
formal del punt".</span><br>
                  <br>
Bendtsen estava representant un parlament que li havia ordenat
majorit&agrave;riament<br>
demanar un punt B, malgrat que la seva opini&oacute; i la del seu
partit era una altra.<br>
Potser per aix&ograve; ho va fer amb poques ganes i el seu
col&middot;lega holand&egrave;s va parlar<br>
de "coitus interruptus". Per&ograve; tot i aix&iacute; l'&uacute;nic
que s&eacute; llegir &eacute;s que per dues<br>
vegades s'expressa un desig en present d'indicatiu i ("el desig de
Dinamarca &eacute;s",<br>
"penso que el m&eacute;s adient") i (sempre despr&eacute;s d'una
negativa pr&egrave;via de la presid&egrave;ncia), <br>
s'usa el condicional ("ens agradaria" , "seria tractar-ho"). Finalment,
                  <br>
quan s'accepta adoptar la directiva es fa condicionat a "si aix&ograve;
no &eacute;s possible".<br>
El cas &eacute;s que s&iacute; que era possible, tret que "el Consell
decid&iacute;s el contrari", per&ograve;<br>
el Consell no va decidir res, per tant tampoc es pot considerar que <br>
retir&eacute;s la seva petici&oacute;. <br>
                  <br>
A continuaci&oacute; va parlar Holanda, per&ograve; es va tallar la
retransmissi&oacute; de<br>
l'&agrave;udio i no podem saber qu&egrave; va dir (el ministre
holand&egrave;s ho va<br>
explicar despr&eacute;s al seu parlament dient que havia ofert suport a<br>
Dinamarca). Ens quedem sense saber qu&egrave; haurien dit Portugal i
Pol&ograve;nia<br>
si haguessin parlat, per&ograve; no sembla que ho fessin. Per tant
encara que<br>
s'interpret&eacute;s que efectivament el representant dan&egrave;s va
retirar la<br>
petici&oacute;, encara en quedarien dues que la presid&egrave;ncia
havia anunciat<br>
com presentades i que ning&uacute; (excepte la pr&ograve;pia
presid&egrave;ncia) va<br>
retirar.<br>
                  <br>
Si considerem que les sol&middot;licituds de rediscussi&oacute;
s'havien presentat i<br>
no es van retirar, tamb&eacute; podem considerar que estaven demanant
impl&iacute;citament<br>
que es retir&eacute;s el punt A de l'ordre del dia. Per la
definici&oacute; del <br>
reglament els punts A i els punt B s&oacute;n una partici&oacute; de
l'ordre del <br>
dia, &eacute;s a dir, un punt nom&eacute;s pot ser o A o B. Per tant
qui demana passar<br>
un punt A a punt B est&agrave; demanant que no sigui punt A. <br>
                  <br>
I quina majoria cal per retirar un punt A de l'ordre del dia?
Dep&egrave;n de si <br>
est&agrave; en l'ordre del dia provisional o &eacute;s sobrevingut. <br>
                  <br>
Article 3.1<br>
                  <br>
"Tot tenint en compte el programa anual del Consell, el President
redactar&agrave;<br>
l'ordre del dia provisional per a cada reuni&oacute;. L'ordre del dia
s'enviar&agrave; als<br>
altres membres del Consell i a la Comissi&oacute; al menys 14 dies
abans del comen&ccedil;ament<br>
de la reuni&oacute;"<br>
                  <br>
Com que aquest punt no es va incloure a l'ordre del dia de la
reuni&oacute;<br>
de dilluns fins el divendres a la tarda, hem d'interpretar que no era<br>
de l'ordre del dia provisional, sin&oacute; improvisat, i que per tant<br>
qualsevol estat en podia demanar la retirada com ja havia passat al<br>
desembre, al gener i al febrer. La Guia del Consell ho confirma<br>
                  <br>
Vol. 1 Cap&iacute;tol III<br>
                  <br>
4. El Consell<br>
[...]<br>
                  <br>
Igual que l'ordre del dia per al Coreper, el del COnsell es divideix en
dues parts:<br>
                  <br>
- punts "A", que el Consell pot adoptar sense cap discussi&oacute;.
Tanmateix un membre del<br>
Consell sempre pot demanar la retirada d'un d'aquests punts en el
mateix dia de la<br>
reuni&oacute; del Consell (i el punt es deixa per una reuni&oacute;
posterior del Consell, o es<br>
mant&eacute; a l'agenda per una majoria simple si el punt s'havia
incl&ograve;s 14 dies abans).<br>
Les delegacions a m&eacute;s poden fer declaracions quan s'adopten els
punt "A"<br>
                  <br>
- punts "B". Aquests s&oacute;n els punts que el Consell
discutir&agrave;.<br>
                  <br>
4 d)<br>
[...]<br>
                  <br>
Pel que fa a l'ordre de realitzaci&oacute;, la Presid&egrave;ncia
procedir&agrave; successivament a:<br>
                  <br>
- prendre nota dels precs i preguntes i les peticions per canvis en<br>
l'ordre del dia.<br>
                  <br>
- adoptar l'ordre del dia.<br>
                  <br>
- adoptar els punts "A", tenint en compte les declaracions o<br>
reserves. Aquests punts "A" normalment s'adopten en massa. Si un punt<br>
&eacute;s objecte d'una declaraci&oacute; d'un o m&eacute;s membres del
Consell que &eacute;s<br>
probable que porti a una discussi&oacute; o una petici&oacute; de
retirada, pot ser<br>
retirada de l'ordre del dia o romandre a l'ordre del dia gr&agrave;cies
a un<br>
vot per majoria simple<br>
                  <br>
Per tant qualsevol estat hauria pogut for&ccedil;ar la retirada de la<br>
directiva de l'ordre del dia. Seria raonable pensar que demanar<br>
passar-ho a punt B implicava demanar la retirada. Per&ograve;
tamb&eacute; ens podem<br>
imaginar que quan els estats contraris al text van veure que no hi<br>
havia manera de reobrir la discussi&oacute; (tampoc &eacute;s que
siguin evidents<br>
els seus esfor&ccedil;os) no veiessin cap motiu per demanar m&eacute;s
ajornaments.<br>
                  <br>
Aix&iacute; doncs, sense que ens quedi clar el perqu&egrave; el punt va
romandre<br>
com a punt A de l'ordre del dia. Llavors se suposa que s'hauria de <br>
votar "en massa" amb tots els altres punt A, oi?. El vot &eacute;s per
assentiment,<br>
segons el reglament:<br>
                  <br>
Annex IV: M&egrave;tode de treball per a un Consell ampliat<br>
                  <br>
Desenvolupament de reunions<br>
                  <br>
16. Tret que la Presid&egrave;ncia indiqui el contrari, les delegacions
s'abstindran<br>
de prendre la paraula quan estiguin d'acord amb la proposici&oacute; en
q&uuml;esti&oacute;; en<br>
aquest cas el silenci es prendr&agrave; com assentiment en principi.<br>
                  <br>
Doncs b&eacute; la presid&egrave;ncia, al principi del seu discurs diu <br>
                  <br>
                  <span style="font-style: italic;">"Puis-je conclure
que toutes les
d&eacute;l&eacute;gations a l'exception de</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">l'Espagne, qui vote
contre, et de
l'Autriche, de la Belgique et de</span><br style="font-style: italic;">
                  <span style="font-style: italic;">l'Italie, qui
s'abstiennent, peuvent
accepter le projet de proposition</span><br style="font-style: italic;">
                  <span style="font-style: italic;">commune, et
d'expos&eacute; des
motifs l'accompagnant tels que contenus dans</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">les documents
devant vous."</span><br style="font-style: italic;">
                  <br>
                  <small>Traducci&oacute;</small>:<br>
                  <span style="font-weight: bold;">"Puc concloure que
totes les
delegacions, amb excepci&oacute; d'Espanya,</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">que vota en contra,
i
d'&Agrave;ustria, B&egrave;lgica i It&agrave;lia que s'abstenen,</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">poden acceptar el
projecte de
proposici&oacute; comuna, i d'exposici&oacute; de motius</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">que l'acompanya tal
i com estan
continguts en els documents davant vostre."</span><br>
                  <br>
i aix&ograve; t&eacute; forma de pregunta, sense acabar de donar el peu
a parlar a alg&uacute;<br>
per oposar-s'hi. A continuaci&oacute; parla uns tres o quatre minuts,
dona la <br>
paraula al representant dan&egrave;s, pren la paraula el representant
holand&egrave;s, <br>
del que no es transmet l'&agrave;udio, i torna a parlar la
presid&egrave;ncia per dir:<br>
                  <br style="font-style: italic;">
                  <span style="font-style: italic;">"Je prends
&eacute;galement acte de
cette position et j'ai d&eacute;j&agrave; signal&eacute; que</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">ces pays
&eacute;taient sur la liste
de ceux qui avaient un probl&egrave;me et qu'on</span><br
 style="font-style: italic;">
                  <span style="font-style: italic;">allait en prendre
note dans la
proc&eacute;dure qui va suivre."</span><br style="font-style: italic;">
                  <br style="font-style: italic;">
                  <span style="font-style: italic;">"Je l'ai
signal&eacute; devant la
Commission Juridique et je m'en</span><br style="font-style: italic;">
                  <span style="font-style: italic;">tiens. Maintenant
j'invite le Conseil
&agrave; adopter aussi les autres</span><br style="font-style: italic;">
                  <span style="font-style: italic;">points de la liste
points A."</span><br style="font-style: italic;">
                  <br style="font-style: italic;">
                  <span style="font-style: italic;">"Tel est le cas? Je
vous en remercie,
les points A sont adopt&eacute;s. "</span><br>
                  <br>
                  <small>Traducci&oacute; </small><br>
                  <span style="font-weight: bold;">"Prenc igualment
acta d'aquesta
posici&oacute; i ja he remercat que aquests</span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">pa&iuml;sos estaven
en la llista dels
que tenien un problema i que </span><br style="font-weight: bold;">
                  <span style="font-weight: bold;">se n'anava a prendre
nota en el
procediment que seguir&agrave;."</span><br style="font-weight: bold;">
                  <br style="font-weight: bold;">
                  <span style="font-weight: bold;">"Ho he indicat a la
Comissi&oacute;
jur&iacute;dica i em ratifico. Ara convido </span><br
 style="font-weight: bold;">
                  <span style="font-weight: bold;">al Consell a adoptar
tamb&eacute; els
altres punts de la llista de punts A."</span><br
 style="font-weight: bold;">
                  <br style="font-weight: bold;">
                  <span style="font-weight: bold;">"&Eacute;s
aix&iacute; ?. Els ho
agraeixo, els punts A queden adoptats."</span><br>
                  <br>
Per tant no queda clar en quin moment queden votats el punt A de la<br>
directiva de patents de programari. En un moment donat la
presid&egrave;ncia<br>
s'hi refereix formulant una pregunta, per&ograve; segueix parlant i no
&eacute;s<br>
fins sis minuts m&eacute;s tard, i havent parlat dues persones pel mig,
que<br>
convida al Consell a adoptar els altres punts A. Els diu "tamb&eacute;
els<br>
altres punts de la llista de punts A". Qu&egrave; vol dir "els
altres"?, que<br>
el punt A del que parlava abans ja est&agrave; adoptat? Llavors, quan
ho ha<br>
preguntat, exactament? O encara no est&agrave; adoptat i est&agrave;
preguntant si<br>
s'adopta aquell punt i "tamb&eacute; els altres punts de la llista de
punts<br>
A", es a dir tots els punts A "en massa"? En aquest cas seria el final<br>
d'una pregunta que duraria 6 minuts i seria interrompuda per les<br>
intervencions d'altra gent, no sembla gaire clar.<br>
                  <br>
Per&ograve; el cas &eacute;s que hauria de quedar clar quan s'adopta el
punt A de la<br>
directiva de patents de programari (que entra en el Proc&eacute;s de<br>
codecisi&oacute; que marca l'article 251 del Tractat de la CE). La FFII
ho<br>
pregunta per l'article 8 del reglament del Consell:<br>
                  <br>
"Les deliberacions del Consell sobre resolucions a adoptar-se segons el<br>
procediment de codecisi&oacute; seguint l'article 251 del Tractat de la
CE<br>
restaran oberts al p&uacute;blic com segueix:<br>
                  <br>
[...]<br>
                  <br>
b. El vot sobre resolucions legislatives seran obertes al
p&uacute;blic, aix&iacute; <br>
com les deliberacions finals del Consell que portin a aquest vot i <br>
les explicacions de vot que l'acompanyin.<br>
                  <br>
[...]<br>
                  <br>
En aquests casos, les deliberacions del Consell seran obertes al<br>
p&uacute;blic mitjan&ccedil;ant transmissi&oacute; de la reuni&oacute;
del Consell per mitjans<br>
audiovisuals, en una sala per a assistents. El resultat del vot
ser&agrave;<br>
indicat per mitjans visuals."<br>
                  <br>
Segons aquest article els assistents a aquesta retransmissi&oacute;
haurien <br>
d'haver vist alguna indicaci&oacute; visual de que s'havia adoptat la
directiva<br>
de patents de programari, per&ograve; se'ls va passar (i aix&ograve;
que havien anat<br>
a interessar-se precisament en aquest punt). <br>
                  <br>
                  <h3><a name="patents"></a>Patents de programari</h3>
Per aquelles ironies del dest&iacute;, la hist&ograve;ria es repeteix.
L'origen de la<br>
directiva sobre la que tan irregularment s'ha pronunciat el Consell
&eacute;s<br>
una altra irregularitat. <br>
                  <br>
El Conveni de la Patent Europea (o conveni de<br>
Munich, de 1973) especifica a l'article 52[<a href="#ref29">29</a>] que
el programes<br>
d'ordinador no es consideraran invencions i per tant no es podran<br>
patentar com a tals. Aquest conveni va crear un organisme<br>
internacional per administrar la patent europea, l'Oficina de la<br>
Patent Europea (OPE). Aquesta oficina, com la majoria d'oficines de<br>
patents, es finan&ccedil;a amb les taxes que paguen els qui demanen i<br>
renoven peri&ograve;dicament les patents europees. Concedir patents li
suposa<br>
ingressos per taxes de patents i rebutjar-les, en canvi, li suposa feina<br>
en justificar la decisi&oacute; al sol&middot;licitant. I a
difer&egrave;ncia de la majoria<br>
d'oficines de patents, &eacute;s una organitzaci&oacute; internacional
que no forma<br>
part de cap govern, i no est&agrave; sotmesa a control
democr&agrave;tic, sin&oacute; a la<br>
direcci&oacute; d'un president i d'una junta formada per
diplom&agrave;tics de la<br>
trentena d'estats membres. No forma part de la UE.<br>
                  <br>
Aquesta OPE va anar eixamplant les interpretacions del que es podia <br>
patentar, fins que fins i tot va establir en el seu reglament que els <br>
programes d'ordinador es podrien patentar perqu&egrave; no es
considerarien<br>
mai "programes d'ordinador com a tals"[<a href="#ref30">30</a>]. El que
havia de ser un
l&iacute;mit<br>
a all&ograve; que es podia patentar va esdevenir una norma d'estil de
com<br>
s'havien de redactar les sol&middot;licituds per ser concedides. Si es
demana<br>
una patent per certa novetat en programes d'ordinador, es
rebutjar&agrave;,<br>
per&ograve; si es reescriu demanant la patent per ordinadors programats
amb<br>
una certa novetat al programa, o per processos de computaci&oacute;
definits<br>
per programes amb aquella novetat, segurament es concedir&agrave;. La <br>
interpretaci&oacute; que la OPE fa del CPE &eacute;s equivalent a si
l'article 52.2.c <br>
no hi fos.[<a href="#ref31">31</a>] <br>
                  <br>
Aquesta situaci&oacute; suposava un inconvenient per a la OPE i un
altre per a <br>
la societat. Per a la societat hi ha una certa incertesa legal
perqu&egrave;<br>
hi ha milers de patents concedides per coses que la llei diu que no<br>
es poden patentar, i ning&uacute; sap fins que es va a judici si el
jutge<br>
far&agrave; cas de la interpretaci&oacute; de l'OPE o no. Per a l'OPE,
aquesta incertesa<br>
pot suposar menys demanda de patents. L'any 2000 van intentar eliminar
el<br>
punt 52.2.c del CPE, per&ograve; no se'n van sortir i van decidir
intentar-ho <br>
per via d'una directiva Europea[<a href="#ref32">32</a>]. El febrer de
2002 la
Comissi&oacute; Europea,<br>
en comptes de fer els possibles perqu&egrave; l'OPE compl&iacute;s la
llei, <br>
presentava la directiva que encara est&agrave; en tr&agrave;mit per
mirar de canviar<br>
la llei i que el que fa l'OPE ja no sigui tan il&middot;legal[<a
 href="#ref33">33</a>]. <br>
                  <br>
Legalitzar les patents de programari &eacute;s una opci&oacute;
impopular, per&ograve;.<br>
Els programadors no volen haver de pagar drets de patents a tercers<br>
per programes que han escrit de forma completament independent, i sense<br>
ni saber que alguns dels molts conceptes utilitzats estaven patentats.<br>
Els consumidors no volen que qualsevol (a la pr&agrave;ctica algunes<br>
multinacionals amb un departament legal fort) pugui monopolitzar el<br>
mercat inform&agrave;tic amb patents de programari i imposar els preus
que<br>
vulgui. Els economistes i investigadors adverteixen del fre a la<br>
innovaci&oacute; en l'inform&agrave;tica que suposaria no poder
utilitzar conceptes<br>
patentats, i eliminar l'incentiu que ara suposa la compet&egrave;ncia,
que &eacute;s<br>
el principal motor de la innovaci&oacute; en inform&agrave;tica.
Aix&iacute; com en camps<br>
on cal experimentaci&oacute; emp&iacute;rica, laboratoris i assajos per
arribar als<br>
conceptes patentats la inversi&oacute; podria ser dif&iacute;cil sense
patents per<br>
monopolitzar aquests conceptes, els conceptes de programaci&oacute; com
els<br>
matem&agrave;tics necessiten menys infraestructura: persones i<br>
hores. Normalment &eacute;s m&eacute;s car portar els conceptes a la
pr&agrave;ctica que<br>
tenir la idea, i la implementaci&oacute; queda coberta per drets<br>
d'autor. Jur&iacute;dicament, aplicar als programes d'ordinador patents
a m&eacute;s<br>
dels drets d'autor que ja s'hi apliquen amb &egrave;xit des de fa temps,<br>
suposa interaccions complicades, i el fet que els programes, que
s&oacute;n<br>
nom&eacute;s informaci&oacute;, es considerin invencions contradiu el
propi<br>
principi de la patent: patentar &eacute;s difondre informaci&oacute;
sobre una<br>
invenci&oacute; a canvi de monopolitzar la invenci&oacute;. Aix&ograve;
no &eacute;s possible si<br>
la informaci&oacute; i la invenci&oacute; s&oacute;n una mateixa cosa,
com amb el<br>
programari.<br>
                  <br>
Per aix&ograve;, perqu&egrave; no hi ha arguments a favor de les
patents de programari, <br>
la Comissi&oacute; Europea i el Consell de la UE han de fer l'equilibri
de<br>
dir que no permeten patentar programari mentre legislen deixant forats<br>
per permetre les mateixes trampes que utilitza l'OPE per concedir<br>
patents de programari. A uns quants parlaments, i en concret al<br>
Parlament Europeu, no els va agradar i van fer-hi esmenes[<a
 href="#ref34">34</a>] per evitar<br>
aquestes malinterpretacions, que s'utilitzen per patentar<br>
programari. Moltes d'aquestes esmenes han estat rebutjades pel Consell<br>
amb l'excusa, precisament, que no segueixen la pr&agrave;ctica
establerta<br>
(per l'OPE)[<a href="#ref12">12</a>].<br>
                  <br>
El text que suposadament va aprovar dilluns el Consell[<a href="#ref35">35</a>]:<br>
                  <br>
- no defineix els termes que usa per delimitar all&ograve; que
&eacute;s patentable.<br>
Han eliminat les definicions de "t&egrave;cnica", "camp de la
t&egrave;cnica",<br>
"contribuci&oacute; t&egrave;cnica", "ind&uacute;stria",
"invenci&oacute;".<br>
                  <br>
- admet "contribucions t&egrave;cniques" constitu&iuml;des per
caracter&iacute;stiques no<br>
t&egrave;cniques. Aix&iacute; es pot patentar un programa nou (encara
que se segueixi<br>
alguna definici&oacute; com cal que no consideri els programes part de
la<br>
t&egrave;cnica) si en la patent parla d'ordinadors ja coneguts
(per&ograve; que s&iacute; <br>
s&oacute;n t&egrave;cnics). Les condicions de patentabilitat s'apliquen
a tot el <br>
que es reivindica, no nom&eacute;s a all&ograve; que aporta de nou, per
tant per <br>
patentar coses noves de camps no permesos nom&eacute;s cal afegir-hi
coses<br>
conegudes de camps permesos. <br>
                  <br>
- Permet reivindicar directament programes d'ordinador ("reivindicar"<br>
vol dir definir el monopoli que concedeix la patent). En la proposta<br>
inicial de la Comissi&oacute; per patentar programari es feia el
circumloqui<br>
de permetre reivindicar ordinadors programats (per fer infractors<br>
directes els instal&middot;ladors i els subministradors de maquinari amb<br>
programes preinstal&middot;lats) i els processos de programes en
execuci&oacute;<br>
(per fer infractors directes els usuaris). El Consell permet a
m&eacute;s<br>
reivindicacions de programa (per fer infractors directes els<br>
distribu&iuml;dors, administradors de servidors a Internet on els autors<br>
publiquin els seus programes, etc.). La &uacute;nica condici&oacute;
que imposa per<br>
monopolitzar programes &eacute;s que tamb&eacute; el
sol&middot;licitant hi afegeixi reivindicacions<br>
dels altres dos tipus anteriors, cosa que sempre pot i vol fer.<br>
                  <br>
A m&eacute;s elimina salvaguardes introdu&iuml;des pel parlament
europeu:<br>
                  <br>
- Elimina el dret a la interoperabilitat. Nom&eacute;s fa
refer&egrave;ncia a les<br>
lleis generals de compet&egrave;ncia (lentes i ineficaces d'aplicar) i
a la<br>
possibilitat de descompilar programari per motius d'interoperabilitat<br>
(per&ograve; aix&ograve; no t&eacute; res a veure amb patents, les
patents ja haurien<br>
d'explicar com fer les coses sense necessitat de descompilar, i <br>
tampoc no prohibeixen estudiar la cosa patentada, sin&oacute;
comercialitzar-la).<br>
Quan alg&uacute; patenta formats de dades o protocols de
comunicaci&oacute; no <br>
serveix de res que es puguin descompilar els programes que els
utilitzen,<br>
perqu&egrave; si a partir d'aquesta informaci&oacute; s'hi fan
programes interoperables, <br>
la patent prohibeix distribuir-los o usar-los.<br>
                  <br>
- Elimina el dret a la publicaci&oacute;, distribuci&oacute;,
processament,<br>
manipulaci&oacute; i producci&oacute; d'informaci&oacute; sense
preocupar-se de patents.<br>
                  <br>
I introdueix falses salvaguardes per mirar de protegir-se de
l'opini&oacute; <br>
p&uacute;blica sense impedir patentar programari:<br>
                  <br>
- Parla de que no es podran patentar programes com a tal, ni en codi<br>
font ni en codi objecte. Aix&ograve; pot semblar una garantia,
per&ograve; &eacute;s que<br>
ning&uacute; patenta programes concrets, sin&oacute; conceptes
m&eacute;s generals. Per<br>
evitar que es copi&iuml;n o reutilitzin programes concrets els autors
usen<br>
els drets d'autor que s&oacute;n instantanis, de franc, de m&eacute;s
llarga durada<br>
i no necessiten burocr&agrave;cia. Qui es preocupa de passar entre 1 i
3 anys<br>
de tr&agrave;mits i pagar uns 30000 EUR per una patent de programari,
busca<br>
evitar compet&egrave;ncia d'altres programes diferents que facin el
mateix,<br>
no nom&eacute;s evitar que alg&uacute; comercialitzi el mateix codi
font o codi<br>
objecte. Per&ograve; introduint aix&ograve; el Consell, insinua que la
prohibici&oacute; de<br>
patentar programes d'ordinador com a tals es refereix nom&eacute;s a<br>
hipot&egrave;tiques patents in&uacute;tils que cobririen un &uacute;nic
programa font o<br>
objecte, i no a les patents de programari que realment es demanen.<br>
                  <br>
- Insisteix en demanar novetat a les patents de programari. El que <br>
crida m&eacute;s l'atenci&oacute; de moltes patents (no nom&eacute;s de
programari) &eacute;s<br>
que es concedeixen per coses trivials. Per&ograve; el text ni
d&oacute;na cap <br>
mesura concreta de com valorar aquesta novetat, ni s'ocupa del problema<br>
real que &eacute;s patentar coses per les quals les patents frenen<br>
l'innovaci&oacute; en comptes d'estimular-la. Segurament les patents<br>
de programari genu&iuml;nament noves s&oacute;n encara m&eacute;s
perilloses que les<br>
trivials, perqu&egrave; monopolitzen coses &uacute;tils i no es poden
invalidar<br>
als tribunals amb exemples d'anterioritat. <br>
                  <br>
I podr&iacute;em allargar-nos m&eacute;s en els errors i els
inconvenients de la<br>
directiva, per&ograve; la intenci&oacute; era nom&eacute;s
il&middot;lustrar perqu&egrave; segons quines<br>
pol&iacute;tiques s&oacute;n molt dif&iacute;cils d'adoptar amb total
transpar&egrave;ncia,<br>
democr&agrave;cia i coneixement de causa, i si s'adopten, ja sigui com a<br>
pr&agrave;ctica habitual a l'OPE, o com a proposta de directiva,
acostuma a<br>
ser per mitjans menys representatius.<br>
                  <br>
No sembla que el m&eacute;s greu que pass&eacute;s aquell dilluns fos
que s'adopt&eacute;s<br>
una directiva que no en agrada, sin&oacute; que se n'adoptat&eacute;s
una<br>
que no agrada ni a la majoria qualificada de ministres que l'haurien<br>
d'haver votada. Aix&ograve; &eacute;s el que cal corregir de seguida.
Encara queden<br>
alguns mesos per corregir el text de la directiva, els dubtes sobre<br>
qui, com i si s'ha adoptat corren m&eacute;s pressa.<br>
                  <br>
                  <h3><a name="referencies"></a>Refer&egrave;ncies</h3>
                  <a name="ref1"></a>[1] Consell de ministres de
competitivitat de dilluns 7.3.2005<br>
Comunicat de la FFII<br>
                  <a href="http://wiki.ffii.org/Cons050307En">http://wiki.ffii.org/Cons050307En</a><br>
                  <small>Fotos </small><br>
                  <a
 href="http://ue.eu.int/cms3_applications/Applications/newsRoom/GalleryViewer.asp?command=VIEW&amp;BID=88&amp;dateEvent=07/03/2005&amp;rubrique=188&amp;LANG=1">http://ue.eu.int/cms3_applications/Applications/newsRoom/GalleryViewer.asp...</a><br>
                  <small>Audio/video</small><br>
                  <a href="http://media.ffii.org/Council050307/">http://media.ffii.org/Council050307/</a><br>
                  <small>Transcripci&oacute;</small><br>
                  <a href="http://wiki.ffii.org/ConsTrans050307En">http://wiki.ffii.org/ConsTrans050307En</a><br>
                  <br>
                  <a name="ref2"></a>[2] Recull de premsa (parcial)<br>
                  <a href="http://wiki.ffii.org/SwpatcninoEn">http://wiki.ffii.org/SwpatcninoEn</a><br>
                  <br>
                  <a name="ref3"></a>[3] Nota de premsa del Consell<br>
                  <a
 href="http://ue.eu.int/ueDocs/cms_Data/docs/pressData/en/misc/84021.pdf">http://ue.eu.int/ueDocs/cms_Data/docs/pressData/en/misc/84021.pdf</a><br>
                  <br>
                  <a name="ref4"></a>[4] Declaracions de Montilla<br>
                  <a href="http://www.internautas.org/html/1/2752.html">http://www.internautas.org/html/1/2752.html</a><br>
                  <br>
                  <a name="ref5"></a>[5] reaccions a la pretesa
adopci&oacute; de la posici&oacute; comuna
del Consell<br>
FFII<br>
                  <a href="http://wiki.ffii.org/Cons050307En">http://wiki.ffii.org/Cons050307En</a><br>
Jonas Maebe <br>
                  <a href="http://wiki.ffii.org/OpenLtr050307En">http://wiki.ffii.org/OpenLtr050307En</a><br>
Verds/Alian&ccedil;a Lliure Europea<br>
                  <a href="http://wiki.ffii.org/Cons050307En">http://wiki.ffii.org/Cons050307En</a><br>
Editorial de Leader a Zdnet.co.uk<br>
                  <a
 href="http://comment.zdnet.co.uk/other/0,39020682,39190515,00.htm">http://comment.zdnet.co.uk/other/0,39020682,39190515,00.htm</a><br>
Editorial de Vicen&ccedil; Partal a vilaweb.com<br>
                  <a
 href="http://www.vilaweb.com/mailobert/mailobert2.html">http://www.vilaweb.com/mailobert/mailobert2.html</a><br>
Declaracions del Secretari de Telecomunicacions i Societat de la
Informaci&oacute;,<br>
Oriol Ferran<br>
                  <a href="http://www.lafarga.org/node/view/292">http://www.lafarga.org/node/view/292</a><br>
Declaracions del regidor de la ciutat del Coneixement de Barcelona i <br>
vicepresident tercer de la Diputaci&oacute;, Jaume Oliveras <br>
                  <a href="http://puntbarra.com/node/view/2535">http://puntbarra.com/node/view/2535</a><br>
Reaccions a Dinamarca<br>
                  <a
 href="http://www.groklaw.net/article.php?story=20050308084230867">http://www.groklaw.net/article.php?story=20050308084230867</a><br>
UEAPME, patronal europea de PiMES (11 000 000 d'empreses i 50 000 000
de treballadors)<br>
                  <a
 href="http://www.ueapme.org/docs/press_releases/pr_2005/050307_Computer_Patent.pdf">http://www.ueapme.org/docs/press_releases/pr_2005/050307_Computer_Patent.pdf</a><br>
Aquest article cita Sun <br>
                  <a href="http://www.ebcvg.com/news.php?id=4722">http://www.ebcvg.com/news.php?id=4722</a><br>
Aquest cita varies reaccions<br>
                  <a
 href="http://www.euractiv.com/Article?tcmuri=tcm:29-136499-16&amp;type=News">http://www.euractiv.com/Article?tcmuri=tcm:29-136499-16&amp;type=News</a><br>
                  <br>
                  <a name="ref6"></a>[6] Reuni&oacute; de JURI dilluns
7.3.2005 a la nit<br>
                  <a href="http://wiki.ffii.org/Juri050307En">http://wiki.ffii.org/Juri050307En</a><br>
                  <br>
                  <a name="ref7"></a>[7] El ponent Rocard diu que
Luxemburg no tenia dret de rebutjar <br>
el punt B<br>
                  <a href="http://wiki.ffii.org/Eptrans050308En">http://wiki.ffii.org/Eptrans050308En</a><br>
                  <br>
                  <a name="ref8"></a>[8] Reglament de Consell<br>
                  <a
 href="http://europa.eu.int/smartapi/cgi/sga_doc?smartapi%21celexapi%21prod%21CELEXnumdoc&amp;lg=en&amp;numdoc=32004D0338&amp;model=guichett">http://europa.eu.int/smartapi/cgi/sga_doc?smartapi!celexapi!prod!CELEXnumdoc...</a><br>
Extracte dels punts m&eacute;s rellevants del reglament i la Guia del
Consell <br>
                  <a href="http://wiki.ffii.org/ConsRules050308En">http://wiki.ffii.org/ConsRules050308En</a><br>
                  <br>
                  <a name="ref9"></a>[9] Declaracions de Dinamarca i
Xipre<br>
                  <a
 href="http://register.consilium.eu.int/pdf/en/04/st16/st16120-ad04.en04.pdf">http://register.consilium.eu.int/pdf/en/04/st16/st16120-ad04.en04.pdf</a><br>
Declaraci&oacute; de Pol&ograve;nia<br>
                  <a
 href="http://register.consilium.eu.int/pdf/en/04/st16/st16120-ad02.en04.pdf">http://register.consilium.eu.int/pdf/en/04/st16/st16120-ad02.en04.pdf</a><br>
Declaraci&oacute; d'Holanda<br>
                  <a
 href="http://register.consilium.eu.int/pdf/en/04/st14/st14574-ad01co01.en04.pdf">http://register.consilium.eu.int/pdf/en/04/st14/st14574-ad01co01.en04.pdf</a><br>
Declaracions de Let&ograve;nia i Hungria<br>
                  <a
 href="http://register.consilium.eu.int/pdf/en/04/st16/st16120-ad01.en04.pdf">http://register.consilium.eu.int/pdf/en/04/st16/st16120-ad01.en04.pdf</a><br>
Declaracions de Fran&ccedil;a i B&egrave;lgica (p&agrave;g 16-18)<br>
( la de Fran&ccedil;a justifica el seu s&iacute;, per&ograve; diu que
"tanmateix alguns <br>
aspectes de la directia semblen oberts a interpretacions enfrontades")<br>
                  <a
 href="http://register.consilium.eu.int/pdf/en/04/st09/st09586.en04.pdf">http://register.consilium.eu.int/pdf/en/04/st09/st09586.en04.pdf</a><br>
                  <br>
                  <a name="ref10"></a>[10] Informe del 21.6.2002 del
comit&eacute; d'escrutini parlamentari
de la Cambra dels Comuns<br>
                  <a
 href="http://www.parliament.the-stationery-office.co.uk/pa/cm200102/cmselect/cmeuleg/152-xxxiii/15206.htm#a8">http://www.parliament.the-stationery-office.co.uk/pa/cm200102/...</a><br>
                  <br>
                  <a name="ref11"></a>[11] Recapta per sobornar la
presid&egrave;ncia del Consell<br>
                  <a href="http://mjr.iki.fi/texts/patentfund">http://mjr.iki.fi/texts/patentfund</a><br>
                  <br>
                  <a name="ref12"></a>[12] Declaraci&oacute; de motius
del Consell per a la directiva de
patents de programari.<br>
                  <a
 href="http://register.consilium.eu.int/pdf/en/04/st11/st11979-re01ad01.en04.pdf">http://register.consilium.eu.int/pdf/en/04/st11/st11979-re01ad01.en04.pdf</a><br>
                  <br>
                  <a name="ref13"></a>[13] Manifestaci&oacute; a
Brussel&middot;les el 17.2.2005<br>
                  <a href="http://demo.ffii.org/demo0502/">http://demo.ffii.org/demo0502/</a><br>
                  <br>
                  <a name="ref14"></a>[14] El Parlament demana una nova
remisi&oacute; de la directiva de
patents<br>
de programari (el comit&eacute; d'afers jur&iacute;dics per 19 vots
contra 2, la <br>
confer&egrave;ncia de presidents un&agrave;nimement i el pl&egrave; per
assentiment)<br>
                  <a href="http://wiki.ffii.org/Restart050202En">http://wiki.ffii.org/Restart050202En</a><br>
                  <a
 href="http://wiki.ffii.org/index.cgi?Restart050217En">http://wiki.ffii.org/index.cgi?Restart050217En</a><br>
                  <a href="http://wiki.ffii.org/Europarl050224En">http://wiki.ffii.org/Europarl050224En</a><br>
                  <a href="http://patents.caliu.info/nota20050203.txt">http://patents.caliu.info/nota20050203.txt</a><br>
                  <br>
                  <a name="ref15"></a>[15] La Comissi&oacute; Europea
rebutja la petici&oacute; del Parlament
Europeu de<br>
refer la directiva.<br>
                  <a href="http://wiki.ffii.org/Com050228Ca">http://wiki.ffii.org/Com050228Ca</a><br>
                  <a href="http://wiki.ffii.org/Com050228En">http://wiki.ffii.org/Com050228En</a><br>
                  <br>
                  <a name="ref16"></a>[16] Moci&oacute; un&agrave;nime
del Senat espanyol<br>
                  <a href="http://wiki.ffii.org/Senado050208En">http://wiki.ffii.org/Senado050208En
                  </a><br>
                  <a href="http://wiki.ffii.org/Senado050208Es">http://wiki.ffii.org/Senado050208Es</a><br>
                  <a
 href="http://proinnova.hispalinux.es/notas-prensa/nota-039.html">http://proinnova.hispalinux.es/notas-prensa/nota-039.html</a><br>
                  <a
 href="http://barrapunto.com/articles/05/02/08/1717239.shtml">http://barrapunto.com/articles/05/02/08/1717239.shtml</a><br>
                  <br>
Recollida de signatures d'agra&iuml;ment al senat espanyol <br>
                  <a href="http://graciassenado.hispalinux.es/">http://graciassenado.hispalinux.es/</a><br>
                  <br>
                  <a name="ref17"></a>[17] Moci&oacute; un&agrave;nime
del Parlament Alemany (Bundestag)<br>
                  <a href="http://wiki.ffii.org/Bundestag050218En">http://wiki.ffii.org/Bundestag050218En</a><br>
                  <a href="http://www.heise.de/newsticker/meldung/55568">
http://www.heise.de/newsticker/meldung/55568</a><br>
                  <a
 href="http://news.zdnet.co.uk/business/0,39020645,39170869,00.htm">http://news.zdnet.co.uk/business/0,39020645,39170869,00.htm</a><br>
                  <br>
moci&oacute; un&agrave;nime presentada al Bundestag tradu&iuml;da al
catal&agrave;<br>
                  <a
 href="http://www.tinet.org/%7Exdrudis/Patents/bundestag/BUndestag-motion.ca.2.html">http://www.tinet.org/~xdrudis/Patents/bundestag/BUndestag-motion.ca.2.html</a><br>
                  <a
 href="http://www.tinet.org/%7Exdrudis/Patents/bundestag/BUndestag-motion.ca.2.pdf">http://www.tinet.org/~xdrudis/Patents/bundestag/BUndestag-motion.ca.2.pdf</a><br>
                  <br>
                  <a
 href="http://www.tinet.org/%7Exdrudis/Patents/bundestag/BUndestag-motion.ca.2.sxw">http://www.tinet.org/~xdrudis/Patents/bundestag/BUndestag-motion.ca.2.sxw</a><br>
                  <br>
                  <a name="ref18"></a>[18] 4 mocions al parlament
holand&egrave;s <br>
3.3.2005<br>
                  <a href="http://wiki.ffii.org/Nl050303En">http://wiki.ffii.org/Nl050303En</a><br>
                  <a href="http://wiki.vrijschrift.nl/Motions050303">http://wiki.vrijschrift.nl/Motions050303</a><br>
10.2.2005<br>
                  <a href="http://wiki.ffii.org/NlVot050210En">http://wiki.ffii.org/NlVot050210En</a><br>
1.7.2004<br>
                  <a href="http://kwiki.ffii.org/?NlVote040701En">http://kwiki.ffii.org/?NlVote040701En</a><br>
                  <a href="http://kwiki.ffii.org/?SwpatnlEn">http://kwiki.ffii.org/?SwpatnlEn</a><br>
                  <br>
                  <a name="ref19"></a>[19] moci&oacute; del
comit&eacute; per a la UE del parlament
dan&egrave;s<br>
                  <a href="http://wiki.ffii.org/Dkparl050304En">http://wiki.ffii.org/Dkparl050304En</a><br>
                  <a href="http://itpol.dk/bpunkt2005">http://itpol.dk/bpunkt2005</a><br>
                  <br>
                  <a name="ref20"></a>[20] Reuni&oacute; de maig del
Consell i esmenes insignificants<br>
sobre la marxa<br>
                  <a href="http://patents.caliu.info/nota20040518.html">http://patents.caliu.info/nota20040518.html</a><br>
                  <br>
                  <a name="ref21"></a>[21] Declaracions del ministre
Brinkhorst al parlament holand&egrave;s.<br>
                  <a href="http://wiki.ffii.org/Brinkhorst050310En">http://wiki.ffii.org/Brinkhorst050310En</a><br>
                  <a
 href="http://www.sslug.se/emailarkiv/itpolitik/2005_03/msg00134">http://www.sslug.se/emailarkiv/itpolitik/2005_03/msg00134</a><br>
                  <br>
                  <a name="ref22"></a>[22] Declaracions del ministre
Bendtsen al parlament dan&egrave;s.<br>
                  <a href="http://wiki.ffii.org/Bendtsen050309En">http://wiki.ffii.org/Bendtsen050309En</a><br>
                  <a href="http://wiki.ffii.org/Dkparl050308En">http://wiki.ffii.org/Dkparl050308En</a><br>
                  <a
 href="http://www.groklaw.net/article.php?story=20050308084230867">http://www.groklaw.net/article.php?story=20050308084230867</a><br>
                  <br>
                  <a name="ref23"></a>[23] Declaracions del ministre
belga Verwilghen al parlament belga<br>
                  <a href="http://wiki.ffii.org/Verwilghen050309">http://wiki.ffii.org/Verwilghen050309</a><br>
                  <br>
                  <a name="ref24"></a>[24] Article que postula que les
decisions sobre la directiva de <br>
patents de programari no es van prendre al Consell sin&oacute; al sopar<br>
del dia abans.<br>
                  <a href="http://www.webwereld.nl/">http://www.webwereld.nl/</a><br>
                  <br>
                  <a name="ref25"></a>[25] Interpel&middot;laci&oacute;
de Jordi Guillot al ministre Montilla
al Senat espanyol<br>
                  <a
 href="http://patents.caliu.info/nota20041202.ca.txt">http://patents.caliu.info/nota20041202.ca.txt</a><br>
                  <a
 href="http://patents.caliu.info/nota20041202.en.txt">http://patents.caliu.info/nota20041202.en.txt</a><br>
                  <a
 href="http://patents.caliu.info/nota20041202.es.html">http://patents.caliu.info/nota20041202.es.html</a><br>
                  <br>
                  <a name="ref26"></a>[26] Ajornaments de la
decisi&oacute; al Consell<br>
                  <a
 href="http://patents.caliu.info/nota20041222.ca.html">http://patents.caliu.info/nota20041222.ca.html</a><br>
                  <a
 href="http://patents.caliu.info/nota20041222.es.txt">http://patents.caliu.info/nota20041222.es.txt</a><br>
                  <a href="http://kwiki.ffii.org/Cons041221En">http://kwiki.ffii.org/Cons041221En</a><br>
                  <a
 href="http://proinnova.hispalinux.es/notas-prensa/nota-038.html">http://proinnova.hispalinux.es/notas-prensa/nota-038.html</a><br>
                  <a
 href="http://lists.debian.org/debian-user-catalan/2005/01/msg00177.html">http://lists.debian.org/debian-user-catalan/2005/01/msg00177.html</a><br>
                  <a href="http://kwiki.ffii.org/Cons041221En">http://kwiki.ffii.org/Cons041221En</a><br>
                  <a href="http://wiki.ffii.org/NlVot050210En">http://wiki.ffii.org/NlVot050210En</a><br>
                  <br>
                  <a name="ref27"></a>[27] Sobre el procediment de
codecisi&oacute; (p&agrave;gina una mica
vella)<br>
                  <a href="http://patents.caliu.info/codecisio.html">http://patents.caliu.info/codecisio.html</a><br>
                  <br>
                  <a name="ref28"></a>[28] Carta de la FFII al Consell
preguntant sobre l'aplicaci&oacute; <br>
del reglament al Consell de dilluns 7.3.2005<br>
                  <a href="http://wiki.ffii.org/LtrFfiiCons050308En">http://wiki.ffii.org/LtrFfiiCons050308En
                  </a><br>
Observacions del professor de dret europeu dr. Karl-Friederich Lenz<br>
                  <a href="http://k.lenz.name/wordpress/index.php?cat=2">http://k.lenz.name/wordpress/index.php?cat=2</a><br>
                  <br>
Estudi legal sobre reobertura de discussions pel Dr. Luis Fajardo
L&oacute;pez<br>
                  <a href="http://fajardolopez.com/Informaciones">
http://fajardolopez.com/Informaciones</a><br>
                  <br>
                  <a
 href="http://fajardolopez.com/informes/Fajardolopez.com_18th-May-EU-Council-voting.pdf">http://fajardolopez.com/informes/Fajardolopez.com_18th-May-...</a><br>
                  <a
 href="http://fajardolopez.com/informes/low-res_Fajardolopez.com_18th-May-EU-Council-voting.pdf">http://fajardolopez.com/informes/low-res_Fajardolopez.com_...</a><br>
                  <a
 href="http://swpat.ffii.org/papers/fajardo0406/fajardo0406.pdf">http://swpat.ffii.org/papers/fajardo0406/fajardo0406.pdf</a><br>
                  <br>
                  <a name="ref29"></a>[29] Convenci&oacute; de la
Patent Europea<br>
                  <a
 href="http://www.european-patent-office.org/legal/epc/e/ar52.html">http://www.european-patent-office.org/legal/epc/e/ar52.html</a><br>
                  <br>
                  <a name="ref30"></a>[30] Sobre el reglament i la
pr&agrave;ctica de la OPE i altres
q&uuml;estions<br>
                  <a
 href="http://patents.caliu.info/aboutMcCarthyConsiderations.html">http://patents.caliu.info/aboutMcCarthyConsiderations.html</a><br>
                  <a
 href="http://swpat.ffii.org/analysis/invention/index.en.html">http://swpat.ffii.org/analysis/invention/index.en.html</a><br>
Exemples de patents de programari de l'OPE<br>
                  <a href="http://webshop.ffii.org/">http://webshop.ffii.org/</a><br>
                  <a
 href="http://swpat.ffii.org/vreji/pikta/index.en.html">http://swpat.ffii.org/vreji/pikta/index.en.html</a><br>
                  <a
 href="http://swpat.ffii.org/patents/stats/index.en.html">http://swpat.ffii.org/patents/stats/index.en.html</a><br>
                  <br>
                  <a name="ref31"></a>[31] Un recent estudi
econ&ograve;mic/legal confirma que la proposta <br>
de la Comissi&oacute; equival a eliminar l'article 52.2.c del CPE<br>
                  <a href="http://wiki.ffii.org/Rossi050310En">http://wiki.ffii.org/Rossi050310En</a><br>
                  <br>
                  <a name="ref32"></a>[32] Primer intent de legalitzar
les patents de programari<br>
via la modificaci&oacute; del CPE<br>
                  <a
 href="http://swpat.ffii.org/log/intro/index.en.html#reskr">http://swpat.ffii.org/log/intro/index.en.html#reskr</a><br>
                  <br>
                  <a name="ref33"></a>[33] Explicaci&oacute; sobre la
proposta de directiva <br>
                  <a href="http://patents.caliu.info/explicacio.html">http://patents.caliu.info/explicacio.html</a><br>
Text de la proposta de directiva de la Comissi&oacute;<br>
expedient 2002/0047<br>
                  <a
 href="http://www.europa.eu.int/comm/internal_market/en/indprop/com02-92en.pdf">http://www.europa.eu.int/comm/internal_market/en/indprop/com02-92en.pdf</a><br>
                  <br>
                  <a name="ref34"></a>[34] Esmenes del Parlament Europeu<br>
                  <a
 href="http://www3.europarl.eu.int/omk/omnsapir.so/pv2?PRG=DOCPV&amp;APP=PV2&amp;LANGUE=EN&amp;SDOCTA=2&amp;TXTLST=1&amp;POS=1&amp;Type_Doc=RESOL&amp;TPV=PROV&amp;DATE=240903&amp;PrgPrev=PRG@TITRE%7CAPP@PV2%7CTYPEF@TITRE%7CYEAR@03%7CFind@%2a%69%6e%76%65%6e%74%69%6f%6e%73%7CFILE@BIBLIO03%7CPLAGE@1&amp;TYPEF=TITRE&amp;NUMB=1&amp;DATEF=030924">http://www3.europarl.eu.int/omk/omnsapir.so/pv2?...</a><br>
                  <br>
                  <a name="ref35"></a>[35] Text del Consell<br>
                  <a
 href="http://register.consilium.eu.int/pdf/en/04/st09/st09713.en04.pdf">http://register.consilium.eu.int/pdf/en/04/st09/st09713.en04.pdf</a><br>
Difer&egrave;ncies entre les versions del Consell i del Parlament
Europeu<br>
                  <a
 href="http://swpat.ffii.org/papers/europarl0309/cons0401/tab/index.en.html">http://swpat.ffii.org/papers/europarl0309/cons0401/tab/index.en.html</a><br>
                  <a
 href="http://swpat.ffii.org/papers/europarl0309/cons0401/index.en.html">http://swpat.ffii.org/papers/europarl0309/cons0401/index.en.html</a><br>
                  <a
 href="http://swpat.ffii.org/letters/cons0406/text/index.en.html">http://swpat.ffii.org/letters/cons0406/text/index.en.html</a><br>
                  <a href="http://patents.caliu.info/nota20040518.html">http://patents.caliu.info/nota20040518.html</a><br>
                  <br>
                  <br>
                  <br>
                  <span style="font-style: italic;">Aquest document
&eacute;s sota
llic&egrave;ncia de </span><a style="font-style: italic;"
 href="http://creativecommons.org/licenses/by-sa/2.1/es/deed.ca">Reconeixement-CompartirIgual</a><span
 style="font-style: italic;"> de </span><a style="font-style: italic;"
 href="http://www.creativecommons.org">Creative Commons</a><span
 style="font-style: italic;">. </span><br>
                  </td>
                </tr>
              </tbody>
            </table>
<!-- final document --> </td>
          </tr>
        </tbody>
      </table>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td><br>
      </td>
    </tr>
    <tr>
      <td>&nbsp; </td>
    </tr>
    <tr>
      <td><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl admpub" -->
</body>
</html>
