<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title></title>
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"></span></span></font><br>
              </td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td><span style="font-weight: bold;">Programari Lliure al
govern extremeny: Linex</span><br>
27/06/2003, autor&nbsp; Carlos Castro Castro,&nbsp; Junta d'Extremadura
(Director General de SI)<br>
              <span style="font-style: italic;">Traducci&oacute; Mireia
Farr&uacute;s, mfarrus @ softcatala.org</span><br>
              <span style="font-weight: bold;"></span>
              <p align="justify"
 style="margin-bottom: 0cm; font-weight: bold;">Resum</p>
              <br>
En aquest article es descriuen els plans del Govern de la regi&oacute;
espanyola d&#8217;Extremadura per incorporar aquesta regi&oacute; a la
Societat de la Informaci&oacute;, dins d&#8217;un projecte estrat&egrave;gic
d&#8217;ampli espectre. Recolzats en els principis de la connectivitat i
l&#8217;alfabetitzaci&oacute; tecnol&ograve;gica, aquests plans es marquen
com a objectiu millorar la qualitat de vida dels extremenys des de la
igualtat i la llibertat. Amb aquesta finalitat s&#8217;ha constru&iuml;t una
potent infrastructura de comunicacions i s&#8217;han posat en marxa programes
per assolir objectius tant de car&agrave;cter educatiu com
socioecon&ograve;mic, entre els quals es troba l&#8217;innovador <a
 href="http://www.linex.org">Projecte LinEx</a> per a la
utilitzaci&oacute; de programari lliure (free software).<br>
              <br>
              <span style="font-weight: bold;">Introducci&oacute;<br>
              <br>
              </span>La regi&oacute; espanyola d'Extremadura
est&agrave; decidida a no perdre el tren de la revoluci&oacute;
tecnol&ograve;gica. El seu projecte estrat&egrave;gic d'acc&eacute;s a
la Societat de la Informaci&oacute;, recolzat en els principis
irrenunciables de la connectivitat i l'alfabetitzaci&oacute;
tecnol&ograve;gica, es marca com a objectiu millorar la qualitat de
vida dels extremenys des de la igualtat i la llibertat. La regi&oacute;
s'ha dotat d'una potent infrastructura de comunicacions, la Intranet
Regional, capa&ccedil; de connectar per un sistema de banda ampla
m&eacute;s de 1.400 punts distribu&iuml;ts pels 383 municipis que
integren la Comunitat Aut&ograve;noma.<br>
              <br>
D'altra banda ha posat en marxa programes per assolir objectius tant de
car&agrave;cter educatiu com socioecon&ograve;mic. Era clar que les
Noves Tecnologies de la Informaci&oacute; i la Comunicaci&oacute;
(NTIC) podien contribuir de manera decisiva a la millora de la qualitat
de l'ensenyament i immediatament es va planejar i es va comen&ccedil;ar
a executar el desplegament de la Xarxa Tecnol&ograve;gica Educativa que
preveu dotar d'un ordinador per cada dos alumnes als centres de
Secund&agrave;ria. Tamb&eacute; es va dissenyar un Pla
d'Alfabetitzaci&oacute; Tecnol&ograve;gica que no oblid&eacute;s les
necessitats de sectors de la poblaci&oacute; que arribaven tard a
aquest nou m&oacute;n tecnol&ograve;gic. Els 33 Nous Centres del
Coneixement repartits pel territori extremeny, i especialment per
localitats de l'&agrave;mbit rural, tenen aquesta finalitat. <br>
              <br>
Despr&eacute;s hi ha Vivernet, que compleix la funci&oacute; de viver
d'empreses de la nova era digital o el Centre de Foment de Noves
Iniciatives, encarregat d'anar redirigint l'estrat&egrave;gia
extremenya de la Societat de la Informaci&oacute; segons suggereixin
les canviants circumst&agrave;ncies de cada moment. I com a fons
transversal hi ha el Projecte LinEx (programari lliure, o free
software) nascut com a resposta a la necessitat d'evitar que
l'&egrave;xit de tot el programa pogu&eacute;s dependre de factors
externs que, com el programari de propietat, s'escapaven de qualsevol
tipus de control p&uacute;blic.<br>
              <br>
              <span style="font-weight: bold;">Context:
caracter&iacute;stiques socioecon&ograve;miques d&#8217;Extremadura<br>
              <br>
              </span>Extremadura t&eacute; una extensi&oacute; de
41.634 km2 i una poblaci&oacute; de 1.073.574 habitants, la qual cosa
suposa una densitat de poblaci&oacute; de 25,78 habitants por km2. El
territori de la regi&oacute; suposa el 8,3% del total d&#8217;Espanya i la
poblaci&oacute; el 2,6 % del total d&#8217;Espanya. La poblaci&oacute; es
distribueix en 383 municipis, i nom&eacute;s a Badajoz (136.319
habitants) se superen els 100.000 habitants. El 57% dels extremenys
resideixen en municipis de menys de 10.000 habitants. El segon municipi
en nombre d&#8217;habitants &eacute;s C&agrave;ceres amb 82.034 i el tercer
&eacute;s la capital auton&ograve;mica, M&egrave;rida, amb 51.056. <br>
              <br>
L&#8217;economia extremenya presenta una favorable evoluci&oacute; els
&uacute;ltims anys, essent la Comunitat Aut&ograve;noma espanyola amb
una major converg&egrave;ncia relativa amb la Uni&oacute; Europea en el
per&iacute;ode 1985-1999. Extremadura ha sabut aprofitar els Fons de
Cohesi&oacute; de la Uni&oacute; Europea per articular diversos
projectes en l&#8217;&agrave;mbit educatiu, social i en el sector
empresarial. Projectes que, sota la premissa d&#8217;incorporar la
regi&oacute; a la revoluci&oacute; de les Noves Tecnologies i el
Coneixement, estan propiciant un desenvolupament de la mateixa en
condicions d&#8217;igualtat i llibertat, i posant-la en disposici&oacute; de
poder afrontar amb garanties tots els canvis que la Revoluci&oacute;
del Coneixement comporti d&#8217;ara endavant.<br>
              <br>
              <span style="font-weight: bold;">Antecedents: el
GNU/LinEx (Programari lliure, o Free Software) com a part d&#8217;un
proc&eacute;s<br>
              <br>
              </span>Ha quedat enrere el temps en qu&egrave; realitzar
descobriments habilitava en exclusiva per a la seva
capitalitzaci&oacute; abusiva i especulativa, com s&#8217;ha vingut fent a
l&#8217;Era Industrial. Calia cercar o crear un model nou que, adaptat a la
realitat digital en qu&egrave; vivim, permet&eacute;s un
desenvolupament de tots els extremenys i definit per nosaltres
mateixos, no imposat. I la clau per aconseguir aix&ograve; ha estat
actuar des de la l&ograve;gica de l&#8217;Era del Coneixement.<br>
              <br>
La Conselleria d&#8217;Educaci&oacute;, Ci&egrave;ncia i Tecnologia de la
Junta d&#8217;Extremadura ent&eacute;n que la millor pol&iacute;tica
consisteix en l&#8217;aplicaci&oacute; de la innovaci&oacute;
tecnol&ograve;gica per al foment de la llibertat i la igualtat dels
ciutadans, aprofitant i posant a l'abast de tots els que no &eacute;s
patrimoni de ning&uacute; particularment: el coneixement acumulat per
la Humanitat al llarg de la hist&ograve;ria.<br>
              <br>
La Societat de la Informaci&oacute; cal construir-la com a projecte
col&middot;lectiu, per aix&ograve; tot aix&ograve; no &eacute;s casual.
El 1998, el President de la Junta d&#8217;Extremadura, Juan Carlos
Rodr&iacute;guez Ibarra, va llen&ccedil;ar a la societat extremenya el
repte d&#8217;incorporar-nos a la Societat de la Informaci&oacute;, amb el
comprom&iacute;s de no deixar fora ning&uacute;. No est&agrave;vem
disposats a perdre el primer tren de desenvolupament que era possible
agafar a Extremadura, despr&eacute;s d&#8217;haver perdut tots els anteriors.
Vam comen&ccedil;ar l&#8217;execuci&oacute; d&#8217;un projecte estrat&egrave;gic
d&#8217;incorporaci&oacute; a la Societat de la Informaci&oacute; basat en
dos principis irrenunciables: aconseguir la connectivitat i oferir
alfabetitzaci&oacute; tecnol&ograve;gica a tots els ciutadans,
independentment del lloc on visquessin.<br>
              <br>
Aquest Projecte Global de Desenvolupament de la Societat de la
Informaci&oacute; perseguia impulsar la utilitzaci&oacute; de les NTIC
entre els ciutadans, aprofitant les seves possibilitats en tots els
ordres, especialment en el camp de la formaci&oacute; i de la
generaci&oacute; de negocis que suposessin, en definitiva, una millora
en la qualitat de vida dels extremenys.<br>
              <br>
La consolidaci&oacute; de les diferents actuacions d&#8217;aquest projecte
global, tant en el camp de l&#8217;educaci&oacute; com recolzant la
creaci&oacute; d&#8217;empreses basades en noves tecnologies, o impulsant un
ambici&oacute;s pla d&#8217;alfabetitzaci&oacute; tecnol&ograve;gica, van
portar al govern regional a un punt en qu&egrave; mantenir-lo amb
garanties depenia excessivament d&#8217;un element extern, com eren els
programes utilitzats. I aquesta situaci&oacute; fou la que
provoc&agrave; la creaci&oacute; del GNU/LinEx: la necessitat de tenir
programari lliure que permet&eacute;s culminar aquest treball i del
qual se&#8217;n tingu&eacute;s el control complet, i aix&ograve; nom&eacute;s
es podia fer utilitzant programes de codi obert.<br>
              <br>
El programa lliure GNU/LinEx, per tant, no &eacute;s un producte de la
casualitat o de la generaci&oacute; espont&agrave;nia, sin&oacute; que
obeeix un doble objectiu: per una banda, un objectiu educatiu per
contribuir al desenvolupament de l&#8217;XTE (Xarxa Tecnol&ograve;gica
Educativa), amb dos ordinadors per alumne en totes les aules dels
centres educatius; per l&#8217;altra, banda un objectiu social i
econ&ograve;mic que consisteix a difondre el programari lliure a
Extremadura, a trav&eacute;s del PAT (Pla d&#8217;Alfabetitzaci&oacute;
Tecnol&ograve;gica), les pimes i la pr&ograve;pia Administraci&oacute;.
L&#8217;exist&egrave;ncia d&#8217;un programari complet, que pot ser copiat
legalment, contribueix a evitar barreres econ&ograve;miques com ara
l&#8217;alt cost de les llic&egrave;ncies de programari. L&#8217;al&ccedil;ament
d&#8217;aquestes barreres ja d&oacute;na beneficis a les primeres empreses
que han sabut descobrir en el programari lliure noves oportunitats de
negoci. &Eacute;s el cas de Megasoft System, una empresa extremenya
majorista del sector de la inform&agrave;tica, convertida en la primera
que ven ordinadors amb LinEx preinstal&middot;lat en lloc d&#8217;un
programari de propietat. La companyia va traslladar l&#8217;estalvi en costos
de llic&egrave;ncies al preu final del producte per aconseguir
d&#8217;aquesta manera una posici&oacute; m&eacute;s competitiva en el
mercat. La creixent popularitzaci&oacute; de l&#8217;&uacute;s d&#8217;aquest tipus
de programari tamb&eacute; ha animat recentment firmes com ara OKI a
desenvolupar per a les seves impressores programes de control (drivers)
espec&iacute;fics per a LinEx.<br>
              <br>
Per a l&#8217;Administraci&oacute; P&uacute;blica, la independ&egrave;ncia i
l&#8217;estalvi que proporciona el sistema GNU/LinEx &eacute;s tamb&eacute;
significatiu. La Conselleria d&#8217;Educaci&oacute;, Ci&egrave;ncia i
Tecnologia de la Junta d&#8217;Extremadura calcula, per exemple, un estalvi
de gaireb&eacute; 48.000 euros en cadascuna de les seves unitats
administratives amb la migraci&oacute; dels sistemes a programari
lliure. &Eacute;s el que costarien les llic&egrave;ncies
d&#8217;utilitzaci&oacute; dels diferents programes de propietat que
s&#8217;haurien d&#8217;instal&middot;lar en una dotaci&oacute; inform&agrave;tica
de refer&egrave;ncia composta per 22 ordinadors.<br>
              <br>
              <br>
              <span style="font-weight: bold;">Realitats</span><br>
              <br>
              <span style="font-weight: bold;">Necessitat d&#8217;una
infrastructura de comunicacions</span><br>
              <br>
Amb el proc&eacute;s de liberalitzaci&oacute; del mercat de les
telecomunicacions a Europa, Extremadura passava a trobar-se en una
situaci&oacute; de risc, en resultar molt poc rentable portar
infrastructures de banda ampla a les localitats petites en les quals
habita la majoria de la poblaci&oacute; extremenya.<br>
              <br>
Es plantegen dos objectius b&agrave;sics:<br>
              <br>
1. Assegurar l&#8217;accessibilitat de tots els ciutadans a les
infrastructures i serveis de la Societat de la Informaci&oacute;.<br>
              <br>
2. Promoure una alfabetitzaci&oacute; tecnol&ograve;gica del conjunt de
la poblaci&oacute;, tant del medi urb&agrave; com del rural.<br>
              <br>
L&#8217;element vertebrador del projecte ha estat la contractaci&oacute; de
la xarxa corporativa de la Junta d&#8217;Extremadura (2 MB/s m&iacute;nim en
m&eacute;s de 1.400 punts) que denominem Intranet Regional, que
&eacute;s la primera d&#8217;aquestes caracter&iacute;stiques en el territori
europeu, ja que inclou totes les depend&egrave;ncies del govern
regional, en el total del territori de la regi&oacute; (escoles,
instituts, consultoris sanitaris, oficines d&#8217;atenci&oacute;
administrativa, hospitals, oficines de treball, etc.)<br>
              <br>
En assegurar que a tots els centres escolars d&#8217;Extremadura arribi la
banda ampla, hem assegurat que a totes les localitats d&#8217;Extremadura (ja
que fins i tot les m&eacute;s petites tenen escola) hi arriben unes
infrastructures de les quals haurien tardat molt a disposar pel sol
impuls del mercat, o de les quals no haurien disposat mai.<br>
              <br>
              <span style="font-weight: bold;">Formaci&oacute; a
ciutadans cr&iacute;tics en la Societat de la Informaci&oacute;. <br>
              <br>
              </span>Millorar la qualitat de l&#8217;ensenyament: aquest
objectiu va portar la Conselleria d&#8217;Educaci&oacute;, Ci&egrave;ncia i
Tecnologia a incorporar la Societat de la Informaci&oacute; en el
Sistema Educatiu Extremeny, per la qual cosa es pos&agrave; en marxa la
Xarxa Tecnol&ograve;gica d&#8217;Extremadura (XTE).<br>
              <br>
Els pilars fonamentals en aquest &agrave;mbit han estat la
formaci&oacute;, la generaci&oacute; de continguts per part dels propis
docents, l&#8217;adequaci&oacute; de l&#8217;arquitectura dels nous centres
constru&iuml;ts pel govern aut&ograve;nom i la creaci&oacute; d&#8217;un
sistema operatiu lliure i de propietat.<br>
              <br>
Els cursos de formaci&oacute; en NTIC s&#8217;han desenvolupat per tota la
regi&oacute;, i han estat majorit&agrave;riament a c&agrave;rrec del
personal que conforma la plantilla dels Centres de Professors i
Recursos (CPR). Aquests cursos, tant presencials com en l&iacute;nia,
han arribat des del 1999 fins al 80% dels docents extremenys. <br>
              <br>
&Ograve;bviament, despr&eacute;s de la presentaci&oacute; del
GNU/LinEx, la formaci&oacute; gira al voltant d&#8217;aquest sistema, tant
per tenir un coneixement b&agrave;sic d&#8217;aquest com per veure les
possibilitats pedag&ograve;giques que t&eacute;: tractament d&#8217;imatges,
multim&egrave;dia...<br>
              <br>
Una dada molt destacable &eacute;s el valor educatiu de la
utilitzaci&oacute; entre alumnes de programes inform&agrave;tics
completament lliures, com ho &eacute;s el GNU/Linux, realitzat a
trav&eacute;s d&#8217;Internet entre persones separades f&iacute;sicament,
per&ograve; amb un gran esperit col&middot;laborador. Aquesta idea de
tenir un ordinador funcionant gr&agrave;cies a qu&egrave; hi ha
persones que treballen compartint els seus coneixements t&eacute; un
valor educatiu per ell mateix molt gran.<br>
              <br>
Per altra banda, i aprofitant les possibilitats de comunicaci&oacute;
de la Intranet, s&#8217;ha creat <a href="http://www.extremadurasi.org">un
portal d&#8217;educaci&oacute;</a>, que serveix de refer&egrave;ncia a la
comunitat docent; a trav&eacute;s d&#8217;aquest portal els docents poden
compartir, lliurement, els continguts que ells mateixos van creant. La
generaci&oacute; d&#8217;aquests continguts docents es recolza, tamb&eacute;,
amb ajudes econ&ograve;miques i convocat&ograve;ries de premis a
l&#8217;elaboraci&oacute; de material curricular.<br>
              <br>
En el terreny de les infrastructures, la Conselleria d&#8217;Educaci&oacute;,
Ci&egrave;ncia i Tecnologia, despr&eacute;s d&#8217;assumir les
compet&egrave;ncies en mat&egrave;ria d&#8217;Educaci&oacute;, ha ampliat la
xarxa de centres, tenint en compte en tot moment l&#8217;&uacute;s de les
noves tecnologies. Les dimensions de les aules s&oacute;n m&eacute;s
grans que les tradicionals amb la finalitat que TOTES les aules puguin
allotjar unes taules especials que porten a una relaci&oacute; de dos
alumnes per ordinador.<br>
              <br>
La necessitat d&#8217;aconseguir un perfecte control sobre l&#8217;ampli parc
inform&agrave;tic que suposa el desplegament de la XTE, de cercar un
sistema estable i potent per treballar en xarxa, i el fet de disposar
de programes que permetessin les seves actualitzacions sense haver de
dependre de tercers, i a un cost m&iacute;nim, va portar a la
Conselleria d&#8217;Educaci&oacute;, Ci&egrave;ncia i Tecnologia a apostar
pel programari lliure i a desenvolupar el GNU/LinEx, que en els centres
de nova creaci&oacute; &eacute;s l&#8217;&uacute;nic sistema que
s&#8217;instal&middot;la.<br>
              <br>
Tamb&eacute; el programari utilitzat per a la gesti&oacute; dels
comptes de correu electr&ograve;nic docent, aix&iacute; com el que
acull les p&agrave;gines web dels CPR, &eacute;s totalment lliure.<br>
              <br>
Disposar d&#8217;un programari lliure --que hem dissenyat per al seu
&uacute;s en l&#8217;entorn educatiu, per&ograve; que posem a
disposici&oacute; de tots els ciutadans per al seu &uacute;s particular
o empresarial-- &eacute;s una pe&ccedil;a clau d&#8217;aquesta
alfabetitzaci&oacute; tecnol&ograve;gica, que no pret&eacute;n altra
cosa que assegurar l&#8217;acc&eacute;s universal del conjunt dels ciutadans,
sense discriminaci&oacute; per cap motiu. Aix&ograve; s&#8217;est&agrave;
duent a terme mitjan&ccedil;ant el Pla d&#8217;Alfabetitzaci&oacute;
Tecnol&ograve;gica (PAT) d&#8217;Extremadura que nasqu&eacute; el maig del
1999 com una iniciativa de la Conselleria d&#8217;Educaci&oacute;,
Ci&egrave;ncia i Tecnologia de la Junta d&#8217;Extremadura i de
l&#8217;Associaci&oacute; Regional d&#8217;Universitats Populars (AUPEX), juntament
amb els diversos ajuntaments i entitats col&middot;laboradores.<br>
              <br>
Aquest proc&eacute;s d&#8217;alfabetitzaci&oacute; tecnol&ograve;gica a
Extremadura ha promogut un model de centres adequat al pla dissenyat
pel govern regional per a la formaci&oacute; generalitzada de la
poblaci&oacute; adulta: s&oacute;n els anomenats Nous Centres del
Coneixement, popularment coneguts com a NCC. Actualment hi ha 33
centres distribu&iuml;ts per la regi&oacute;, principalment zones
rurals allunyades de les grans ciutats i en zones urbanes desfavorides,
com a mitj&agrave; d&#8217;integraci&oacute; social i cultural.<br>
En aquests espais f&iacute;sics i virtuals, ciutadans i organitzacions
interactuen sobre projectes concrets a partir dels interessos i la
demanda de la pr&ograve;pia societat extremenya, convertint-se en llocs
de formaci&oacute; tecnol&ograve;gica a la carta, al mateix temps que
promouen la participaci&oacute; social i cultural de la poblaci&oacute;
extremenya.<br>
              <br>
El PAT no nom&eacute;s est&agrave; consistint a oferir formaci&oacute;
a tots els sectors de la poblaci&oacute; (persones grans, joves, dones,
professionals, estudiants, etc.) sin&oacute; que estem preocupats
perqu&egrave; les Tecnologies de la Informaci&oacute; i la
Comunicaci&oacute; estiguin realment a l&#8217;abast de tots els ciutadans. <br>
              <br>
I des de la presentaci&oacute; del GNU/LinEx, TOTS els centres on es
desenvolupa el Pla d&#8217;Alfabetitzaci&oacute; Tecnol&ograve;gica utilitzen
el GNU/LinEx, sense que fins ara hi hagi hagut cap problema. Cal
destacar l&#8217;elevat nombre de persones grans que aprenen en aquests
centres a utilitzar els ordinadors i a navegar per la Xarxa, la qual
cosa demostra que la por als sistemes oberts est&agrave; completament
injustificada.<br>
              <br>
              <span style="font-weight: bold;">Recolzament als creadors
de negocis basats en les noves tecnologies</span><br>
              <br>
              <a href="http://www.vivernet.com">Vivernet</a> (Centre de
Negocis de Noves Tecnologies) &eacute;s el programa de la Conselleria
d&#8217;Educaci&oacute;, Ci&egrave;ncia i Tecnologia de la Junta
d&#8217;Extremadura, en col&middot;laboraci&oacute; amb la FUNDECYT, destinat
a facilitar el desenvolupament de nous negocis en l&#8217;&agrave;mbit de la
Societat de la Informaci&oacute; tot posant a disposici&oacute; dels
joves emprenedors amb capacitat creativa els recursos que els permetin
desenvolupar les seves activitats. <br>
              <br>
Tamb&eacute; &eacute;s una&nbsp;eina per aconseguir l&#8217;adaptaci&oacute;
tecnol&ograve;gica de la PIME tradicional, oferint a l&#8217;empresari
extremeny una visi&oacute; de les noves possibilitats de negoci i
gesti&oacute; que proporcionen les NTIC. Vivernet va n&eacute;ixer a
mitjans de l&#8217;any 2000 i des d&#8217;aleshores estem contribuint a la
consolidaci&oacute; de les empreses del sector de tecnologies de la
comunicaci&oacute; i la informaci&oacute; que ja operen a la nostra
regi&oacute;, donant-los serveis de recolzament i afavorint la
col&middot;laboraci&oacute; i cooperaci&oacute; d&#8217;aquestes, procurant
que Vivernet, com a Centre de Negocis d&#8217;empreses de NTIC, sigui un
referent per a totes elles.<br>
              <br>
Vivernet ha consolidat la seva estructura de recolzament a l&#8217;emprenedor
amb dos Vivers d&#8217;Emprenedors ubicats a C&agrave;ceres i Badajoz, <a
 href="http://www.vivernet.com">un espai Virtual</a> i un equip
itinerant que desenvolupa la seva activitat a les zones rurals
d&#8217;Extremadura.<br>
              <br>
Vivernet recolza el desenvolupament d&#8217;un naixent sector empresarial
basat en la nova economia, promovent l&#8217;esperit emprenedor i el
coneixement de les noves tecnologies de la informaci&oacute; i la
comunicaci&oacute;, en aquells que estan en per&iacute;ode de
formaci&oacute;, perqu&egrave; descobreixin les possibilitats que se&#8217;ls
ofereix a trav&eacute;s de la xarxa per a la generaci&oacute; de
continguts i el desenvolupament dels negocis del futur. Destinat a
aquells emprenedors que tinguin una idea de negoci de base
tecnol&ograve;gica, que el vulguin desenvolupar a la Comunitat
Aut&ograve;noma d&#8217;Extremadura i necessitin l&#8217;ajuda i els recursos.<br>
              <br>
Vivernet ofereix un seguit de recursos log&iacute;stics, serveis
d&#8217;informaci&oacute;, assessorament i recolzament tecnol&ograve;gic,
jur&iacute;dic, empresarial i comercial, formaci&oacute; continuada en
t&egrave;cniques i habilitats empresarials, en tecnologies de la
informaci&oacute; i la comunicaci&oacute; i en gesti&oacute; de la
informaci&oacute; i el coneixement, aix&iacute; com el desenvolupament
d&#8217;accions dirigides a potenciar la cooperaci&oacute; empresarial i
l&#8217;intercanvi de coneixements, idees i experi&egrave;ncies.<br>
              <br>
Des de Vivernet s&#8217;est&agrave; impulsant entre les PIMES d&#8217;Extremadura
la utilitzaci&oacute; de programes lliures en general i de GNU/LinEx en
particular, a trav&eacute;s de cursos de formaci&oacute;, tant d&#8217;un
nivell b&agrave;sic, com a primer aproximament a GNU/LinEx, com
espec&iacute;fics sobre algunes aplicacions concretes com
Zurbar&aacute;n (Gimp), sobre el tractament digital d&#8217;imatges.<br>
              <br>
Alhora, s&#8217;estan realitzant jornades i f&ograve;rums de reflexi&oacute;
entre els empresaris i estudiants d&#8217;&uacute;ltims cursos sobre les
possibilitats de negoci dels programes lliures entre el sector de la
regi&oacute;.<br>
              <br>
Vivernet va rebre dos reconeixements internacional i va donar suport a
44 empreses l&#8217;any 2002.<br>
              <br>
              <span style="font-weight: bold;">Centre de Foment de
Noves Iniciatives<br>
              <br>
              </span>Totes aquestes actuacions mencionades van tenir,
des del 1997, un marc estrat&egrave;gic anomenat INFODEX, projecte de
cooperaci&oacute; interregional finan&ccedil;at per la Uni&oacute;
Europea i la Junta d&#8217;Extremadura a trav&eacute;s de la Fundaci&oacute;
per al Desenvolupament de la Ci&egrave;ncia i la Tecnologia a
Extremadura (Fundecyt) i situada en el context del programa europeu
RISI (Regional Information Society Initiative).<br>
              <br>
Les accions, projectes, activitats formatives i col&middot;laboracions
que s&#8217;han anat realitzant i forjant a Infodex, van fer necessari el
2002 la seva evoluci&oacute; a "Centre de Foment de Noves Iniciatives" .<br>
Aquest centre est&agrave; destinat a l&#8217;execuci&oacute; d&#8217;aquesta nova
programaci&oacute; estrat&egrave;gica i a la continuaci&oacute;
d&#8217;activitats identificatives de la Societat de la Informaci&oacute; a
Extremadura en el marc de la infrastructura creada en les anteriors
fases d&#8217;Infodex.<br>
              <br>
Les activitats del Centre de Foment de Noves Iniciatives es dirigeixen
al desenvolupament dels seg&uuml;ents programes: <br>
              <br>
- Consolidaci&oacute; del Centre Regional de foment de noves activitats
a la Societat de la Informaci&oacute;.<br>
- Suport de la Xarxa Tecnol&ograve;gica Educativa (XTE) i
generaci&oacute; de continguts per a la xarxa educativa.<br>
- Execuci&oacute; del Programa e-Extremadura.<br>
-&nbsp; Suport al desenvolupament de GNU/LinEx .<br>
              <br>
Aquestes activitats es concretaran a trav&eacute;s de les seg&uuml;ents
tasques espec&iacute;fiques:<br>
              <br>
- Documentar i difondre.<br>
- Generaci&oacute; de continguts per a la Xarxa.<br>
- Desenvolupament de la Xarxa Tecnol&ograve;gica Educativa.<br>
- Centre GNU/LinEx.<br>
- Propiciar la cooperaci&oacute; internacional en el Marc de Programes
i Iniciatives de la Uni&oacute; Europea.<br>
- Cooperaci&oacute; amb Am&egrave;rica Llatina. Portal
Iberoameric&agrave; sobre Alfabetitzaci&oacute; Tecnol&ograve;gica i
altres activitats en el marc de la Universitat Virtual Iberoamericana.<br>
- Execuci&oacute; del programa e-Extremadura, que impulsa la
creaci&oacute; d&#8217;actuacions innovadores basades en noves tecnologies i
aprovat per la Uni&oacute; Europea.<br>
              <br>
              <span style="font-weight: bold;">Difusi&oacute; del
GNU/LinEx</span><br>
              <br>
"Sigues legal, copia el LinEx". M&eacute;s que un esl&ograve;gan,
&eacute;s una declaraci&oacute; de principis. El GNU/LinEx va
n&eacute;ixer per a arribar a tota la societat extremenya i, en
general, a tothom qui ho sol&middot;licita. Per aix&ograve;, des de la
seva presentaci&oacute; s&#8217;ha distribu&iuml;t de manera massiva a
trav&eacute;s de c&ograve;pies en suport CD i desc&agrave;rrega del
programa <a href="http://www.linex.org">a trav&eacute;s del portal</a>
--o dels diversos llocs r&egrave;plica (mirrors) existents-- o a
trav&eacute;s de la premsa regional i revistes especialitzades. A la
figura 3 es mostra la p&agrave;gina inicial d&#8217;aquest lloc.<br>
              <br>
D&#8217;altra banda, la Junta d&#8217;Extremadura promou la reflexi&oacute; sobre
el programari lliure. S&oacute;n diverses les personalitats i
col&middot;lectius de reconegut prestigi mundial que han participat en
diversos esdeveniments promoguts per l&#8217;administraci&oacute;
auton&ograve;mica, entre els quals cal destacar Jes&uacute;s
Gonz&aacute;lez Barahona, Richard Stallman, Miguel de Icaza,
Hispalinux, Gulex, Jos&eacute; M&ordf; Olmo...<br>
              <br>
              <span style="font-weight: bold;">Distribuci&oacute;-creaci&oacute;
del portal www.linex.org, un lloc per a la llibertat</span><br>
              <br>
Linex.org, un lloc web per a la llibertat, &eacute;s un dels elements
b&agrave;sics de la integraci&oacute; de GNU/LinEx a la societat
extremenya i de tots els que volunt&agrave;riament hi accedeixin des de
qualsevol part del m&oacute;n. Aquest portal neix de manera
paral&middot;lela a la distribuci&oacute;.<br>
              <br>
Com a primer objectiu, defineix qu&egrave; cont&eacute; GNU/LinEx i
permet controlar-ne l&#8217;evoluci&oacute;. D&#8217;una altra manera, en existir
un nombre tan elevat de paquets lliures -programes-, seria
pr&agrave;cticament impossible poder donar suport t&egrave;cnic a tots
ells. Qualsevol usuari de GNU/LinEx pot trobar ajuda t&egrave;cnica amb
una absoluta similitud entre el que aparegui al portal i el que vegi al
seu ordinador. <br>
              <br>
No obstant, una de les millors aportacions de l&#8217;actuaci&oacute; que la
Junta d&#8217;Extremadura est&agrave; fent a favor del programari lliure
&eacute;s la possibilitat d&#8217;actualitzar el GNU/LinEx a trav&eacute;s
del portal amb un simple clic del ratol&iacute;. Aquesta possibilitat
subratlla la idea que a Extremadura apostem per reduir la bretxa
digital, entenent el programari com a coneixement i considerant amb
actuacions reals que aquest ha de ser compartit per tothom.<br>
              <br>
El portal t&eacute; tamb&eacute; una funci&oacute; informativa: ser
refer&egrave;ncia de l&#8217;actualitat que, sobre programari lliure en
particular i Societat de la Informaci&oacute; en
general,&nbsp;existeixi a Extremadura i fora d&#8217;ella.<br>
              <br>
I tamb&eacute; t&eacute; una funci&oacute; social: ser lloc &#8211;virtual&#8212;de
trobada entre usuaris del GNU/LinEx<br>
              <br>
              <span style="font-weight: bold;">Autor</span><br>
              <br>
Carlos Castro Castro &eacute;s Doctor en Documentaci&oacute; per la
Universitat de Granada, Llicenciat en Filosofia i Lletres
(Secci&oacute; de Filosofia) i Diplomat en Biblioteconomia i
Documentaci&oacute; per la mateixa Universitat, i de la qual fou
professor. Professor de la Universitat d&#8217;Extremadura i Deg&agrave; de
la Facultat de Biblioteconomia i Documentaci&oacute; de la mateixa
Universitat des de l&#8217;inici de les seves activitats fins al seu
nomenament com a Director General de Societat de la Informaci&oacute;
de la Conselleria d&#8217;Educaci&oacute;, Ci&egrave;ncia i Tecnologia de la
Junta d&#8217;Extremadura el setembre del 1999. Ha participat com a expert en
diferents f&ograve;rums i ha realitzat diverses publicacions
especialitzades relacionades amb Internet i l&#8217;aplicaci&oacute; de les
Noves Tecnologies a l&#8217;&agrave;mbit de les Ci&egrave;ncies de la
Informaci&oacute;. &lt;dgsi@ect.juntaex.es&gt;<span
 style="font-weight: bold;"><span style="font-weight: bold;"></span><br>
              </span>&nbsp; <br>
              </td>
            </tr>
          </tbody>
        </table>
        <p align="left"></p>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">&nbsp;</td>
    </tr>
  </tbody>
</table>
<table width="700" border="0" bgcolor="#ffffcc"