<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 height="35" width="130"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 height="35" width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">El copyleft explicat
als nens. Per a desmuntar alguns equ&iacute;vocs<br>
              </span>Per Wu Ming 1, Il Mucchio Selvaggio, numero 526,
25 de mar&ccedil; del 2003<br>
Traducci&oacute; d'Albert Sanfeliu<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><br>
&#8220;Per&ograve;... si qualsevol pot copiar els vostres llibres i passar
sense comprar-los, de qu&egrave; viviu vosaltres?&#8221; Aquesta pregunta ens
la fan sovint, la majoria de vegades seguida del comentari: &#8220;El
copyright &eacute;s necessari, fa falta protegir als autors!&#8221;.<br>
              <br>
Aquestes afirmacions revelen la gruixuda cortina de fum que ha creat la
cultura dominant (basada en el principi de la propietat) i la
ind&uacute;stria de l'entreteniment als ulls de la societat. Als medis
i a les nostres ments es perpetua la ideologia confusionista en
mat&egrave;ria de drets d'autor i propietat intel&middot;lectual, a
pesar de que el renaixement dels moviments i la transformaci&oacute; en
curs l'estigui posant en crisi. Nom&eacute;s als par&agrave;sits i als
lladres els conv&eacute; fer creure que &#8220;copyright&#8221; i &#8220;drets d'autor&#8221;
&eacute;s el mateix, o que existeix la contraposici&oacute; entre &#8220;dret
d'autor&#8221; i &#8220;pirateria&#8221;. No &eacute;s aix&iacute;.<br>
              <br>
Els llibres del col&middot;lectiu Wu Ming s&oacute;n publicats amb la
seg&uuml;ent nota: &#8220;Es permet la reproducci&oacute; total o parcial
d'aquesta obra i la seva difusi&oacute; telem&agrave;tica sempre que
sigui per a &uacute;s personal del lector i no amb objectius
comercials&#8221;. Aquesta nota est&agrave; basada en el concepte de
&#8220;copyleft&#8221;, inventat als anys vuitanta pel &#8220;moviment del programari
lliure&#8221; de Richard Stallman i companyia, i s'est&agrave; aplicant en
molts sectors de la comunicaci&oacute; i la creativitat, de la
divulgaci&oacute; cient&iacute;fica i de les arts.<br>
              <br>
&#8220;Copyleft&#8221; (un esp&egrave;s joc de paraules intradu&iuml;ble) &eacute;s
una filosofia que es tradueix en unes quantes llic&egrave;ncies
comercials, la primera de les quals va ser la GPL [GNU Public License]
del programari lliure, nascuda per a tutelar el programari i impedir
que ning&uacute; (per exemple Microsoft) s'apropi&agrave;s i
privatitz&agrave;s els resultats del treball de comunitats lliures
d'usuaris i programadors. Per a qui no en tingui coneixement, el
programari lliure es caracteritza per tenir &#8220;el codi obert&#8221;, el qual el
fa potencialment controlable, modificable, millorable i copiable pels
usuaris.<br>
              <br>
Si el programari lliure hagu&eacute;s estat senzillament de domini
p&uacute;blic, en algun moment hauria caigut sota el control dels
voltors de la ind&uacute;stria. La soluci&oacute; passa per capgirar el
copyright com si es tract&eacute;s d'un mitj&oacute;, fer que d'un
obstacle per a la lliure producci&oacute; passi a ser-ne la garantia
suprema. En paraules clares, si jo poso copyleft sobre la meva obra, jo
en s&oacute;c el propietari, i aquest fet m'atorga poders suficients
per a decidir que pots fer tu amb aquesta obra. Pots copiar-la,
difondre-la, modificar-la, etc. El que no est&agrave; perm&egrave;s
&eacute;s prohibir que alg&uacute; altre en faci el mateix, &eacute;s a
dir, no te'n pots apropiar i impedir-ne la seva lliure
circulaci&oacute;: no pots posar un copyright sobre l'obra,
perqu&egrave; ja en t&eacute; un i em pertany, i a m&eacute;s si ho
fas, et busques problemes amb mi.<br>
              <br>
En resum: un ciutad&agrave; normal, que no t&eacute; diners per a
comprar un llibre de Wu Ming, o que no vol comprar-lo enquadernat, pot
tranquil&middot;lament fotocopiar-lo, escanejar-lo usant OCR o (la
soluci&oacute; m&eacute;s c&ograve;moda) baixar-lo gratu&iuml;tament
del nostre web <a href="http://www.wumingfoundation.com/">wumingfoundation</a>.
Aquesta reproducci&oacute; no &eacute;s amb &agrave;nim de lucre, i per
tant, est&agrave; perfectament autoritzada per nosaltres. Ara
b&eacute;, si un editor estranger vol fer-ne la traducci&oacute; i
comercialitzar-lo al seu pa&iacute;s, o si un productor
cinematogr&agrave;fic vol traslladar-lo a la gran pantalla, aix&ograve;
&eacute;s una reproducci&oacute; amb &agrave;nim de lucre, i per tant
aquests senyors hauran de posar-se en contacte amb nosaltres i
pagar-nos una quantitat, perqu&egrave; &eacute;s just que ens en
&#8220;lucrem&#8221; nosaltres tamb&eacute;, ja que el llibre l'hem escrit
nosaltres.<br>
              <br>
Tornant a la pregunta inicial: no estem perdent diners?<br>
              <br>
La resposta &eacute;s: senzillament no. Cada vegada m&eacute;s
experi&egrave;ncies editorials demostren que la l&ograve;gica &#8220;copia
pirata = copia no venuda&#8221; no t&eacute; cap sentit. Si no fos
aix&iacute;, no s'entendria el fet que la nostra novel&middot;la Q, que
es pot baixar gratu&iuml;tament des de fa tres anys, hagi arribat a la
dotzena edici&oacute; i hagi superat les dues-centes mil copies
venudes. En realitat, dins l'&agrave;mbit editorial, com m&eacute;s
circula una obra, m&eacute;s es ven. Altres exemples d'aquesta
constataci&oacute; provenen d'un pa&iacute;s tan&nbsp; obsessionat amb
la propietat intel&middot;lectual com s&oacute;n els EUA, i han estat
descrits amb gran precisi&oacute; pel meu col&middot;lega Wu Ming 2 en
un article que es pot llegir aqu&iacute;: <a
 href="http://www.wumingfoundation.com/italiano/Giap/giap2_IV.html#copyright1">http://www.wumingfoundation.com/italiano/Giap/giap2_IV.html#copyright1</a><br>
              <br>
Fins i tot sense incomodar al Massachusetts Institute of Technology,
cal explicar el que est&agrave; passant amb els nostres llibres. Un
usuari X es connecta al nostre web i es baixa, diguem 54. Si ho fa des
de la feina o la universitat o ho imprimeix all&agrave;, no es gasta ni
un duro. X el llegeix, i li agrada. Li agrada tant que decideix
regalar-lo, i per suposat, no pot presentar-se a la festa d'aniversari
amb una pila de fulls A4. Per tant, es dirigeix a la llibreria i el
compra. Una c&ograve;pia &#8220;piratejada&#8221; = una c&ograve;pia venuda. Hi ha
qui s'ha baixat el nostre llibre i, despr&eacute;s de llegir-lo, l'ha
regalat sis o set vegades. Una c&ograve;pia &#8220;piratejada&#8221; = diverses
c&ograve;pies venudes. Fins i tot aquells que no tenen diners per a
regals, comenten a d'altres que han llegit el llibre i els ha agradat,
fet que comporta que tard o d'hora, alg&uacute; el comprar&agrave; o
seguir&agrave; el proc&eacute;s anteriorment descrit
(baixar-llegir-comprar-regalar). Si hi ha alg&uacute; a qui el llibre
no li agrada, com a m&iacute;nim no s'haur&agrave; gastat ni un duro.<br>
              <br>
D'aquesta manera, com succeeix amb el programari lliure i amb el codi
obert, es reconcilia l'exig&egrave;ncia d'una justa recompensa pel
treball fet per un autor (o m&eacute;s precisament, per un treballador
del saber) amb la salvaguarda de la reproducci&oacute; gratu&iuml;ta de
l'obra i del seu &uacute;s social. <br>
              <br>
Si la majoria de les editorials no s'han adonat encara d'aquesta
realitat i s&oacute;n conservadores en mat&egrave;ria de copyright
&eacute;s per q&uuml;estions m&eacute;s ideol&ograve;giques que
mercantils, encara que creiem que no trigaran en obrir els seus ulls.
El mercat editorial no est&agrave; en perill d'extinci&oacute; com la
ind&uacute;stria discogr&agrave;fica: s&oacute;n diferents les
l&ograve;giques, s&oacute;n diferents els suports, s&oacute;n diferents
els circuits, el consum tamb&eacute; &eacute;s diferent i, sobre tot,
el mercat editorial encara no ha perdut el cap: no ha reaccionat amb
batudes en massa, den&uacute;ncies i processos a la gran
revoluci&oacute; tecnol&ograve;gica que &#8220;democratitza&#8221; l'acc&eacute;s
als mitjans de reproducci&oacute;. Fa uns quants anys, una
entregistradora de discs compactes estava &uacute;nicament disponible
per a un estudi d'enregistrament, mentre que avui la tenim a casa, al
nostre ordinador personal. Per no parlar de les xarxes d'igual a igual
(peer-to-peer), etc. &Eacute;s un canvi irreversible, davant del qual,
tota la legislaci&oacute; sobre la propietat intel&middot;lectual es
converteix en simplement obsoleta.<br>
              <br>
Quan es va inventar el copyright, fa tres segles, no existia cap
possibilitat de &#8220;c&ograve;pia privada&#8221; o de &#8220;reproducci&oacute; sense
&agrave;nim de lucre&#8221;, ja que nom&eacute;s un editor tenia acc&eacute;s
a la maquin&agrave;ria tipogr&agrave;fica. Els altres estaven obligats
a
renunciar al llibre si no el podien comprar. El copyright no es
percebia com a antisocial: era l'arma d'un empresari contra l'altre, no
d'un empresari contra el p&uacute;blic. Avui en dia, la situaci&oacute;
ha canviat dr&agrave;sticament: el p&uacute;blic ja no est&agrave;
obligat a comprar, t&eacute; acc&eacute;s a la maquin&agrave;ria
(ordinadors, fotocopiadores ...) i el copyright s'ha convertit en una
arma que dispara contra la multitud.<br>
              <br>
Queden moltes coses a dir, i hem de tornar a la base: partim del
reconeixement de la g&egrave;nesi social del saber. Totes les idees han
pres forma directament o indirecta gr&agrave;cies a les relacions
socials que mantenim i gr&agrave;cies a les comunitats de les quals en
formam part. Si la g&egrave;nesi &eacute;s social, l'&uacute;s
tamb&eacute; s'ha de mantenir social. Per&ograve; aix&ograve; &eacute;s
una altra hist&ograve;ria. Espero haver-me explicat b&eacute;. Per a
m&eacute;s informaci&oacute;: <a href="mailto:giap@wumingfoundation.com">giap@wumingfoundation.com</a>.<br>
              <br>
              <span style="font-style: italic;"></span></td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
