<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 height="35" width="130"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 height="35" width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Creative Commons:
continguts digitals lliures </span><br>
20/03/2004, Jordi Mas i
Hern&agrave;ndez, jmas@softcatala.org<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><span style="font-weight: bold;"><br>
              </span>Algunes de les idees del moviment del programari
lliure, com usar els drets d'autor per a garantir perm&iacute;s a
tercers per a modificar i distribuir obres, han inspirat moviments
similars entre autors de llibres, articles period&iacute;stics,
m&uacute;sica, o v&iacute;deo.<br>
              <br>
Una de les iniciatives m&eacute;s populars &eacute;s la <a
 href="http://creativecommons.org/">Creative Commons</a>&nbsp; una
organitzaci&oacute; sense afany de lucre que ha estat creada
perqu&egrave; els seus impulsors consideren que la legislaci&oacute;
actual de drets d'autor no s'ajusta a les necessitats dels nostres dies
i &eacute;s massa restrictiva. Amb molt d'enginy fan servir la
legislaci&oacute; de drets d'autor per obrir els drets que els creadors
poden cedir.<br>
              <br>
L'avan&ccedil; de la tecnologia en els &uacute;ltims anys permet que
amb equips de baix cost qualsevol persona pugui crear, combinar, i
distribuir amb un cost menyspreable (en Internet per exemple)
continguts digitals. S&oacute;n molt populars els blocs, que aporten
gran contingut a la Xarxa, llibres i en general artistes que
distribueixen els seus treballs a trav&eacute;s d'Internet per la
difusi&oacute; que els hi ofereix.<br>
No obstant aix&ograve;, les facilitats de la tecnologia contrasten amb
l'aridesa del sistema de jur&iacute;dic, en concret els drets d'autor.
Aquests s&oacute;n l'eina jur&iacute;dica b&agrave;sica utilitzada per
a la protecci&oacute; de les creacions intel&middot;lectuals. Regulen
els drets reconeguts i que es concedeixen de forma exclusiva al creador
d'una obra, que s&oacute;n principalment els drets de
reproducci&oacute;, distribuci&oacute;, comunicaci&oacute;, i
transformaci&oacute;. Aquest drets s'atorguen de forma
autom&agrave;tica, s&oacute;n gratu&iuml;ts (no requereixen cap taxa),
i tenen reconeixement internacional a trav&eacute;s de diferents
convenis.<br>
              <br>
Per a molts creadors els drets d'autor no s&oacute;n un mecanisme
adequat per a protegir les seves creacions ja que no preveuen un
sistema que permeti garantir f&agrave;cilment la distribuci&oacute; o
modificaci&oacute; de les seves obres. Si estem realitzant una
creaci&oacute; combinant creacions de tercers, com per exemple un
article, hem de tenir el perm&iacute;s de l'autor original. Aix&ograve;
crea una situaci&oacute; on es fa realment dif&iacute;cil compartir
obres i crea un entorn on per defecte tots els drets d'una obra es
troben reservats.<br>
              <br>
Addicionalment, el per&iacute;ode que deu transc&oacute;rrer
perqu&egrave; una obra passi al domini p&uacute;blic, que &eacute;s
generalment 70 anys des de la mort de l'autor per&ograve; pot variar
entre diferents pa&iuml;sos, &eacute;s excessiu. Avui en dia hi ha
molt&iacute;ssimes obres que estan bloquejades pels drets d'autor i per
les quals hem esperar anys fins que puguin convertir-se en un b&eacute;
com&uacute; i passar al domini p&uacute;blic.<br>
              <br>
L'objectiu de la Creative Commons &eacute;s crear un ecosistema de
continguts digitals oberts on els autors puguin cedir part dels drets
de les seves obres i retenir nom&eacute;s els drets que realment tenen
inter&egrave;s i augmentar el nombre de creacions disponibles
lliurement.<br>
              <br>
Creative Commons ofereix a trav&eacute;s de la seva web <a
 href="http://creativecommons.org/license/">una p&agrave;gina</a> que
permet als creadors de les obres escollir amb dues preguntes molt
senzilles qu&egrave; volen permetre que tercers facin amb els seus
treballs. La primera pregunta fa refer&egrave;ncia a si volem permetre
usos comercials dels nostres treballs, &eacute;s a dir, si anem a
autoritzar que la gent pugui sempre modificar, distribuir, o reproduir
l'obra o nom&eacute;s quan no hi hagi una finalitat comercial. La
segona pregunta fa refer&egrave;ncia a si volem que la gent pugui o no
modificar la nostra obra, i si ho fa, si volem obligar-los que les
versions modificades hagin de ser compartides. Amb aquestes dues
preguntes, la p&agrave;gina web ens ofereix una llic&egrave;ncia, igual
que succeeix en el programari lliure, que ens permet cedir els drets de
la nostra creaci&oacute; sota les condicions que hem especificat. Una
vegada realitzada la nostra selecci&oacute; obtenim tres
representacions de la nostra elecci&oacute;: una en llenguatge
f&agrave;cilment comprensible per tothom, una altra en llenguatge
jur&iacute;dic (la llic&egrave;ncia) i altra en llenguatge
inform&agrave;tic (en forma de codi web).<br>
              <br>
La web de Creative Commons disposa <a
 href="http://creativecommons.org/getcontent/">d'un cercador</a> que
cont&eacute; les milers de creacions digitals que han estat
alliberades, on s'inclouen des de can&ccedil;ons de Gilberto Gil fins
el fons digital de la cadena p&uacute;blica BBC.<br>
              <br>
Fa uns mesos va reeixir <a
 href="http://creativecommons.org/projects/international/es-ca/">una
iniciativa</a> impulsada per en Ignasi Labastida, del Programa de
Millora i Innovaci&oacute; Docent de la Universitat de Barcelona (UB),
per traduir al catal&agrave; totes les llic&egrave;ncies i els textos
de la web per tal de poder apropar totes aquestes eines als creadors de
parla catal&agrave;. Un project for&ccedil;a viu i que ja ha creat
diverses versions de la llic&egrave;ncia. A m&eacute;s,&nbsp; la
Universitat de Barcelona s'ha comen&ccedil;at a allibertat <a
 href="http://www.publicacions.ub.es/">material docent</a> amb aquesta
filosofia (Material amb DOI
) una iniciativa que tamb&eacute; la Universitat Oberta de Catalunya ha
comen&ccedil;at <a
 href="http://www.uoc.edu/masters/softwarelibre/cat/materiales.html">a
impulsar</a> per alguns dels seus estudis.<br>
              <br>
Iniciatives com la Creative Commons s&oacute;n for&ccedil;a importants
ja que faciliten als autors com volen llicenciar els seus treballs i
creen un conjunt d'obres disponibles lliurement.<br>
              <span style="font-weight: bold;"><br>
M&eacute;s informaci&oacute;<br>
              <br>
Creative Commons en catal&agrave;<br>
              </span><a
 href="http://creativecommons.org/projects/international/es-ca/">http://creativecommons.org/projects/international/es-ca/</a><br>
              <br>
              <span style="font-weight: bold;">Explicaci&oacute; de les
llic&egrave;ncies en catal&agrave;</span><br>
              <a
 href="http://cplte.blogspot.com/2004/08/creative-commons.html">http://cplte.blogspot.com/2004/08/creative-commons.html</a><br>
              <span style="font-weight: bold;"> </span><span
 style="font-weight: bold;"></span><br>
              <i><span style="color: black;" lang="ES-TRAD"><!--[endif] --><o:p></o:p></span></i>
              <i><span style="" lang="ES-TRAD">Aquest
document &eacute;s (c) 2004 Jordi Mas i Hern&agrave;ndez</span></i><i><span
 style="" lang="ES-TRAD">. Es permet el
seu &uacute;s i distribuci&oacute;
en qualsevol mitj&agrave; sempre que no sigui modificat i s&#8217;inclogui
aquesta nota. </span></i><br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
