<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title></title>
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"></span></span></font><br>
              </td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td><span style="font-weight: bold;">Entrevista a Miguel
de Icaza<br>
              </span>Barcelona, 13/05/2003, Carmen Jan&eacute;, el
Peri&oacute;dico<br>
              <span style="font-style: italic;">Traducci&oacute; Mireia
Farr&uacute;s, mfarrus @ softcatala.org</span><br>
              <br>
              <span style="font-style: italic;">Aquesta &eacute;s la
versi&oacute; completa (m&eacute;s del doble de llarg) de l'entrevista
abreujada que es va publicar al Peri&oacute;dico el dia 13/05.</span>
              <p align="justify" style="margin-bottom: 0cm;"><b>Presentaci&oacute;<br>
              </b><span style="text-decoration: underline;">Nom:</span>
Miguel De Icaza<br>
              <span style="text-decoration: underline;">Edat:</span> 30
Anys<br>
              <span style="text-decoration: underline;">Lloc de
naixement:</span> M&egrave;xic Df.<br>
              <span style="text-decoration: underline;">Professi&oacute;:</span>
Programador. Co-Fundador de <a href="http://www.ximian.com">Ximian</a>.
Impulsor del projecte <a href="http://www.gnome.org">Gnome</a> i autor
dels Programes 'Evolution' i 'Gnumeric'.<br>
              <span style="text-decoration: underline;">Curr&iacute;culum:</span>
Premi Innovaci&oacute; Del Mit El 1999. Premi Cambrescat Internacional
2003.</p>
              <br>
              <span style="font-weight: bold;">Qu&egrave; en penses de
les declaracions del president de Microsoft, Steve Ballmer, que va
assegurar que Linux &eacute;s nom&eacute;s un grup de voluntaris i que
no es pot confiar la seguretat d'una empresa a un grup de voluntaris? </span><br
 style="font-weight: bold;">
              <br>
Voltaire deia que una frase enginyosa no prova res. Les dites, les
frases enginyoses i la propaganda tenen en com&uacute; un element de
deb&ograve; i cal exagerar-lo en el sentit que interessa, per&ograve;
l'explicaci&oacute; completa &eacute;s molt m&eacute;s elaborada que
aquesta. Efectivament, hi ha molts voluntaris que treballen amb Linux,
per&ograve; cal dividir el camp del programari en la part de
creaci&oacute;, d'investigaci&oacute;, que &eacute;s la m&eacute;s
divertida i interessant, i la part m&eacute;s repetitiva i mundana,
horrible. A M&egrave;xic diem que la feina se't paga perqu&egrave;
ning&uacute; la vol fer... Per tant hi ha dos tipus de programari: el
que pot ser molt interessant i el que pot ser molt avorrit... Internet
permet crear grups interessats per alguna cosa en particular. A mi
m'interessa l'optimitzaci&oacute;, que el programari utilitzi millor la
mem&ograve;ria, que tingui el que l'usuari espera i sigui utilitzable,
i
a d'altres els importa l'efici&egrave;ncia, que l'ordinador utilitzi la
menys mem&ograve;ria possible, els menys recursos possibles, i
aix&ograve; s&oacute;n dos universos que no pots compaginar. El fet de
reunir interessos permet dividir el treball i agrupar interessos
escampats, que poden ser complementaris. Internet permet posar-te en
contacte amb gent que t&eacute; els teus interessos i comparteix
aquesta
passi&oacute; teva i &eacute;s capa&ccedil; de discutir-la fins a dir
prou.<br>
              <br>
Hi ha certa validesa en el fet que no vulguis que la teva empresa
depengui dels voluntaris. Per&ograve; aqu&iacute; &eacute;s on cal
entrar empreses com Red Hat, Suse... a Espanya n'hi ha diverses de
petites, que prenen l'esfor&ccedil; dels voluntaris, que a la
ind&uacute;stria se'ls anomena programes i els converteixen en
productes, afegint processos de verificaci&oacute;, sistema de proves,
suport t&egrave;cnic, telef&ograve;nic... I aquest &eacute;s el valor
agregat de certes companyies de programari lliure... Com en tota la
propaganda, hi ha un element de ra&oacute;, per&ograve; els voluntaris
en Linux no ho s&oacute;n tot.<br>
              <br>
              <span style="font-weight: bold;">Hi veus futur, a les
empreses de Linux?<br>
              </span><br>
S&iacute;. Jo vaig fundar la meva.<br>
              <br>
              <span style="font-weight: bold;">I &eacute;s un fenomen
for&ccedil;a com&uacute;... <br>
              </span><br style="font-weight: bold;">
S&iacute;, per&ograve; el boom de les empreses de Linux va tenir lloc
m&eacute;s o menys al mateix temps que el boom de les empreses
d'Internet, i tendeixen a estar associades. Per&ograve; per exemple,
Signus, que t&eacute; uns 14 anys, es dedicava a suport i serveis:
quina
soluci&oacute; implantes, com, com la barreges amb altres sistemes...
Les empreses de programari lliure tendeixen a perdre la
llic&egrave;ncia, que &eacute;s l'ingr&eacute;s m&eacute;s interessant
des del punt de vista multiplicador de la inversi&oacute;. Per&ograve;
aquestes empreses es dediquen a un negoci de suport i serveis. Gran
part
de la innovaci&oacute; cau en mans dels voluntaris. En molts casos, el
programari lliure ha estat la plataforma sobre la qual ha crescut tot
aix&ograve;... <br>
              <br>
              <span style="font-weight: bold;">Com el&nbsp; Linux per a
usuari? Tu has fet l'escriptori, el Gnumeric, el correu Evolution...
Qu&egrave; li queda ara? <br>
              </span><br style="font-weight: bold;">
&Eacute;s utilitzable en la seva majoria d'aplicacions, per&ograve; el
gran problema &eacute;s la instal&middot;laci&oacute; del sistema. Avui
en dia ho has d'instal&middot;lar des de zero, i aquesta &eacute;s una
&agrave;rea que li falta ser simplificada. Una manera seria que
vingu&eacute;s a les m&agrave;quines noves. I &eacute;s una
situaci&oacute; com de l'ou i la gallina... Perqu&egrave; sigui
m&eacute;s usat es necessita m&eacute;s mercat, quan tingui m&eacute;s
mercat, ho instal&middot;laran els fabricants... Per&ograve; no es
troba
en espiral descendent, sin&oacute; que cada vegada estem millor. Si
tens
el tema ja instal&middot;lat, est&agrave; molt millor. Vost&egrave;s
tenen el cas d'Extremadura, en qu&egrave; la reportera del Washington
Post no s'ho creia i va indagar... Hi ha tamb&eacute; el cas de Brasil,
on passa exactament el mateix... El fet que hi hagi t&egrave;cnics
dedicats a instal&middot;lar Linux simplificaria bona part dels
problemes que t&eacute;. <br>
              <br>
Fa un any i mig que no treballo a Gnome, ara estic en un altre
projecte, el Mono. Per&ograve; el que ha fet l'equip de Gnome &eacute;s
impressionant. La versi&oacute; 2.2 &eacute;s un treball fenomenal. Els
va costar dos anys escriure un document complet que es diu les
interf&iacute;cies d'usabilitat amb l'hum&agrave;... vam aprendre
moltes
coses. Windows utilitza un model de di&agrave;legs que est&agrave; molt
basat en el concepte que la m&agrave;quina &eacute;s lenta.
Prov&eacute;
de l'&egrave;poca de Windows 3.0, quan una m&agrave;quina tardava molt
a realitzar una operaci&oacute;, i el sistema sempre et donava la
possibilitat de cancel&middot;lar-la. Ara que les m&agrave;quines
s&oacute;n tan r&agrave;pides, surten models nous de configurar coses
que s'apliquen autom&agrave;ticament. Tens m&eacute;s llibertat per
saber com funcionen les coses. Amb la 2.2 han aconseguit tot
all&ograve; amb el que Windows &eacute;s compatible. &Eacute;s molt
consistent des del punt de vista de l'usuari, et permet experimentar
com
&eacute;s la m&agrave;quina i tenir interacci&oacute; amb ella
(feedback).<br>
El Gnome tenia una her&egrave;ncia molt gran de Unix i ara est&agrave;
molt m&eacute;s pensat per a l'usuari final. <br>
              <br>
              <br>
              <span style="font-weight: bold;">Per&ograve; tots els
programes que heu desenvolupat s&oacute;n molt Windows, el Linux no ha
trobat el seu propi model? Per qu&egrave; ha optat per copiar tant a
Windows? <br>
              </span><br style="font-weight: bold;">
La gent sap el que &eacute;s un processador de text, un full de
c&agrave;lcul... Fa anys el Lotus va introduir un full de
c&agrave;lcul que en comptes de funcionar amb cel&middot;les, tal com
les coneixem, funcionava amb models, arrossegant columnes a les
files... Fascinant, per&ograve; desgraciadament nom&eacute;s tres
persones la van aprendre a utilitzar. Per tant, cal seguir investigant
en l'&uacute;s dels ordinadors, per&ograve; igual que si has de fer-te
una casa, segurament ser&agrave; una casa molt conservadora, i no et
planteges si realment necessites un menjador, o et repenses la teva
vida
en tots els termes: si necessites realment banyar-te... No et repenses
la vida quan et fas una casa. Utilitzes models que ja existeixen.
Aix&ograve; no impedeix que uns altres ho facin i hi ha dissenyadors
que
fan coses meravelloses, per&ograve; aix&ograve; &eacute;s part de la
investigaci&oacute; i el desenvolupament. L'enfocament de Gnome fins al
moment ha estat brindar una soluci&oacute; lliure al tipus de problemes
que existeixen avui en dia. &Eacute;s m&eacute;s una soluci&oacute;
lliure que un sistema completament redissenyat..<br>
              <br>
Hi ha nous sistemes completament redissenyats. Hi ha un sistema lliure
anomenat Teos que repensa els models completament, i en el qual, per
exemple, el sistema d'arxius no existeix... Hi ha gent que ho
est&agrave; fent per&ograve; no &eacute;s l'enfocament del projecte
Gnome, que busca com fer que la gent sigui productiva utilitzant un
entorn lliure en lloc d'un de propietat. Per&ograve; estem interessats
a
integrar tecnologia nova i interessant. <br>
Una cosa que ara est&agrave; de moda a Linux s&oacute;n les pestanyes,
que permeten passar d'una pantalla a una altra mentre ets a la teva.
S&oacute;n a Mozilla, a Galleon, a editors de textos, als xats... A
Evolution tamb&eacute; li estan posant pestanyes. Per&ograve;
s&oacute;n
petits passos, no crec que puguis veure res completament revolucionari
a
la versi&oacute; seg&uuml;ent, s&oacute;n petites millores aqu&iacute;
i all&agrave;.<br>
              <br>
              <span style="font-weight: bold;">Com veus el tema de
Linux i les administracions? Sembla que &eacute;s el gran mercat de
Linux ara. <br>
              </span><br>
A EEUU, Microsoft s'ha guanyat una fatal reputaci&oacute; en seguretat,
i la gent est&agrave; molt paranoica... El Govern d'EEUU ho est&agrave;
utilitzant m&eacute;s i m&eacute;s. Hi ha un parell de recomanacions de
diverses ag&egrave;ncies que treballen per al Pent&agrave;gon, que han
recomanat l'&uacute;s de Linux per q&uuml;estions de seguretat. I
aix&ograve; ha donat impuls a Linux de manera poc usual. A Alemanya,
l'inter&egrave;s &eacute;s per seguretat nacional i per trencar la
monocultura inform&agrave;tica. Hi ha casos que odien a Microsoft.
Per&ograve; en altres casos, hi ha la possibilitat que el Govern tingui
un comprom&iacute;s social amb l'electorat, que de fet tot el
m&oacute;n
l'hauria de tenir, m&eacute;s que amb una companyia. I els mant&eacute;
independents de qualsevol canvi de plataforma. Una altra
explicaci&oacute; &eacute;s que ho creuen seu. &Eacute;s la
difer&egrave;ncia entre llogar la casa i comprar-la. No has de demanar
perm&iacute;s a ning&uacute; per penjar un quadre. <br>
              <br>
              <span style="font-weight: bold;">Qu&egrave; va passar amb
el pla i-M&egrave;xic?</span><br>
--Es va votar en consulta ciutadana i es va aprovar utilitzar el Linux.
Hi va haver un debat perqu&egrave; el senyor que representava a
Microsoft es va enfadar molt i va comen&ccedil;ar a dir moltes
ximpleries. Al cap d'un mes d'aquest debat,&nbsp; Steve Ballmer i Bill
Gates van anar a M&egrave;xic amb una setmana de difer&egrave;ncia i
van
anunciar un donatiu de 45 milions de d&ograve;lars, que consisteix
majorit&agrave;riament en llic&egrave;ncies de Windows i diners per
entrenar la gent a utilitzar Windows. &Eacute;s molt m&eacute;s
interessant con&egrave;ixer l'home m&eacute;s ric del m&oacute;n que
veure-se-les amb una bola de Pong. La gent que est&agrave; en contacte
amb Linux cada dia va optar per utilitzar-lo de totes maneres, encara
que fessin centres comunitaris. La presid&egrave;ncia de la
rep&uacute;blica utilitza Linux en comptes de Windows. Microsoft va
llan&ccedil;ar una iniciativa de codi obert, organitzada a Washington,
que ha estat com un canal perqu&egrave; la gent de
Llatinoam&egrave;rica
col&middot;labori. La idea &eacute;s una administraci&oacute;
desenvolupi codi i el doni a uns altres perqu&egrave; cadasc&uacute; se
l'adapti a les seves necessitats.<br>
              <br>
              <span style="font-weight: bold;">Tu vas tenir una
entrevista a Microsoft amb Bill Gates... <br>
              </span><br>
No va ser amb Gates, a qui mai he saludat. Vaig tenir una entrevista de
feina a trav&eacute;s d'un amic meu, i em van fer una oferta de
treball.
No me'n vaig poder anar perqu&egrave; no tenia el visat adequat. <br>
              <br>
              <span style="font-weight: bold;">Per&ograve; diuen les
males lleng&uuml;es que va ser a partir d'aquesta entrevista que se't
va
oc&oacute;rrer que l'aspecte de Linux es devia assemblar al de Windows.<br>
              </span><br style="font-weight: bold;">
Aix&ograve; s&iacute; que &eacute;s cert. Ells tenien una tecnologia
anomenada COM, que &eacute;s un sistema de components que permetia fer
peces reutilitzables de programari, com el Lego. D'all&iacute; va
n&eacute;ixer el primer intent de Gnome, i despr&eacute;s vam
reutilitzar el nom per a una altra cosa. Per aix&ograve; no t&eacute;
gaire sentit el nom, perqu&egrave; est&agrave; for&ccedil;at. Gnome es
va convertir en una plataforma de desenvolupament. El sistema de
components el vam anomenar Bonobo. Desgraciadament, perqu&egrave;
funcion&eacute;s necessit&agrave;vem que tot el m&oacute;n ho
utilitz&eacute;s i no nom&eacute;s un grup petit. Vaig decidir
abandonar
el Bonobo i crear Mono, que &eacute;s la versi&oacute; de .Net que
supera mil vegades a Bonobo i tal.<br>
              <br>
              <span style="font-weight: bold;">Quina part &eacute;s
programari de propietat?<br>
              </span><br>
Tenim una llic&egrave;ncia de Mono que la vam rellicenciar per a
&uacute;s de propietat. &Eacute;s lliure per a qui vulgui fer
programari
lliure i de propietat per a qui utilitzi el programari en sistemes de
propietat.<br>
              <br>
              <span style="font-weight: bold;">Qu&egrave; en penses de
Richard Stallman?<br>
              </span><br>
Per&ograve;, per qu&egrave; em fas aquestes preguntes?.... Jo no vull
parlar malament de ning&uacute;... Va fer coses interessants al
principi, per&ograve; ara dedica el 90% del seu temps a lluites com
reanomenar Linux com a GNU/Linux i programari lliure com a Free
Software, que no treuen el son a ning&uacute;. Contra les patents de
programari, t&eacute; tota la ra&oacute; del m&oacute;n. <br>
              <br>
              <span style="font-weight: bold;">La teva empresa es diu
Ximian, el teu projecte, Mono, altres Bonobo... Un dels teus programes
Evolution... Per qu&egrave; aquesta obsessi&oacute; pels noms de micos?<br>
              </span><br style="font-weight: bold;">
Una ex promesa meva era primat&ograve;loga. I jo llegia molts dels
llibres que ella llegia. Es va donar un ambient en el qual hi havia
molta cosa evolutiva...<br>
              <br>
              <span style="font-weight: bold;">Quan vas descobrir la
inform&agrave;tica?</span><br style="font-weight: bold;">
Tenia uns 14 o 15 anys. A l'escola hi havia uns ordinadors i els
utilitzava jo.<br>
              <br>
              <br>
              <span style="font-weight: bold;">I a qu&egrave; jugaves
de petit?<br>
              </span><br style="font-weight: bold;">
Al Lego amb la meva germana i al parc.<br>
              <br>
              <span style="font-weight: bold;">I qu&egrave; t'atreu de
la inform&agrave;tica?<br>
              </span><br style="font-weight: bold;">
He passat per diverses etapes. En alguns casos, inter&egrave;s. En uns
altres, &eacute;s bonic el que est&agrave;s fent... &Eacute;s el mateix
que t&eacute; un escriptor o un pintor. Hi ha activitats boniques com
escriure un llibre i altres com escriure l'agenda de la setmana. Unes
les fa la gent perqu&egrave; vol i unes altres cal pagar a alg&uacute;
per fer-les. Un llibre el pots escriure per&ograve; haur&agrave;s de
pagar a un editor perqu&egrave; ho revisi, s'asseguri que l'idioma
sigui
correcte, les comes... &Eacute;s un bon s&iacute;mil per a la pregunta
anterior. Linux s&oacute;n els escriptors, i Suse, Red Hat, els editors
que cal pagar. Per&ograve; la passi&oacute; no la pots treure. <br>
              <br>
              <span style="font-weight: bold;">Tens la sensaci&oacute;
que el moviment de programari lliure ha aconseguit canviar
l'estrat&egrave;gia de Microsoft? Ha estat una vict&ograve;ria?<br>
              </span><br style="font-weight: bold;">
La vict&ograve;ria no &eacute;s contra Microsoft sin&oacute; per
canviar molts h&agrave;bits de la ind&uacute;stria del programari. Hi<br>
ha dos camps: els resistents i els que ja estan conven&ccedil;uts. Ho
tens amb la Silicon, Graphics, IBM HP, Sun, Dell, dient "Linux
&eacute;s
una opci&oacute; viable" i nom&eacute;s un en estat de negaci&oacute;. <br>
              <br>
              <span style="font-weight: bold;">Per&ograve; Microsoft ha
impulsat iniciatives com mostrar el codi i obrir les traduccions.<br>
              </span><br>
A Microsoft no s&oacute;n ximples. Permeten veure el codi font,
per&ograve; no que el toquis. Aix&ograve; &eacute;s un pas, per&ograve;
falta m&eacute;s. A la llarga veurem un m&oacute;n m&eacute;s plural,
de
l'estil de 50% Windows, 30% Linux, 20% Mac o alguna cosa aix&iacute;.
Les proporcions poden ser incorrectes, per&ograve; no ser&agrave; un
m&oacute;n purament Windows. Que els documents no es bloquegin en
sistemes, que el programari que guanyi sigui el que els usuaris
escullin.<br>
              <br>
              <span style="font-weight: bold;">&Eacute;s aquest el
repte de la ind&uacute;stria inform&agrave;tica?<br>
              </span><br>
Crec que &eacute;s tenir m&eacute;s d'un prove&iuml;dor, no dependre
d'un sol prove&iuml;dor per a les teves necessitats. I no nom&eacute;s
de programari, de m&ograve;bils... Tenir diversos prove&iuml;dors
permet
poder canviar. Si t'enfades amb Windows... segueixes enfadat. Cal
entendre que hi ha d'haver espai per a uns altres. Part del problema
&eacute;s que no tenim pressupost per a m&agrave;rqueting.<br>
              <br>
              <span style="font-weight: bold;">Doncs a Microsoft diuen
que sou pocs per&ograve; feu molt soroll. <br>
              </span><br>
Doncs no som pocs. A la nostra empresa tenim com a clients companyies
que tenen 10.000 m&agrave;quines amb Linux. Ja no som pocs.<br>
              <br>
              <span style="font-weight: bold;">I &eacute;s negoci?<br>
              </span><br>
Vendre suport? &Eacute;s clar que &eacute;s negoci.<br>
              <br>
              <span style="font-weight: bold;"></span><span
 style="font-weight: bold;"><br>
              </span>&nbsp; <br>
              </td>
            </tr>
          </tbody>
        </table>
        <p align="left"></p>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">&nbsp;</td>
    </tr>
  </tbody>
</table>
<table width="700" border="0" bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td>
      <blockquote>
        <div align="left"> </div>
      </blockquote>
      <blockquote> <br>
      </blockquote>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
</body>
</html>
