<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title></title>
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">Programari lliure i
lleng&uuml;es minoritzades: una oportunitat impagable </span><font
 size="2"><span class="Txt-pequeBolcolor"><b><font size="3"><span
 class="Txt-pequeBolcolor"></span></font></b></span></font></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><font size="2"
 face="Arial, Helvetica, sans-serif"><span lang="CA">Per Jordi Mas i
Hern&agrave;ndez/ www.softcatala.org<br>
              </span>04/12/2002<br>
              <br>
              </font></font></span></span></font></td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td> El programari [1] lliure &eacute;s un tipus de
programari que d&oacute;na llibertat als seus usuaris. No tan sols
llibertat per a executar-lo i fer-lo servir, sin&oacute; tamb&eacute;
per a moltes altres coses: llibertat per a fer-ne c&ograve;pies, per a
distribuir-lo i per a estudiar-lo (la qual cosa implica tenir-ne sempre
acc&eacute;s al codi font [2]). A m&eacute;s, qualsevol usuari pot
millorar el programari lliure i pot fer p&uacute;bliques aquestes
millores (amb el codi font corresponent), de tal manera que tothom se'n
pugui beneficiar.<br>
              <br>
Actualment, hi ha empreses que produeixen i venen programari de
propietat (contraposat al lliure); de fet, &eacute;s aquest tipus de
programari el que fan servir la majoria d'usuaris avui dia. El
programari de propietat est&agrave; subjecte a diverses limitacions;
d'entrada, normalment se n'ha de pagar la llic&egrave;ncia i, a
m&eacute;s, hom est&agrave; subjecte a les possibles limitacions
t&egrave;cniques d'aquests programes i a les que la seva
llic&egrave;ncia imposa, amb les conseg&uuml;ents possibles
incompatibilitats entre programes elaborats per empreses diferents, i
hom est&agrave; en certa manera lligat a l'empresa que el fabrica (per
exemple, per traduir-lo, per a les actualitzacions, per a complements,
etc.).<br>
              <br>
El programari lliure, en canvi, no est&agrave; subjecte a aquestes
limitacions de millora, ja que la seva llic&egrave;ncia permet de manera
expl&iacute;cita que qualsevol usuari hi afegeixi les millores (o
adaptacions) que vulgui, i amb total llibertat. Est&agrave; disponible
en forma de codi font i, per tant, tothom hi pot accedir i el pot fer
servir com vulgui. Aquest &eacute;s l'esperit del programari lliure: que
tothom pugui contribuir-hi per millorar-lo sense haver de pagar ni
demanar perm&iacute;s a ning&uacute;, i que les millores es posin a
disposici&oacute; de tothom.<br>
              <br>
Amb l'adveniment d'Internet, el programari lliure s'ha consolidat com a
alternativa, t&egrave;cnicament viable i econ&ograve;micament
sostenible, al programari de propietat. Contr&agrave;riament al que
sovint es creu, grans empreses inform&agrave;tiques com ara AOL, IBM,
Sun i Apple donen suport financer i comercial al programari lliure. Per
exemple, avui en dia IBM facilita l'&uacute;s de GNU/Linux en els seus
mainframes (grans ordinadors), i les noves versions del sistema operatiu
dels ordinadors Apple (MacOS X) estan basades en programari lliure
(FreeBSD).<br>
              <br>
El programari lliure no exclou necess&agrave;riament l'&uacute;s de
programari de propietat (hom pot continuar usant-lo si vol), al
contrari, pot integrar-s'hi o complementar-lo. I, fins i tot, si es vol,
pot reempla&ccedil;ar-lo efectivament.<br>
              <br>
Entre el programari de propietat m&eacute;s popular podem trobar
coneguts programes que fan servir la majoria d'usuaris avui en dia, des
del Microsoft Office o el Microsoft Windows fins a l'Acrobat Reader o
l'Internet Explorer. <br>
              <br>
              <span style="font-weight: bold;">Al comen&ccedil;ament
tot era lliure</span><br>
              <br>
Als inicis de la inform&agrave;tica, pr&agrave;cticament tot el
programari era lliure. Els primers grans ordinadors de les universitats
als anys 60 i 70 venien del fabricant amb un conjunt de programari, el
seu codi font, i sense cap limitaci&oacute; per modificar-lo o
millorar-lo. D'aquesta manera, el programari estava sotm&egrave;s a un
proc&eacute;s de millora cont&iacute;nua amb les diferents aportacions
que feia cada usuari. Eren comuns els casos en qu&egrave; els usuaris
creaven programes propis, o milloraven els que venien de s&egrave;rie
amb aquests sistemes, i els enviaven al fabricant del maquinari
perqu&egrave;, si ho creia adient, els distribu&iacute;s en la propera
versi&oacute; del seu sistema. <br>
              <br>
Aquest model es va comen&ccedil;ar a trencar cap a principis dels anys
70, quan les empreses van observar que el programari es podia vendre i
van comen&ccedil;ar a tancar-ne l'acc&eacute;s al codi font.
Aix&iacute;, poc a poc, tenir acc&eacute;s al codi font del programa i
altres llibertats, que fins aleshores eren comunes, van anar
desapareixent progressivament i, amb elles, les llibertats dels usuaris.<br>
              <br>
El 1983, Richard Stallman, conscient de la p&egrave;rdua de llibertats
que s'estava experimentant al m&oacute;n del programari, abandonava la
seva feina als laboratoris d'Intel&middot;lig&egrave;ncia Artificial del <a
 href="www.mit.edu">MIT </a>(Massachusetts Institute of
Technology)&nbsp; per comen&ccedil;ar un projecte adre&ccedil;at a
construir un sistema operatiu lliure. Aquest projecte, pocs mesos
despr&eacute;s, el duria a crear la <a href="http://www.fsf.org">Free
Software Fundation</a>, organitzaci&oacute; que ha estat la principal
difusora de la filosofia del programari lliure durant els darrers 20
anys i que va organitzar el desenvolupament del principal programari
lliure de sistemes.<br>
              <br>
              <span style="font-weight: bold;">L'embranzida: Internet i
el GNU/Linux</span><br>
              <br>
La veritable embranzida del programari lliure va arribar amb la
combinaci&oacute; de dos factors: l'aparici&oacute; del sistema operatiu
Linux i la extensi&oacute; de l'&uacute;s d'Internet.<br>
              <br>
El sistema operatiu Linux va n&eacute;ixer de la m&agrave; d'un jove
estudiant finland&egrave;s de 21 anys anomenat Linus Torvalds. L'any
1991 va publicar el nucli del sistema i, al mateix temps, demanava
l'ajut de voluntaris que volguessin contribuir, de forma desinteressada,
en el desenvolupament i millora del sistema. El GNU/Linux &eacute;s el
resultat del treball de tota una comunitat que es va anar vertebrant al
voltant d'aquest sistema, la qual, mitjan&ccedil;ant Internet, va anar
millorant-lo per satisfer les seves necessitats.<br>
              <br>
En aquest sentit, la popularitzaci&oacute; de l'acc&eacute;s a Internet
va ser un factor fonamental per tal que aquesta comunitat pogu&eacute;s
arribar a nous desenvolupadors i per aconseguir que s'anessin creant
nous projectes. La possibilitat de poder ampliar i millorar el sistema
existent va atreure milers de programadors que, amb els seus
esfor&ccedil;os individuals, van contribuir a l'establiment i la
solidificaci&oacute; del moviment.<br>
              <br>
Per&ograve; la comunitat que treballa amb i pel programari lliure no
est&agrave; formada nom&eacute;s per programadors; tamb&eacute; hi ha
els usuaris avan&ccedil;ats de les aplicacions que es constitueixen en
grups per donar confer&egrave;ncies i suport als usuaris. Tamb&eacute;
n'hi ha que participen en la promoci&oacute; del moviment, o que
escriuen documentaci&oacute; per facilitar l'&uacute;s de les
aplicacions.<br>
              <br>
              <span style="font-weight: bold;">Mites del programari
lliure</span><br>
              <br>
Malauradament, hi ha certs conceptes erronis al voltant del programari
lliure i certs mites que s&oacute;n falsos. Aclarim-ne alguns:<br>
              <br>
- <span style="text-decoration: underline;">El programari gratu&iuml;t
&eacute;s lliure</span>. Un programa, pel sol fet de ser gratu&iuml;t,
no &eacute;s ni de bon tros lliure. Per exemple, l'Internet Explorer de
Microsoft &eacute;s un programa gratu&iuml;t per&ograve; no &eacute;s
lliure, ja que no d&oacute;na als seus usuaris la possibilitat
d'estudiar-lo (incloent l'acc&eacute;s al seu codi font), ni de
millorar-lo, ni de fer p&uacute;bliques aquestes millores amb el codi
font corresponent de manera que tothom se'n pugi beneficiar. Internet
Explorer &eacute;s un programa de propietat gratu&iuml;t.<br>
              <br>
- <span style="text-decoration: underline;">No hi ha programari lliure
comercial</span>. Qualsevol programari lliure es pot vendre sempre que
es respectin les llibertats originals que el defineixen. Per exemple,
l'empresa Mandrake [www.mandrake-software.com], que produeix una
versi&oacute; de GNU/Linux for&ccedil;a popular, ven distribucions de
GNU/Linux a preu raonable, i s&oacute;n programari lliure perqu&egrave;
conserven intactes totes les llibertats que defineixen el programari
lliure.<br>
              <br>
- <span style="text-decoration: underline;">El programari lliure
nom&eacute;s est&agrave; disponible per a GNU/Linux</span>. GNU/Linux
&eacute;s un dels vaixells ins&iacute;gnia del moviment del programari
lliure, ja que &eacute;s un sistema operatiu completament lliure,
per&ograve; tamb&eacute; &eacute;s cert que hi ha molts m&eacute;s
programes lliures, com ara l'Open Office, el Mozilla, l'Abiword, el GIMP
o molts altres que es troben disponibles per a multitud de sistemes,
incloent-hi el Windows i en alguns casos el Mac. El programari lliure
&eacute;s un concepte que no est&agrave; lligat a cap sistema; de fet,
tamb&eacute; s'aplica per a documentaci&oacute; i tota mena de creacions
art&iacute;stiques.<br>
              <br>
- <span style="text-decoration: underline;">No t&eacute; suport per a
empreses</span>. Avui en dia, empreses com ara IBM, Sun, Compaq, Dell,
RedHat, Suse, Mandrake i moltes altres donen suport i serveis
professionals de sistemes basats en programari lliure a usuaris,
empreses i institucions.<br>
              <br>
- <span style="text-decoration: underline;">El programari lliure no
&eacute;s de qualitat</span>. Cal recordar que la gran majoria de
projectes de programari lliure es fan des del voluntariat i es tendeix a
comparar-los a projectes semblants desenvolupats per empreses amb uns
recursos d'enginyeria i desenvolupament molt grans. Cada projecte de
programari lliure, igual que cada programari de propietat, s'ha de
valorar per separat. Avui en dia, projectes com el Mozilla, l'Open
Office, l'Apache i altres estan produint programari d'igual o m&eacute;s
qualitat que els productes equivalents en el m&oacute;n del programari
de propietat.<br>
              <br>
              <span style="font-weight: bold;">Les oportunitats per a
lleng&uuml;es minorit&agrave;ries al m&oacute;n del programari lliure</span><br>
              <br>
Lleng&uuml;es com el bret&oacute;, el gallec, el ga&egrave;lic o el
catal&agrave; han tingut un desenvolupament molt esc&agrave;s en el
m&oacute;n del programari de propietat. Aix&ograve; &eacute;s degut
b&agrave;sicament a que el proc&eacute;s de localitzaci&oacute; [3]
d'aquest tipus de programes nom&eacute;s es pot dur a terme pel
fabricant del programa, que &eacute;s qui determina, sota criteris
comercials i fins i tot algun cop pol&iacute;tics, que aquestes tipus de
traduccions no s&oacute;n viables.<br>
              <br>
En contraposici&oacute;, en el m&oacute;n del programari lliure
aquestes lleng&uuml;es s'han desenvolupat amb un &egrave;xit notable.
Projectes de programari lliure tan importants com el navegador Mozilla,
l'entorn GNOME o el sistema GNU/Linux tenen traduccions completes o
parcials en totes aquestes lleng&uuml;es [4] i en moltes altres. No cal
demanar perm&iacute;s per traduir-los ni cal justificar cap viabilitat
econ&ograve;mica: nom&eacute;s cal traduir-los o millorar les
traduccions ja existents.<br>
              <br>
El programari lliure representa una oportunitat sense precedents per al
desenvolupament de lleng&uuml;es minorit&agrave;ries, com ara el
catal&agrave;, en les noves tecnologies gr&agrave;cies a les llibertats
que ens garanteix. A continuaci&oacute;, a tall d'exemple, comentarem
alguns casos o algunes situacions en qu&egrave; el programari lliure
presenta avantatges importants:<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Qualsevol
persona o instituci&oacute; pot traduir i adaptar un programari lliure
a qualsevol llengua</span>. Aix&ograve; representa un gran pas en
comparaci&oacute; amb el programari de propietat, en qu&egrave;
nom&eacute;s l'empresa que l'ha creat t&eacute; els drets per realitzar
la traducci&oacute; o per cedir-la a tercers, i en moltes ocasions, com
ens demostra l'experi&egrave;ncia, demanant fortes quantitats de diners
per donar-nos el dret a fer la traducci&oacute;.<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Es
garanteix la continu&iuml;tat de les noves versions</span>. Si una
persona o instituci&oacute; realitza una traducci&oacute; d'un programa
lliure, la traducci&oacute; d'aquest programa queda sotmesa als mateixos
drets que el propi programa, de tal manera que tamb&eacute;
esdev&eacute; lliure. Aix&ograve; ens garanteix que sempre tindrem
acc&eacute;s a la traducci&oacute;, i, si mai la persona o
instituci&oacute; desisteix de continuar la traducci&oacute;, qualsevol
altre persona pot seguir la seva tasca. <br>
              <br>
&middot;&nbsp;&nbsp; <span style="text-decoration: underline;">La
nostra llengua esdev&eacute; una llengua del mateix ordre que la resta</span>.
Si volem localitzar un programa lliure al catal&agrave;, i aquest no
disposa per al catal&agrave; de les mateixes caracter&iacute;stiques que
per a la resta, podrem desenvolupar les eines i els elements necessaris
per equiparar la nostra llengua a les altres. Per exemple, si un
programa lliure no disposa d'un sistema de correcci&oacute;
ortogr&agrave;fica, podem desenvolupar el nostre propi corrector o
adaptar algun dels correctors existents en el m&oacute;n del programari
lliure. <br>
              <br>
Aquest &eacute;s el cas de Softcatal&agrave;, que va desenvolupar el
corrector ortogr&agrave;fic en catal&agrave; per als projectes Open
Office, Abiword i Mozilla per fer que treballar en catal&agrave; amb
aquests programes fos equivalent a treballar en altres lleng&uuml;es.<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">El
programari lliure suma</span>. Cada cop que es crea un nou recurs
ling&uuml;&iacute;stic sota una llic&egrave;ncia lliure, aquest recurs
es posa a disposici&oacute; de tothom i tothom se'n pot beneficiar.
Qualsevol persona pot accedir a les traduccions en qualsevol llengua de
qualsevol projecte de programari lliure i crear un glossari o una
mem&ograve;ria de traducci&oacute; [5] que l'ajudi a traduir un nou
programa o millorar-ne els existents. <br>
              <br>
En m&oacute;n del programari de propietat, i a causa del seu model
tancat, totes les traduccions s&oacute;n un oasi i tots els recursos
ling&uuml;&iacute;stics acostumen a ser espec&iacute;fics per a aquell
programa i, per tant, dif&iacute;cilment reutilitzables en altres
projectes.<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Cost
m&iacute;nim per l'usuari</span>. El programari lliure sempre t&eacute;
un cost m&iacute;nim, que acostuma a ser el cost de la
distribuci&oacute;, el temps de baixar-lo des d'Internet o l'import d'un
CD-ROM a baix preu. Despr&eacute;s de localitzar un programa de
propietat a una llengua minorit&agrave;ria, en la gran majoria dels
casos els usuaris l'han adquirir. <br>
              <br>
El programari lliure, doncs, &eacute;s pr&agrave;cticament
gratu&iuml;t, i fa possible una veritable normalitzaci&oacute;
ling&uuml;&iacute;stica de les lleng&uuml;es minorit&agrave;ries, ja que
tothom pot obtenir-ne una c&ograve;pia. En aquest sentit, podem comparar
el nombre de c&ograve;pies venudes de les diferents edicions de Windows
en catal&agrave; (per sota de les 15.000 unitats) a les m&eacute;s de
250.000 c&ograve;pies que, per exemple, s'han distribu&iuml;t del
Navegador en catal&agrave; i els costos de desenvolupament
d'ambd&oacute;s projectes.<br>
              <br>
              <span style="font-weight: bold;">Un cas d'estudi: Yahoo
en catal&agrave;</span><br>
              <br>
L'&uacute;s de programari lliure t&eacute; implicacions i avantatges
que van fortament relacionades no solament amb la llengua sin&oacute;
tamb&eacute; amb el desenvolupament local, l'alliberament de monopolis i
la independ&egrave;ncia del prove&iuml;dor, com tot seguit veurem en
l'an&agrave;lisi del cas Yahoo.<br>
              <br>
Fa aproximadament un any es va signar un acord entre Yahoo
Ib&eacute;rica i els governs catal&agrave;, andorr&agrave; i balear per
a la creaci&oacute; d'una versi&oacute; en catal&agrave; del conegut <a
 href="http://ct.yahoo.com">directori Yahoo</a>&nbsp; per un import
total de 90 milions de pessetes (m&eacute;s de 540.000 euros).<br>
              <br>
Per una altra banda, fa m&eacute;s de quatre anys que existeix l'<a
 href="http://www.dmoz.org">Open Directory</a>, basat en la filosofia
del programari lliure, per la qual cosa qualsevol pot utilitzar-ne els
continguts actuals i millorar-los. Imaginem per un moment que
s'hagu&eacute;s signat un acord amb una empresa a Catalunya per
desenvolupar el servei de directori a partir dels continguts de l'Open
Directory i s'hi haguessin fet millores i ampliacions. Com que l'Open
Directory est&agrave; alliberat sota la llic&egrave;ncia de programari
lliure, totes les millores que s'hi realitzessin serien tamb&eacute;
lliures, ja que aix&iacute; ho exigeix i garanteix aquesta
llic&egrave;ncia.<br>
              <br>
Aquests s&oacute;n alguns dels avantatges que s'haurien aconseguit amb
la realitzaci&oacute; del servei principal de Yahoo, &eacute;s a dir, el
directori, mitjan&ccedil;ant una soluci&oacute; basada en programari
lliure: <br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Drets
sobre el directori</span>. Els drets de tots els recursos desenvolupats
sota aquest acord pertanyen a l'empresa Yahoo. D'aquesta manera, si mai
fan fallida o es deixa de prestar el servei, ning&uacute; no
podr&agrave; fer servir tots els llocs webs aplegats, ni la seva
descripci&oacute;, que formen avui dia el Yahoo en catal&agrave;.<br>
              <br>
L'alternativa lliure hauria estat partir de la base de la secci&oacute;
catalana actual de l'Open Directory Project, afegir-hi les entrades que
hi manquen, i fer-hi una correcci&oacute; general. Pel fet de tractar-se
d'un recurs lliure, qualsevol podria utilitzar-lo i s'asseguraria la
seva continu&iuml;tat m&eacute;s enll&agrave; de l'empresa
prove&iuml;dora.<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Desenvolupament
local</span>. Yahoo Ib&eacute;rica, com el seu nom indica, &eacute;s
una empresa nord-americana amb seu a Madrid. Amb la subvenci&oacute;
d'aquest tipus d'empreses s'est&agrave; donant l'esquena a les empreses
instal&middot;lades al nostre pa&iacute;s, com ara <a
 href="http://www.vilaweb.com">Vilaweb</a>, propiet&agrave;ria del
directori <a href="http://www.nosaltres.com">Nosaltres.com</a>, i amb
experi&egrave;ncia en aquest &agrave;mbit des del 1994, que han apostat
fermament pel catal&agrave;.<br>
              <br>
Amb un acord amb una empresa local per realitzar aquesta millora de
l'Open Directory s'hauria fomentat el teixit d'empreses catalanes que es
dediquen a les noves tecnologies.<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Drets
lliure contra monopoli</span>. Apostar per Yahoo en catal&agrave;
fomenta la creaci&oacute; d'un monopoli, ja que nom&eacute;s ells tenen
drets sobre el directori. En canvi, apostant per l'Open Directory ens
trobem amb drets lliures i qualsevol pot fer compet&egrave;ncia amb uns
recursos que, en gran part, s'han creat amb diners p&uacute;blics.<br>
              <br>
Per exemple, avui dia podem accedir al projecte Open Directory des de <a
 href="http://www.aprop.net">www.aprop.net</a>, un lloc independent, <a
 href="http://www.eresmas.com">www.eresmas.com</a> o <a
 href="http://www.dmoz.org">dmoz.org.</a> Tothom pot integrar aquest
directori com vulgui, millorar-lo, i retornar-ne les millores a la
comunitat.<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Independ&egrave;ncia
del prove&iuml;dor</span>. El fet que l'Open Directory sigui lliure ens
garanteix que podem contractar l'empresa que desitgem per millorar-lo o
ampliar-lo; si decidim finalitzar aquest contracte, com que tot els
recursos s&oacute;n lliures el seg&uuml;ent contracte el podem signar
amb una altra empresa. Amb Yahoo en catal&agrave;, nom&eacute;s Yahoo
pot continuar la feina i estem lligats a un &uacute;nic prove&iuml;dor.<br>
              <br>
Com podem observar, els avantatges s&oacute;n evidents. Quan hom pensa
en programari lliure cal pensar m&eacute;s enll&agrave; dels beneficis
per a la nostra llengua i tenir en compte els no menys importants
beneficis que representa per al desenvolupament local, perqu&egrave;
fomenta la compet&egrave;ncia, trenca monopolis i ens deslliga d'un
&uacute;nic prove&iuml;dor.<br>
              <br>
              <span style="font-weight: bold;">Contribuint al
desenvolupament del programari lliure</span><br>
              <br>
&Eacute;s molt clar que el seg&uuml;ent gran pas per al programari
lliure que veurem en els propers anys &eacute;s que les empreses de
serveis el comencin a assumir per fer propostes m&eacute;s competitives,
que les universitats comencin a fer formaci&oacute; en aquestes
tecnologies, o que moltes institucions i governs, almenys de pa&iuml;sos
amb certa visi&oacute; i empenta, el comencin a fer servir de forma
intensiva i n'estimulin el desenvolupament.<br>
              <br>
&Eacute;s fonamental recordar que avui en dia podem gaudir del
programari lliure gr&agrave;cies a tot un seguit de gent que ha lluitat
per tot un m&oacute;n de llibertats a les noves tecnologies i que han
invertit molt&iacute;ssimes hores en el desenvolupament i millora de
productes inform&agrave;tics. &Eacute;s important continuant estenent
aquesta cultura, i no solament veure el programari lliure com un element
gratu&iuml;t, sin&oacute; com a quelcom que, a m&eacute;s, ens permet
tenir certes llibertats; tenim, doncs, el dret moral de contribuir-hi
sempre que ens sigui possible. &Eacute;s important que les institucions
que desenvolupin millores i documentaci&oacute; del programari lliure
que utilitzen facin un retorn a la comunitat que els ha brindat aquest
programari.<br>
              <br>
A Softcatal&agrave;, per exemple, hem contribu&iuml;t a fer que avui
dia l'Abiword es pugui utilitzar amb lleng&uuml;es com ara
l'occit&agrave;, el bret&oacute;, l'alban&egrave;s o el serbi, i que ja
es puguin desenvolupar les traduccions en aquestes lleng&uuml;es i
incorporar-hi els correctors ortogr&agrave;fics, separadors
sil&middot;l&agrave;bics i altres eines ling&uuml;&iacute;stiques
necess&agrave;ries. Tamb&eacute; estem desenvolupament un m&ograve;dul
que permetr&agrave; a l'Abiword i, probablement, a l'Open Office
m&eacute;s endavant, la detecci&oacute; i correcci&oacute; de
barbarismes.<br>
              <br>
En aquest sentit, creiem que &eacute;s molt important no solament
participar en la localitzaci&oacute; al catal&agrave; de programari,
sin&oacute; tamb&eacute; en el desenvolupament de tot aquest tipus de
programes lliures, dins dels l&iacute;mits que la nostra estructura,
basada completament en el voluntariat, ens permet.<br>
              <br>
              <span style="font-weight: bold;">Qu&egrave; poden fer les
administracions i institucions davant d'aquesta oportunitat?</span><br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Utilitzar
programari lliure</span>. Les institucions i administracions s'han
d'implicar en l'&uacute;s del programari lliure, especialment quan
est&agrave; disponible en catal&agrave;; i, si no ho est&agrave;, encara
millor, perqu&egrave; tenen la possibilitat de fer-lo servir i
traduir-lo al catal&agrave;, creant un nou recurs ling&uuml;&iacute;stic
disponible en la nostra llengua. Per a m&eacute;s detalls sobre aquest
plantejament, vegeu el manifest de la Campanya per a l'&uacute;s del
programari lliure en l'administraci&oacute; p&uacute;blica [6] que
Softcatal&agrave; va impulsar fa uns mesos, i la proposta de llei per
l'&uacute;s del programari d'ERC [7].<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Alliberar
recursos sota llic&egrave;ncies lliures</span>. Les universitats i
institucions que estan desenvolupant eines de recerca
ling&uuml;&iacute;stica o traduccions, en molts casos amb diners
p&uacute;blics, han d'aprendre a trencar la gelosia de guardar la seva
recerca i entendre que el coneixement hum&agrave; nom&eacute;s ha
progressat quan s'ha fomentat el lliure intercanvi d'idees. Mantenir de
portes endins les tecnologies de la llengua no beneficia en res el
desenvolupament de lleng&uuml;es minorit&agrave;ries com &eacute;s la
nostra.<br>
              <br>
&middot;&nbsp;&nbsp; &nbsp;<span style="text-decoration: underline;">Fer-ne
difusi&oacute; (amb implicaci&oacute;)</span>. Recomanar-lo i
distribuir-lo, perqu&egrave; aix&iacute; les entitats, la
poblaci&oacute; civil, les empreses i els organismes, entre d'altres, el
tinguin a l'abast.<br>
              <br>
              <span style="font-weight: bold;">Cap a un model de
societat basada en el programari lliure</span><br>
              <br>
Sota el prisma de molts pol&iacute;tics, fins i tot europeus, sembla
que el problema principal de la nostra societat &eacute;s garantir
l'acc&eacute;s a Internet a tota la poblaci&oacute;, especialment
l'acc&eacute;s amb banda ampla en poblacions allunyades dels grans
nuclis urbans, un problema tan greu al nostre pa&iacute;s. <br>
              <br>
L'amplada de banda est&agrave; en boca de tots com un problema que pot
crear la tan temuda fractura digital. Per&ograve;, quin &eacute;s el
cost del programari necessari perqu&egrave; aquesta fractura no es
produeixi? El programari que fan servir la majoria dels usuaris avui en
dia per accedir a les noves tecnologies &eacute;s Microsoft Windows i
Microsoft Office, que tenen un cost superior als 700 euros per usuari. A
l'estat espanyol hi ha uns &iacute;ndexs de pirateria que s&oacute;n els
m&eacute;s alts d'Europa. Quin tipus de societat de la
informaci&oacute; estem creant? Una societat de la informaci&oacute;
basada b&agrave;sicament en la pirateria perqu&egrave; la majoria dels
usuaris no poden assumir els costos desorbitats del programari de
propietat. I un cop tinguem accessos a Internet d'alta velocitat, per a
qu&egrave; els farem servir? Per accedir a continguts i utilitzar eines
inform&agrave;tiques en altres lleng&uuml;es? Tindrem potser les
autopistes, per&ograve; ens mancaran els continguts i les eines
inform&agrave;tiques pr&ograve;pies i en la nostra llengua per poder
treballar-hi.<br>
              <br>
El programari lliure ens d&oacute;na l'oportunitat de salvar molts
d'aquests obstacles, estalviant els costos del programari de propietat
all&agrave; on sigui possible (&eacute;s a dir, all&agrave; on hi hagi
alternatives lliures) i reinvertir-los en formaci&oacute; per
alfabetitzar digitalment la poblaci&oacute; i en crear les eines lliures
necess&agrave;ries per poder treballar amb la nostra llengua, tal com ho
fan les societats m&eacute;s avan&ccedil;ades. <br>
              <br>
              <span style="font-weight: bold;">Conclusi&oacute;</span><br>
              <br>
El programari lliure representa una oportunitat sense precedents per al
desenvolupament de lleng&uuml;es minorit&agrave;ries com ara el
catal&agrave; en el m&oacute;n de les noves tecnologies, el
desenvolupament local, i una millora en la alfabetitzaci&oacute; digital
de la poblaci&oacute;. Aprofitar aquesta oportunitat dep&egrave;n en
gran part de les administracions, les universitats i les institucions.<br>
              <br>
              <span style="font-style: italic;"> Nota de l'autor. El meu
especialment agra&iuml;ment a &Ograve;scar del Pozo, Jes&uacute;s
Corrius, Quico Llach i Xavier Rull de Softcatal&agrave; pels seus
suggeriments i a vegades par&agrave;grafs sencers per a aquest article.</span><br
 style="font-style: italic;">
              <br>
              <span style="font-weight: bold;">Refer&egrave;ncies</span><br>
              <br>
[1] Conjunt d'aplicacions inform&agrave;tiques que permeten fer
funcionar un sistema inform&agrave;tic<br>
              <br>
[2] Conjunt d'instruccions que formen un programa inform&agrave;tic. El
codi font &eacute;s com la "recepta" dels programes, sense la qual no
coneixem la composici&oacute; dels mateixos ni els podem modificar.<br>
              <br>
[3] <a
 href="http://developer.gnome.org/projects/gtp/status/gnome-2.0-core/">http://developer.gnome.org/projects/gtp/status/gnome-2.0-core/</a><br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a
 href="http://www.mozilla.org/projects/l10n/mlp_status.html">http://www.mozilla.org/projects/l10n/mlp_status.html</a><br>
              <br>
[4] Localitzaci&oacute; es la traducci&oacute; i adaptaci&oacute; d'una
aplicaci&oacute; a una llengua i al seu entorn cultural corresponent.<br>
              <br>
[5] Mem&ograve;ria de traducci&oacute;: base de dades de
refer&egrave;ncia amb cada unitat de traducci&oacute;, de manera que
tota la informaci&oacute; que hi &eacute;s continguda es pugui
reutilitzar en qualsevol casu&iacute;stica de repetitivitat que pugui
apar&egrave;ixer en una traducci&oacute; posterior. <br>
              <br>
[6] <a href="http://www.softcatala.org/admpub/">http://www.softcatala.org/admpub/</a><br>
              <br>
[7] <a href="http://www.softcatala.org/admpub/proposta.htm">http://www.softcatala.org/admpub/proposta.htm</a><br>
              <br>
              <span style="font-weight: bold;"> Bibliografia</span><br
 style="font-weight: bold;">
              <br>
Free as in Freedom, Richard's Stallman's Crusade for the free software <br>
              <a href="http://www.softcatala.org/projectes/faif">
http://www.softcatala.org/projectes/faif</a> (projecte de
traducci&oacute; al catal&agrave; for&ccedil;a avan&ccedil;at)<br>
              <br>
Free Software Fundation<br>
              <a href="http://www.gnu.org/home.ca.html">
http://www.gnu.org/home.ca.html</a><br>
              <br>
              <span style="font-weight: bold;">Principal programari
lliure disponible en catal&agrave;</span><br>
              <br>
              <span style="text-decoration: underline;">L'Abiword</span><br>
L'AbiWord &eacute;s un processador de textos amb un aspecte semblant al
Microsoft Word, per&ograve; molt m&eacute;s lleuger. Ofereix un munt de
funcions per a processament de textos; inclou un corrector
ortogr&agrave;fic en espanyol, castell&agrave;, angl&egrave;s i
franc&egrave;s.<br>
              <br>
              <span style="text-decoration: underline;">L'Open Office</span><br>
Cont&eacute;, de forma integrada, un processador de textos, un gestor
de fulls de c&agrave;lcul, eines per a la creaci&oacute; i edici&oacute;
de presentacions, dibuixos i f&oacute;rmules, i utilitats de
conversi&oacute; de fitxers (inclosos els de Microsoft Office). Inclou
correctors de catal&agrave;, espanyol, franc&egrave;s i angl&egrave;s.<br>
              <br>
              <span style="text-decoration: underline;">El GIMP</span><br>
Es pot utilitzar com a simple programa de dibuix, com a programa de
retoc fotogr&agrave;fic professional, com a sistema de processament
massiu en l&iacute;nia, com a dissenyador d'imatges de producci&oacute;,
com a convertidor de formats gr&agrave;fics...<br>
              <br>
              <span style="text-decoration: underline;">El GNOME</span><br>
El GNOME &eacute;s un sofisticat entorn d'escriptori d'escriptori que
t&eacute; com a missi&oacute; facilitar l'&uacute;s d'entorn Unix, i en
concret de GNU/Linux.<br>
              <br>
              <span style="text-decoration: underline;">El GNU/Linux</span><br>
El Linux, conegut correctament com GNU/Linux, &eacute;s un sistema
operatiu lliure. En especial, la distribuci&oacute; Debian i Mandrake
que s&oacute;n les m&eacute;s catalanitzades.<br>
              <br>
              <span style="text-decoration: underline;">Les eines GNU</span> <br>
Les principals eines de consola i administraci&oacute; que han estat
creades per al projecte GNU i que s'inclouen a un gran nombre de
sistemes Unix, incloent el GNU/Linux.<br>
              <br>
              <span style="text-decoration: underline;">El Mozilla</span><br>
Permet visualitzar els continguts d'Internet, enviar i rebre correu
electr&ograve;nic, consultar i participar en els f&ograve;rums de
discussi&oacute; i crear les vostres p&agrave;gines web; ara podeu fer
tot aix&ograve; en catal&agrave; i d'una manera senzilla, intu&iuml;tiva
i efica&ccedil; que pret&eacute;n aprofitar al m&agrave;xim les
possibilitats actuals que ens ofereix Internet.<br>
              <br>
              <span style="text-decoration: underline;">L'Ispell</span><br>
Corrector ortogr&agrave;fic multiplataforma de lliure
distribuci&oacute; que es podr&agrave; fer servir en tots els programes
que s'estan traduint al catal&agrave;. La idea &eacute;s crear un
l&egrave;xic i unes regles ortogr&agrave;fiques i realitzar-ne versions
per a iSpell, MySpell, AsPell. S'han tingut molt en compte les diferents
variants dialectals, especialment el valenci&agrave; i el balear. <br>
              <br>
&nbsp;<br>
              </td>
            </tr>
          </tbody>
        </table>
        <p align="left">Copyright &copy; 2002 Jordi Mas i
Hern&agrave;ndez. S'autoritza la seva reproducci&oacute; i c&ograve;pia
d'acord a la GNU Free Documentation License, versi&oacute; 1.1 o
posterior. Totes les seccions d'aquest document s&oacute;n "invariants"
per&ograve; s'hi poden derivar treballs lliurement.</p>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">&nbsp;</td>
    </tr>
  </tbody>
</table>
<table width="700" border="0" bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td>
      <blockquote>
        <div align="left">
        <p><br>
        </p>
        </div>
      </blockquote>
      <blockquote> <br>
      </blockquote>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
</body>
</html>
