<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 height="35" width="130"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 height="35" width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Un any de nou govern
a la Generalitat de Catalunya: qu&egrave; ha canviat en mat&egrave;ria
de noves tecnologies?<br>
              </span><br>
14/02/2005, Jordi Mas i
Hern&agrave;ndez, jmas@softcatala.org<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><br>
En aquest pa&iacute;s, els temes relacionats amb la Societat de la
Informaci&oacute; desperten poc inter&egrave;s en la classe
pol&iacute;tica i en la societat civil tradicional. Deu ser, tal com
afirmava en Manuel Castells, que la gent nascuda abans del 1973
&eacute;s de la generaci&oacute; pre-Internet i que encara
haurem d'esperar uns anys fins que la gent que t&eacute;
responsabilitats sigui conscient de l'import&agrave;ncia d'aquests
temes. El debat pol&iacute;tic al Principat est&agrave; molt centrat en
l'Estatut, el finan&ccedil;ament, les grans infraestructures i la
immigraci&oacute;.<br>
              <br>
Dins d'aquesta din&agrave;mica, cal assenyalar que els punts
relacionats amb programari lliure, est&agrave;ndards oberts, i recursos
ling&uuml;&iacute;stics lliures van ser inclosos a &uacute;ltima hora
en el <a href="http://www.softcatala.org/noticies/0901200446.htm">Pacte
del Tinell</a> per iniciativa personal d'una diputada. Originalment,
els temes relacionats amb Societat de la Informaci&oacute; no s'hi
trobaven reflectits. <br>
              <br>
Si alg&uacute; va pensar que amb el nou govern hi hauria un
canvi transversal a curt o mitja termini que afect&eacute;s tota la
Generalitat en mat&egrave;ria de programari lliure i est&agrave;ndards
oberts, anava errat. El primer problema &eacute;s el desconeixement
generalitzat per tot all&ograve; relacionat amb les Tecnologies de la
Informaci&oacute; dins del propi govern. Dins de la Generalitat de
Catalunya,
el comprom&iacute;s en aquestes temes est&agrave; centrat en
exclusivament en la <a
 href="http://www10.gencat.net/dursi/AppJava/home.jsp?area=3">Secretaria
de Telecomunicacions i Societat de la
Informaci&oacute;</a>. Es tracta, doncs, d'un
comprom&iacute;s
molt diferent a l'existent al Brasil o a Extremadura, on el programari
lliure, els est&agrave;ndards oberts, i el desenvolupament de la
Societat del Coneixement s'han convertit en temes de pa&iacute;s i
gaudeixen d'un suport transversal molt important per part dels seus
respectius governs, que han ent&egrave;s la seva import&agrave;ncia.<br>
              <br>
              <span style="font-weight: bold;">Concursos p&uacute;blics<br>
              <br>
              </span>La primera mesura del nou executiu, i la
m&eacute;s important des d'una perspectiva econ&ograve;mica, ha estat
acabar amb la manca de transpar&egrave;ncia que hi havia amb
l'assignaci&oacute; del concursos dels serveis inform&agrave;tics de la
Generalitat de Catalunya. El Centre Inform&agrave;tic de la
Generalitat, que era el responsable de dur els serveis
inform&agrave;tics, va ser privatitzat per l'anterior govern i&nbsp;
posteriorment comprat per l'empresa <a href="http://www.t-systems.es/">T-Systems</a>.
De l'antic Centre Inform&agrave;tic en va quedar un nucli molt
redu&iuml;t amb una import&agrave;ncia i uns recursos m&eacute;s aviat
anecd&ograve;tics. Es va establir una forta depend&egrave;ncia de la
Generalitat amb
T-Systems, que fins fa molt poc, ha estat la responsable de dur la
inform&agrave;tica de
la Generalitat en exclusivitat.<br>
              <br>
L'Informe de l'Avaluaci&oacute; de la gesti&oacute; de la
Generalitat de Catalunya[1], presentat el 29 de desembre passat en
refer&egrave;ncia al projecte m&eacute;s important en noves tecnologies
otorgat per l'anterior govern diu que "l'<a href="http://www.cat365.net">Administraci&oacute;
Oberta de Catalunya</a> (AOC) va ser adjudicat de forma irregular a
l'empresa T-Systems, que al seu torn va subcontractar un 71% de la
inversi&oacute;. El contracte de T-Systems ha estat una forma
d'encarregar part d'aquests projectes a les empreses que es volia [es
refereix a Accenture] eludint la tramitaci&oacute; dels corresponents
concursos i vulnerant de forma evident els principis de publicitat i
concurr&egrave;ncia". <br>
              <br>
El nou govern actual ha dividit el concurs en quatre lots: serveis de
desenvolupament d'aplicacions (98.936.000 euros), serveis
d'an&agrave;lisi i disseny t&egrave;cnic orientats a
planificaci&oacute; (3.326.000 euros), i serveis
d'instal&middot;laci&oacute; TIC i Serveis d'atenci&oacute; i
gesti&oacute; d'instal&middot;lacions TIC: 78.013.000 euros, sumant un
total 180.275.000 euros (29.000 milions de les antigues
pessetes).&nbsp; Tots aquells que treballem des del voluntariat per una
Societat de la Informaci&oacute; millor ens hem d'adonar que aquests
concursos mouen molts diners i que aix&ograve; explica l'inter&egrave;s
creixent de sectors empresarials en temes relacionats amb
el programari lliure.<br>
              <br>
La divisi&oacute; del concurs en quatre parts ha estat un gran
avan&ccedil; en la transpar&egrave;ncia de l'assignaci&oacute;
d'aquesta ingent quantitat de diners. Malauradament, les tecnologies
lliures i els est&agrave;ndards oberts han tingut un pes insignificant
en l'avaluaci&oacute; de
possibles empreses subministradores, com queda reflectit a les <a
 href="http://www.gencat.net/cataleg/tauler/docs/plec_2004-4_serveis_informaticsCAT.pdf">cl&agrave;usules
t&egrave;cniques</a> del concurs de la Generalitat,
l'elaboraci&oacute; de les quals va costar 1,2 milions d'euros. Per
exemple no
es fa cap menci&oacute; a requeriments de treballar en
est&agrave;ndards
oberts, nom&eacute;s s'otorguen 2 punts sobre 40 per con&egrave;ixer
programari lliure, i simplement no es d&oacute;na cap puntuaci&oacute;
al coneixement d'altenatives lliures a les
tecnologies .Net,
Java, sistemes de bases dades, o sistemes de gesti&oacute; de
continguts oberts.<br>
              <br>
              <span style="font-weight: bold;">Est&agrave;ndards oberts</span><br>
              <br>
En l'&agrave;mbit dels est&agrave;ndards oberts, remarquem-ho, un punt
recollit expl&iacute;citament al Pacte del Tinell,&nbsp; no hi hagut
cap
pas endavant significatiu ni per millorar els problemes existents, la
majoria heretats del govern anterior, ni a l'hora de crear els nous
serveis. A aquestes al&ccedil;ades, l'acc&eacute;s lliure i universal
a la informaci&oacute; amb qualsevol plataforma, tant quant al sistema
operatiu
com al navegador, hauria de ser quelcom assumit per tothom, i
ineludiblement per aquells que treballen en el sector p&uacute;blic. <br>
              <br>
Casos com l'Administraci&oacute; Oberta de Catalunya, que continua
sense
funcionar amb navegadors lliures, <a
 href="http://mediambient.gencat.net/aca/ca/inici.jsp">Ag&egrave;ncia
Catalana de l'Aigua</a>, o el servei <a
 href="http://www.softcatala.org/noticies/05012005213.htm">3alacarta</a>,
que va presentar la CCTRV, s&oacute;n exemples de la necessitat d'un
comprom&iacute;s m&eacute;s fort en aquest &agrave;mbit i la
necessitat d'una coordinaci&oacute; molt m&eacute;s efectiva entre els
diferents departaments.<br>
              <br>
              <span style="font-weight: bold;">Programari lliure i
Llengua</span><br>
              <br>
Quan es parla de potenciar el programari lliure, b&agrave;sicament es
parla de fer-ho en dues &agrave;rees amb repercussions
molt diferents: la societat com a tal i la pr&ograve;pia
administraci&oacute;.<br>
              <br>
En les tasques de promoci&oacute; del programari lliure a la societat,
el govern actual ha complert correctament: va ajudar a organitzar la
trobada de desenvolupadors d'Ubuntu a Matar&oacute;, s'han invertit
m&eacute;s d'un mili&oacute; d'euros per a la creaci&oacute; de
continguts lliures, s'han fet declaracions p&uacute;bliques en favor
del programari lliure, s'ha creat la plataforma LaFarga, i tot
aix&ograve; s'ha fet tenint un tacte especial amb la comunitat. Cal dir
que aix&ograve; no &eacute;s dif&iacute;cil d'aconseguir i &eacute;s
atractiu per l'administraci&oacute; perqu&egrave; requereix pocs diners
i t&eacute; un impacte medi&agrave;tic important. <br>
              <br>
En
l'&agrave;rea m&eacute;s important, des d'un punt de vista
econ&ograve;mic i de feina a fer, les coses no han anat tan b&eacute;.
Aquesta &agrave;rea &eacute;s la implantaci&oacute; del programari
lliure a la pr&ograve;pia administraci&oacute; i &eacute;s on hi ha un
comprom&iacute;s amb la societat a trav&eacute;s del pacte del
Tinell. Es va comen&ccedil;ar amb el conseller Carles Sol&agrave; <a
 href="http://www.avui.com/avui/diari/04/gen/16/250116.htm">afirmant</a>
que "El govern projecta canviar tots els programes de Microsoft per
Linux" i hem acabat amb el comprom&iacute;s, uns mesos despr&eacute;s,
de
fer <a href="http://www.lafarga.org/node/view/106">una prova pilot</a>
en una Secretaria d'una conselleria. Realment, aquesta ha estat un
&agrave;rea on molta gent s'ha sentit profundament decepcionada, on ens
incloem tots els voluntaris que treballem al voltant de
Softcatal&agrave;. Ni tant sols s'ha comen&ccedil;at a usar tot aquell
programari lliure que ja existeix en catal&agrave; des de fa anys.<br>
              <br>
En l'&agrave;mbit de l'ensenyament primari i secundari hi hagut
polseguera. La manca inicial d'inter&egrave;s del Departament
d'Ensenyament pels temes relacionats amb el programari lliure va
originar un <a
 href="http://www.aeic.es/pdf/Manifest_PLiEd_definitiu.pdf">Manifest </a>de
l'<a href="http://www.aeic.es/">Associaci&oacute; d'Ensenyants
d'inform&agrave;tica de Catalunya</a>. El manifest &eacute;s un
rep&agrave;s
als motius filos&ograve;fics pels quals es defensa el programari lliure
com una bona opci&oacute;. A principis d'octubre del 2004 el
Departament d'Educaci&oacute; <a
 href="http://www.xtec.es/at_usuari/plliure.htm">va publicar</a> una
p&agrave;gina web amb totes les actuacions previstes en relaci&oacute;
a l'implantaci&oacute; del programari lliure en el sector d'ensenyament
primari i secundari. Durant els propers mesos es publicaran els plecs
t&egrave;cnics per proveir el Departament d'Ensenyament amb una
distribuci&oacute; Linux i els serveis associats, formaci&oacute; i
suport entre d'altres, en el que ser&agrave; el primer concurs
p&uacute;blic de la Generalitat directament relacionat amb programari
lliure i que ser&agrave; d'un import considerable.<br>
              <br>
D'altra banda, ha estat
decebedor veure com, a les universitats del Principat, el
comprom&iacute;s per la llengua a les noves
tecnologies i el programari lliure encara depenen d'iniciatives
personals, moltes d'elles amb un gran coratge, sense suport
institucional o amb un suport que podem considerar anecd&ograve;tic. Es
continuen renovant llic&egrave;ncies de programari propietari i la
pres&egrave;ncia del programari lliure a les assignatures de carreres
t&egrave;cniques est&agrave; clarament desafavorida. A tall d'exemple,
a
una universitat petita com la <a href="http://www.udl.es">Universitat
de Lleida</a> a l'any 2003 el cost de llic&egrave;ncies de programari
va ser de 107.185 euros[2]. De fet, aquesta &eacute;s l'&uacute;nica
universitat que ha fet una aposta seriosa pel programari lliure i
t&eacute; un comprom&iacute;s ferm des de l'any 2003, abans de l'actual
govern, per migrar completament a programari lliure. Com que &eacute;s
un projecte que ja est&agrave; en marxa, s'ha agafat pel DURSI com a
pla pilot
del m&oacute;n universitari en implementaci&oacute; de programari
lliure.<br>
              <br>
Per ser realistes, hi hauria d'haver un pla pilot de programari
lliure a cada universitat, perqu&egrave; les necessitats de cada
universitat s&oacute;n molts diferents i sovint s&oacute;n poc
receptives a all&ograve; que ve de fora. Feu el
petit exercici de passejar-vos per qualsevol universitat del
pa&iacute;s per veure el poc suport que t&eacute; el programari lliure
en l'entorn universitari, i, encara m&eacute;s, el poc suport que
t&eacute; la inform&agrave;tica en la nostra llengua.<br>
              <br>
En aquest darrer any el teixit de la comunitat catalana no ha crescut
gaire: per exemple, no hi hagut cap iniciativa nova destacable,
per&ograve; han augmentat les iniciatives amb un tarann&agrave;
m&eacute;s institucionalista: <a
 href="http://www.lafarga.org/node/view/179">l'Institut pel Programari
lliure</a> impulsat pel Col&middot;legi Oficial d'Enginyeria en
Inform&agrave;tica de Catalunya, <a href="http://www.catpl.org">l'Associaci&oacute;
Catalana d'Empreses pel Programari Lliure</a>, o el cl&uacute;ster per
la innovaci&oacute; impulsat per T-Systems, totes elles una
mica desconnectades de la comunitat, amb un enfoc clarament empresarial
o b&eacute; simplement orientades captar l'atenci&oacute; o els
recursos del sector p&uacute;blic.<br>
              <br>
              <span style="font-weight: bold;">Conclusions<br>
              <br>
              </span>En aquest primer any de nou govern s'ha
avan&ccedil;at clarament en temes relacionats amb promoci&oacute; de la
Societat de la Informaci&oacute; entre la ciudadania i en
l'assignaci&oacute; transparent dels concursos p&uacute;blics
per&ograve; aix&ograve; s&oacute;n pasos que podem considerar molt
petits davant de la feina que cal fer. <br>
              <br>
Quant a la implantaci&oacute; de tecnologies lliures, s'ha d'actuar
amb la mateixa contund&egrave;ncia
que s'ha actua avui en dia
amb Internet: ja no concebem una administraci&oacute;
desconnectada de la Xarxa. Tampoc no podem concebre una
administraci&oacute; que
inici&iuml; cap nou projecte que no sigui amb est&agrave;ndards oberts,
i si no hi ha
cap impediment t&egrave;cnic, amb programari lliure. Les excuses sobre
dificutats de la implantaci&oacute; o migraci&oacute; comencen a
esgotar-se quan
despr&eacute;s d'un any no s'ha presentat encara cap an&agrave;lisi
sobre el programari que caldria migrar, la formaci&oacute; necessaria,
i els costos de la mateixa migraci&oacute; o d'implementacions de
projectes nous.<br>
              <br>
Cal destacar que l'&uacute;s del catal&agrave; a les noves tecnologies,
incloent-hi el programari, a les administracions&nbsp; i les
universitats &eacute;s molt redu&iuml;t, i que no podem construir una
Societat de la Informaci&oacute; a Catalunya amb lleng&uuml;es foranees.<br>
              <br>
Si aspirem a que Catalunya tingui un paper destacat en en
mat&egrave;ria de Societat del Coneixement en els propers anys, s'han
d'abocar molts m&eacute;s esfor&ccedil;os i recursos. La Secretaria de
Telecomunicacions i Societat de la Informaci&oacute;
hauria tenir un pes molt m&eacute;s important dins de la Generalitat,
i estar vinculada directament a Presid&egrave;ncia com va estar-ho
als seus inicis, ja que la seva acci&oacute; ha de ser transversal a
tot el govern. Cal fer molta pedagogia perqu&egrave; els nostres
governants, i pol&iacute;tics, entenguin la import&agrave;ncia de la
Societat del Coneixement, de l'impacte del marc jur&iacute;dic en el
desenvolupament de la mateixa, i de la necessitat de construir una
societat competent en aquestes mat&egrave;ries. I no solament cal
enfor&ccedil;ar-se
a la ciutadania, sin&oacute; tamb&eacute; a la propia
administraci&oacute;.<br>
              <br>
Cal dissenyar un pla integral que abordi tots els sectors del govern i
la societat en mat&egrave;ria de Societat del Coneixement i Societat de
la Informaci&oacute;, actualment no hi ha cap, donar-li pressupost i
terminis, i establir
m&egrave;triques per poder mesurar el seu progr&eacute;s. I sobretot,
que no succeixi com anteriorment, on cap pla estrat&egrave;gic de
Societat de la Informaci&oacute; no es va compilir ni a un nivell de
m&iacute;nims.<br>
              <br>
              <span style="font-weight: bold;">Refer&egrave;ncies<br>
              </span>
              <p lang="ca-ES">[1] El Peri&oacute;dico de Catalunya,
29/12/2004, p&agrave;gina
20. Informe de l'avaluaci&oacute; de la gesti&oacute; de la
Generalitat de Catalunya</p>
[2] Veure <a href="http://web.udl.es/rectorat/viti/guia.html">Guia de
migraci&oacute; de programari lliure</a> de la Universitat de Lleida
per tenir m&eacute;s detall sobre els costos de llic&egrave;ncies. <br>
              <br>
Agra&iuml;ments: Jes&uacute;s Corrius, Xavi Caball&eacute;, Xavi de
Blas, &Ograve;scar del Pozo i Quico Llach.<br>
              <br>
              <i><span style="color: black;" lang="ES-TRAD"><!--[endif] --><o:p></o:p></span></i>
              <i><span style="" lang="ES-TRAD">Aquest
document &eacute;s (c) 2005 Jordi Mas i Hern&agrave;ndez</span></i><i><span
 style="" lang="ES-TRAD">. Es permet el
seu &uacute;s i distribuci&oacute;
en qualsevol mitj&agrave; sempre que no sigui modificat i s&#8217;inclogui
aquesta nota. </span></i><br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
