<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 height="35" width="130"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 height="35" width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Cultura Lliure: el
cas brasiler </span><br>
Gilberto Gil, 1/06/2006<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><span style="font-style: italic;">El Ministre
brasiler&nbsp; ha estat a Barcelona, en visita oficial, convidat pel
govern de la Generalitat de Catalunya. Aquest va ser el discurs sencer
a l'Internet Global Conference.</span><br>
              <br>
En un temps avui remot, quan als ordinadors els d&egrave;iem de
cervells electr&ograve;nics, jo cantava en una composici&oacute; meva
que ells feien quasi tot. Tem&iacute;em potser un fantasi&oacute;s
domini de les m&agrave;quines i de la racionalitat per sobre dels
nostres somnis i fantasies. Jo ressaltava que ells eren muts, no
caminaven, no tenien sentiments, encara m&eacute;s, ten&iacute;em por
d&#8217;haver de conviure amb un m&oacute;n geom&egrave;tric de formes i
emocions a la freda i distant nit dels n&uacute;meros. <br>
              <br>
Avui, aqu&iacute;, en aquest congr&eacute;s internacional de
l&#8217;Internet, percebem amb felicitat que avancem contra els descamins del
sentit hist&ograve;ric, com deia Nietzche, contra el desmesurat gust
pel progr&eacute;s - em detriment del ser i de la vida - contra
l&#8217;insensat despla&ccedil;ament de totes les perspectives.<br>
              <br>
Contr&agrave;riament a totes les nostres pors de ser engolits per les
m&agrave;quines, albirem en els avan&ccedil;os de les tecnologies
digitals, especialment a l&#8217;Internet, possibilitats d&#8217;un m&oacute;n
m&eacute;s ric en les relacions humanes, m&eacute;s ric en la
preservaci&oacute; de les diversitats culturals, m&eacute;s ric en la
democratitzaci&oacute; del coneixement i m&eacute;s transparentment
&egrave;tic. <br>
              <br>
La ciutadania ha conquistat vict&ograve;ries sobre la
centralitzaci&oacute; (centralisme) tecnol&ograve;gica. Els llibertaris
del ciberespai han passat a operar com a l&iacute;nia evolutiva en el
proc&eacute;s de la construcci&oacute; de noves solucions. La
comprensi&oacute; de les converg&egrave;ncies tecnol&ograve;giques
digitals com a font de m&eacute;s provable llibertat i
unificaci&oacute; de la humanitat troba aliat en les profecies
prometedores de la nova demografia: Per un costat, m&eacute;s gent,
m&eacute;s massa cr&iacute;tica afectiva/intel&middot;lectual,
m&eacute;s desig virtual, m&eacute;s comprom&iacute;s col&middot;lectiu
i mutu, m&eacute;s vigil&agrave;ncia consensual. <br>
              <br>
Per altra banda, m&eacute;s velocitat digital, m&eacute;s gran (major)
possibilitat d&#8217;accessos, major comunicabilitat, major mobilitat, major
abast cultural, ampla co-responsabilitat inclusora. <br>
Arribem aqu&iacute; perqu&egrave; militants de la contracultura
passaren a veure en l&#8217;ordinador un instrument revolucionari de
transformaci&oacute; social i cultural. O sigui, el que veiem avui al
m&oacute;n, a la dimensi&oacute; inform&agrave;tica, digital, t&eacute;
el seu punt de partida en el moviment llibertari de la contracultura.
R&eacute;s m&eacute;s natural, per tant, d&#8217;aquesta perspectiva
pol&iacute;tica-cultural, que el moviment a favor del programari
lliure, de la inclusi&oacute; digital, de una pol&iacute;tica
p&uacute;blica de banda ampla, dels instruments de realitzaci&oacute;
de les xarxes virtuals i remotes, de la acceleraci&oacute; i
multiplicaci&oacute; d&#8217;intercanvis i de formes m&eacute;s intenses,
m&eacute;s radicals, m&eacute;s innovadores de l&#8217;exercici de llibertat
de pensament, d&#8217;expressi&oacute; i de creaci&oacute;. <br>
              <br>
La revoluci&oacute; digital ens ha posat davant d&#8217;algunes paradoxes.
Una d'aquests paradoxes &eacute;s la conviv&egrave;ncia quotidiana
entre el m&eacute;s arcaic discurs pol&iacute;tic, la m&eacute;s
bizantina forma i limitat acc&eacute;s als continguts, la m&eacute;s
antiga i superada agenda, i les formes contempor&agrave;nies
d&#8217;acc&eacute;s interactiu i instantani a pr&agrave;cticament tot el
coneixement hum&agrave;. Vivim un moment de canvi de paradigma, el punt
de mutaci&oacute;. Vivim entre el anal&ograve;gic i el digital, entre
(la fal&ccedil; i el martell) i els fluxos virtuals. Hi ha espai i
probablement sentit en tot aix&ograve;, potser perqu&egrave; el impuls
b&agrave;sic del canvi, de la transformaci&oacute; i del progr&eacute;s
estigui, o hagi estat, un dia, a la g&egrave;nesi de tots els moviments
de contestaci&oacute; de l&#8217;ordre i de construcci&oacute; de nous
ordres. El impuls fonamental de superaci&oacute;, d&#8217;aventura i de
peregrinaci&oacute; que s&#8217;ha fet i es fa present a cada pas endavant de
la humanitat. <br>
              <br>
Tots aqu&iacute; saben que s&oacute;c un defensor, i m&eacute;s que un
defensor, un practicant, un usuari, un entusiasta, del programari
lliure, dels instruments de realitzaci&oacute; de xarxes virtuals i
remotes, dels programes d&#8217;inclusi&oacute; digital, de
l&#8217;acceleraci&oacute; i de la multiplicaci&oacute; de intercanvis i de
les formes m&eacute;s intenses, m&eacute;s radicals, m&eacute;s
innovadores d&#8217;exercici de la llibertat de pensament, d&#8217;expressi&oacute;
i de creaci&oacute;. <br>
Tots sabem que la eradicaci&oacute; de la pobresa i la inclusi&oacute;
social estan entre les m&eacute;s altes prioritats del govern del
president Luiz In&aacute;cio Lula da Silva. Creiem que les noves
tecnologies d&#8217;informaci&oacute; i comunicacions s&oacute;n, al Brasil,
instruments indispensables en la recerca del desenvolupament cultural,
social i econ&ograve;mic. <br>
              <br>
Cultura i desenvolupament s&oacute;n conceptes i processos
necess&agrave;riament entrelligats. El gran economista Celso Furtado,
ex-ministre de Cultura del Brasil, deia que desenvolupament requereix
invenci&oacute; i es constitueix en acci&oacute; cultural. Totes les
innovacions s&oacute;n elements culturals. Tot coneixement, que
&eacute;s la clau de la economia contempor&agrave;nia, &eacute;s
cultural. <br>
              <br>
Avui es troba definitivament consolidada a l&#8217;agenda internacional el
debat sobre el paper de les tecnologies. Es consagra la noci&oacute; de
que l&#8217;evoluci&oacute; tecnol&ograve;gica no es justifica per si sola:
S&#8217;ha de donar en benefici del benestar dels pobles i del
desenvolupament dels pa&iuml;sos. <br>
              <br>
En estreta col&middot;laboraci&oacute; amb organitzacions de la
societat civil i partenairs del sector privat, el govern brasiler, al
llarg dels &uacute;ltims tres anys i mig, desenvolupa importants
iniciatives a l&#8217;&agrave;rea d&#8217;inclusi&oacute; digital. Es destaquen el
Casa Brasil (programes de telecentres comunitaris dirigits a poblacions
marginalitzades) i el Gesac &#8211; Governo Electr&ograve;nic/Servei
d&#8217;Atenci&oacute; al Ciutad&agrave; (projecte basat en acc&eacute;s a
banda ampla via sat&egrave;l&middot;lit, dirigit a poblacions de zones
remotes). El programa del PC Per a Tots que ja ve amb programari lliure
de f&agrave;brica, a preus populars i que increment&agrave; la venda
d&#8217;ordinadors al Brasil en 40%. El Brasil fou escollit per a ser un dels
pa&iuml;sos a implantar el programa Ordinador de 100 d&ograve;lars de
Nicolas Negroponte. A part d&#8217;aix&ograve;, el jove <span
 style="font-style: italic;">hacker</span> brasiler Marcelo Tossatti
fou contractat amb el mantenidor del <span style="font-style: italic;">kernel</span>
(i per tant del cor) d&#8217;aquest programa innovador. <br>
              <br>
Pa&iacute;s en desenvolupament de dimensions continentals, amb
important contingent d&#8217;exclosos<br>
digitals, el Brasil necessita buscar productes innovadors i valorar
solucions tecnol&ograve;giques basades en models alternatius de
llicencies i en plataformes obertes. El Brasil t&eacute; avui prop de
30 milions de persones amb acc&eacute;s al ordinador; el que significa,
en una poblaci&oacute; de 170 milions, un llarg cam&iacute; a
rec&oacute;rrer. El programari lliure i obert &eacute;s
econ&ograve;mic, segur i permet el desenvolupament
col&middot;laborador, el compartir el coneixement i la autonomia
tecnol&ograve;gica. &Eacute;s alternativa essencial per a pa&iuml;sos
en desenvolupament que, com el Brasil, lluiten amb escassetat de
recursos per a pol&iacute;tiques p&uacute;bliques priorit&agrave;ries
de inclusi&oacute; i autonomia digital. <br>
              <br>
Els avantatges del programari lliure s&oacute;n nombrosos, variant de
la reducci&oacute; de despeses a la generaci&oacute; de llocs de
treball. La Cimera Mundial sobre la Societat de la Informaci&oacute;,
al incloure, sigui als documents de Ginebra o sigui als de Tunis, el
programari lliure i obert, reconeix la import&agrave;ncia d&#8217;un
instrument d&#8217;efic&agrave;cia indiscutible a la reducci&oacute; del
hiatus digital entre pa&iuml;sos desenvolupats i en desenvolupament. El
Brasil acumula experi&egrave;ncia important en el desenvolupament de
programari lliure i de codi obert, que ha compartit amb altres
pa&iuml;sos de &Agrave;frica i de Am&egrave;rica Llatina, amb els quals
desenvolupa programes de cooperaci&oacute; per a la inclusi&oacute;
digital, sobretot al camp de la educaci&oacute; i cultura. La Cimera de
la Societat de la Informaci&oacute; port&agrave; a la discussi&oacute;
el acc&eacute;s dels pa&iuml;sos en desenvolupament els mecanismes de
decisi&oacute; capa&ccedil;os d&#8217;influenciar el avan&ccedil;
tecnol&ograve;gic i el desenvolupament de l&#8217;Internet. Per motius
hist&ograve;rics, la infraestructura i els sistemes centrals de
funcionament de l&#8217;Internet no s&oacute;n gestionats en
conson&agrave;ncia amb els principis de multilateralisme,
transpar&egrave;ncia i democr&agrave;cia. L&#8217;Internet t&eacute; avui
capil&middot;laritat mundial; la seva gesti&oacute;, entretant, encara
est&agrave; lluny de ser transparent i inclusiva. La Cimera de la
Societat de la Informaci&oacute; ha contribu&iuml;t per a re-avaluar
tal situaci&oacute;, al incorporar, de manera irreversible, a l&#8217;agenda
internacional, el tema de la governan&ccedil;a de l&#8217;Internet. El Brasil
t&eacute; la satisfacci&oacute; d&#8217;haver actuat activament per a aqueix
resultat, treballant per una regulaci&oacute; que garanteixi la major
llibertat possible per a l&#8217;internet i els internautes. <br>
              <br>
Trobem, en aquest comen&ccedil;ament de segle, la m&eacute;s important,
i tamb&eacute; la m&eacute;s interessant, i la m&eacute;s actual de les
batalles pol&iacute;tiques. La batalla provocada pel fant&agrave;stic
desenvolupament de les tecnologies digitals. &Eacute;s clar que hi ha
una revoluci&oacute; francesa, o varies revolucions franceses, a fer al
planeta, sigui dins els pa&iuml;sos, sigui al comer&ccedil;
internacional. Encara ens enfrontem no nom&eacute;s amb discursos del
Segle 19, sin&oacute; tamb&eacute; amb realitats del Segle 19.
Per&ograve; no podem menysvalorar(secundaritzar) el present. I el
futur. Per compte de la converg&egrave;ncia de les tecnologies, un
fenomen digital, totes les q&uuml;estions vitals per al desenvolupament
de la humanitat han convergit cap a camps comuns, sobrepostos. Tots els
f&ograve;rums internacionals tracten de pr&agrave;cticament totes les
q&uuml;estions. No existeixen m&eacute;s les fronteres clares del
m&oacute;n anal&ograve;gic. Drets d&#8217;autor, patents, atur, acc&eacute;s
al coneixement, diversitat cultural, privadesa, seguretat, salut,
fam... en fi, totes les q&uuml;estions estan sent discutides a tots els
f&ograve;rums. Es tracta, com he dit, de la m&eacute;s important, i
tamb&eacute; de la m&eacute;s interessant, i la m&eacute;s actual de
les batalles pol&iacute;tiques, de la economia i de la vida social. <br>
              <br>
Aquest escenari pot significar un canvi a les formes de
producci&oacute; i difusi&oacute; de la subjectivitat humana,
capa&ccedil; de transformar incl&uacute;s els conceptes de
civilitzaci&oacute; i desenvolupament que usem actualment. Pot haver
impacte m&eacute;s profund, i m&eacute;s llibertari, que aquest? Estic
parlant de la construcci&oacute; de territoris amples i perennes, i no
nom&eacute;s temporals, de igualtat i pluralitat. <br>
El m&eacute;s fascinant &eacute;s que aquest moviment, aquesta marxa de
les multituds contempor&agrave;nies globals, un moviment que assumeix
formes variades, amb banderes variades, ha sorgit de la pr&ograve;pia
societat, de individus que s&#8217;associen em progressi&oacute;
qu&agrave;ntica, a trav&eacute;s de xarxes pr&ograve;pies, i no de les
empreses, dels partits, dels sindicats, en fi, dels mitjans
tradicionals de representaci&oacute; i de articulaci&oacute;.
Aix&ograve; implica un canvi estructural, no nom&eacute;s en el
contingut, sin&oacute; en la forma i en el proc&eacute;s, que es
reflexa en el que es diu, en el que es proposa, i tamb&eacute; en com
es diu, com es connecta. <br>
              <br>
El treball est&agrave; canviant radicalment, i tamb&eacute; la forma
com es pensa, com es crea, com s&#8217;estima, com s&#8217;intercanvia i com es
governa. I tot aix&ograve; ha ocorregut de manera descentralitzada i
ampla. Es tracta de la resultant del treball individual i
col&middot;lectiu de gent amb interessos, visions i bagatges culturals
diferents, que ha decidit treballar, algunes vegades de franc, recreant
el sentit de la paraula treball, per a que m&eacute;s i m&eacute;s
persones, al m&oacute;n sencer, es tornin pilots dels seus propis
destins i realitzin el seu potencial hum&agrave;, sigui a la vida
(conviv&egrave;ncia) di&agrave;ria, sigui en la producci&oacute;, sigui
en la creaci&oacute;. Es tracta de compartir, en &uacute;ltima
inst&agrave;ncia una revoluci&oacute; &egrave;tica. Ja tenim al Brasil,
una ampla experi&egrave;ncia acumulada al camp del programari lliure,
de la inclusi&oacute; digital i de la constituci&oacute; de territoris
aut&ograve;noms i articulats de reflexi&oacute;, producci&oacute; i
difusi&oacute; cultural. Hi ha milers de projectes, prototipus, xarxes
i fins i tot una producci&oacute; acad&egrave;mica significativa. Ara,
aquesta ampla mobilitzaci&oacute; de intel&middot;lig&egrave;ncies i
sensibilitats desemboca al propi govern. <br>
              <br>
Vet aqu&iacute; un altre aspecte fascinant del que estem vivenciant. El
govern federal brasiler, i tamb&eacute; alguns governs locals, com els
governs de dues ciutats del estat de Rio de Janeiro, els governs
(municipals) de Nova Igua&ccedil;u i de Pira&iacute;, que han
abra&ccedil;at la causa, transformant la cultura digital, les
pr&agrave;ctiques digitals, les connexions digitals lliures, en una de
les seves pol&iacute;tiques estrat&egrave;giques. Al ministeri (de
Cultura) estem desenvolupant un laboratori de coneixements lliures,
coordinat por Cl&aacute;udio Prado i articuladors de varis grups de la
societat civil, responsable per la dimensi&oacute; de cultura digital
als punts de cultura, un projecte que porta tecnologia del segle 21 per
a comunitats que encara estan vivint realitats del segle 19. Capacitem
aquestes comunitats en l&#8217;&uacute;s de multim&egrave;dia en programari
lliure per a que puguin interaccionar de forma plena en totes les
formes que l&#8217;Internet possibilita. Text &#8211; hipertext, imatge
gr&agrave;fica, so-m&uacute;sica, v&iacute;deo i programaci&oacute; de
programari. Busquem ajudar-los a ser aut&ograve;noms en tecnologia
digital. Per a que no depenguin de governs i de ning&uacute;. <br>
              <br>
Estem aprenent, nosaltres el govern, a treballar amb la societat civil.
Individus i col&middot;lectivitats de regions remotes i a&iuml;llades
estan descobrint el ciberespai com un nou territori que canvia la
noci&oacute; geogr&agrave;fica del &#8220;centre del m&oacute;n&#8221; oferint real
oportunitat de una vida &#8220;glocal&#8221;: una conviv&egrave;ncia saludable
entre la globalitzaci&oacute; del coneixement i dels accessos a la
informaci&oacute; i el enfortiment i fixaci&oacute; de la
extraordin&agrave;riament rica vida cultural local. En aquesta
dimensi&oacute; estem veient, als punts de cultura, la cultura digital
com a eina capa&ccedil; de revertir la mort de la diversitat cultural.
L&#8217;indi a l&#8217;Amaz&ograve;nia que produeix cistelles pot comunicar-se i
ser vist treballant per persones de qualsevol lloc del m&oacute;n i pot
incl&uacute;s vendre les seves cistelles de palla directament a qui
est&agrave; interessat en la qualitat del seu treball. Aquesta
transacci&oacute; comercial elimina una dotzena de intermediaris i
aix&ograve; pot significar per al indi guanyar 100 vegades el que
guanya avui i el comprador pagar desenes de vegades menys. Aix&ograve;
valoritza el seu treball no sols a la dimensi&oacute; simb&ograve;lica
sin&oacute; a la dimensi&oacute; financera. Una revoluci&oacute;
extraordin&agrave;ria. Les pr&ograve;pies iniciatives de la societat,
del tercer sector, es troben avui en una nova al&ccedil;ada (en un
altre nivell), m&eacute;s madures, m&eacute;s consistents. &Eacute;s
amb alegria, per tant, que hem de saludar les experi&egrave;ncies
d&#8217;inclusi&oacute; digital, d&#8217;adopci&oacute; del programari lliure i de
canvi del concepte (i de la gesti&oacute;) de la creaci&oacute;
intel&#8226;lectual, aix&iacute; com els debats sobre l&#8216;impacte de la
revoluci&oacute; digital en tots els camps. <br>
              <br>
Penso, per exemple, en la q&uuml;esti&oacute; dels drets connexos, amb
les noves formes de llicenciament i gesti&oacute; de continguts, a
exemple del moviment Creative Commons, que obre perspectives totalment
noves per a creadors i fruidors d&#8217;art i entreteniment, formes
oxigenades, no corporatives, progressistes mateix, en temes
hist&ograve;ricament empresonats per la ortod&ograve;xia
anal&ograve;gica reaccion&agrave;ria. <br>
El Brasil pot i ha d&#8217;aprofitar aquest context favorable, en que
m&eacute;s i m&eacute;s persones desperten per als reptes que les noves
m&iacute;dies i les velles injust&iacute;cies ens posen, en que el
propi govern incorpora el programari lliure i el que ell representa com
a prioritat, per a emprendre passos concrets en el sentit de la
ampliaci&oacute; dels territoris d&#8217;inclusi&oacute; digital, d&#8217;igualtat
digital, de just&iacute;cia digital. <br>
              <br>
No es tracta, com he dit, de un moviment &#8220;anti&#8221;, sin&oacute; de un
moviment &#8220;pro&#8221;, o sigui, a favor de la valoritzaci&oacute; i de la
disseminaci&oacute; de una nova ciutadania global, de la capacitat
d&#8217;autodeterminaci&oacute; de les persones, de noves formes
d&#8217;interacci&oacute; i articulaci&oacute;, de la llibertat real de
producci&oacute; i difusi&oacute; de la subjectivitat, de la recerca
del saber, de la informaci&oacute;, del exercici de la sensibilitat i
de la col&#8226;lectivitat. <br>
              <br>
Penso en un ampli moviment nacional i internacional per a la
disseminaci&oacute; de la cultura lliure a trav&eacute;s del programari
lliure, per el abaratiment del maquinari, per la construcci&oacute; de
xarxes i territoris aut&ograve;noms de connexi&oacute; entre persones i
grups, per la implantaci&oacute; d&#8217;espais p&uacute;blics d&#8217;acc&eacute;s
wi-fi a l&#8217;Internet, per la globalitzaci&oacute; del coneixement i de
l&#8217;art, per la defensa de la diversitat cultural i per la llibertat dels
intercanvis m&uacute;ltiples. En fi, treballem per una pol&iacute;tica
p&uacute;blica de banda ampla i autonomia digital del ciutad&agrave; i
de les comunitats. <br>
              <br>
Un moviment, en fi, per la disseminaci&oacute; de la &egrave;tica <span
 style="font-style: italic;">hacker</span>, que no es confon amb les
accions dels <span style="font-style: italic;">crackers</span>.
Vost&egrave;s saben que hi ha al planeta una comunitat, una cultura
compartida, de programadors, investigadors, creadores i pensadors, la
hist&ograve;ria de la qual es remunta als primers experiments de
miniordinadors, i que ha perm&egrave;s la creaci&oacute; de l&#8217;Internet
i de varies experi&egrave;ncies de canvi. <br>
              <br>
Aquesta comunitat, aquesta cultura, no es restringeix m&eacute;s al
programari. La postura <span style="font-style: italic;">hacker</span>,
una postura humanista, que busca la construcci&oacute; de la nova
ciutadania de la societat de la informaci&oacute;, aquesta postura
est&agrave; present avui a la m&uacute;sica, als m&egrave;dia, a les
ci&egrave;ncies humanes, als projectes socials i als governs,
constituint una forma actual i transformadora de veure el m&oacute;n,
d&#8217;encarar els reptes del present. <br>
              <br>
Els <span style="font-style: italic;">hackers</span> creen, innoven,
recerquen, allarguen i aprofundeixen el saber. Resolen problemes i
tenen una creen&ccedil;a radical en el compartir d&#8217;informacions i
experi&egrave;ncies. Exerciten la llibertat i la ajuda m&uacute;tua i
volunt&agrave;ria. La nostra convocaci&oacute; global ha de portar
aquest esperit a totes les dimensions possibles de la vida humana, en
especial a les accions d&#8217;inclusi&oacute; digital i generaci&oacute; de
renda, feina i ciutadania. <br>
              <br>
Jo, Gilberto Gil, ciutad&agrave; brasiler i ciutad&agrave; del
m&oacute;n, ministre de la cultura del govern brasiler, m&uacute;sic,
treballo al ministeri i en la m&uacute;sica, en tots els quefers i
pensars (pensaments) que formen la meva exist&egrave;ncia, sota la
inspiraci&oacute; de la &egrave;tica <span style="font-style: italic;">hacker</span>,
preocupat amb les q&uuml;estions que el nostre m&oacute;n i el nostre
temps ens posen, i les seves paradoxes, les seves contradiccions, les
seves virtuts i les possibilitats. <br>
              <br>
En una de les meves primeres intervencions p&uacute;bliques com
ministre, vaig dir que el Ministeri de Cultura passaria a ser l&#8217;espai
de la experimentaci&oacute;, el territori de la creativitat i de la
invenci&oacute;, l&#8217;escenari dels llenguatges innovadors i de les
accions transformadores, un signe viu d&#8217;aventura i gosadia. Aix&iacute;
ha estat. Aix&iacute; ser&agrave;. <br>
              <br>
Hem de tenir en ment la noci&oacute; de que vivim en un estat de flux,
i que qualsevol intent d&#8217;interrompre&#8217;s el proc&eacute;s que
s&#8217;inici&agrave; amb la revoluci&oacute; tecnol&ograve;gica ser&agrave;
en va. El cibercarrer pel qual viatgem avui es torna cada vegada
m&eacute;s el cam&iacute; de la transformaci&oacute;, de la
inclusi&oacute;, de possibilitats enriquidores del pensar i del fer
humans. <br>
              <br>
Aqu&iacute; estem buscant partenariats, compartir, volent aprendre amb
vosaltres i oferint la nostra experi&egrave;ncia del desenvolupament
local a trav&eacute;s de l&#8217;&uacute;s de les tecnologies digitals als
punts de cultura como un laboratori de experimentacions de noves formes
d&#8217;autonomia local. <br>
              <br>
La meva presencia aqu&iacute; a Catalunya, celebra la fant&agrave;stica
batalla per la cultura local que aqu&iacute; es desenvolupa fa segles.
S&iacute;mbol de la valoritzaci&oacute; de la diversitat com valor
cultural de la major import&agrave;ncia. Celebra tamb&eacute; el
moviment de les comunitats aut&ograve;nomes de la Espanya a
desenvolupar pol&iacute;tiques p&uacute;bliques en que el coneixement
de tots els sabers siguin un dret de la societat. Celebra la lluita per
la cultura lliure que aqu&iacute; i al Brasil prioritzem de forma
conscient. <br>
              <br>
Traducci&oacute;: Josep Zarzuela i Serrat. <span
 style="font-style: italic;">Aquesta obra &eacute;s
lliure i est&agrave; sotmesa a les condicions d'una llic&egrave;ncia
Creative Commons</span><span style="font-style: italic;">
Reconeixement-SenseObraDerivada.</span> </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
