<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" cellpadding="0" cellspacing="0"
 border="0" width="700">
  <tbody>
    <tr>
      <td valign="top" colspan="3"><img height="15" width="700"
 src="/projectes/images/barra.gif"> </td>
    </tr>
    <tr>
      <td valign="top"><img height="35" width="130"
 src="/projectes/images/angulo-1.gif"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img height="35" width="144"
 src="/projectes/images/angulo2.gif"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span
 style="font-weight: bold;"></span><span style="font-weight: bold;"><B>EL CATAL&Agrave; A LA XARXA: HIST&Ograve;RIA I RAONS D'UN
				CAS D'&Egrave;XIT</B> <BR>19/04/2004, Vicent Partal <A HREF="#peu1">*</A>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><span>

			  Deu anys despr&eacute;s de l'aparici&oacute; de la
				primera p&agrave;gina web feta en catal&agrave;, la realitat de
				la pres&egrave;ncia de la llengua a Internet est&agrave;
				fortament consolidada. De fet &eacute;s un cas d'&egrave;xit. El
				catal&agrave; &eacute;s una de les lleng&uuml;es que &eacute;s
				reconeguda de manera un&agrave;nime com a important a Internet.
				Per&ograve; aix&ograve; no ha passat perqu&egrave; s&iacute;. Hi
				ha hagut el treball de molta gent que ho ha perm&egrave;s. Primer
				els dels nuclis universitaris que varen propiciar que result&eacute;s
				normal escriure en catal&agrave; a la xarxa. I m&eacute;s tard el
				de moltes associacions, empreses i grups que varen resistir el
				terrabastall de l'especulaci&oacute; financera i van fer possible
				que el conjunt de la xarxa reconegu&eacute;s en una comunitat
				d'internautes de, com a m&agrave;xim, tres milions de persones,
				una de les m&eacute;s actives i din&agrave;miques del m&oacute;n.</P>
				<P><B>Sumari</B></P>
				<P>1. <A HREF="#intro">Introducci&oacute;</A><BR>2. <A HREF="#origen">Els
				or&iacute;gens de la xarxa en catal&agrave;</A><BR>3. <A HREF="#or">La
				febre de l'or</A><BR>4. <A HREF="#punt4">Una xarxa normal</A><BR>5.
				<A HREF="#punt5">Qu&egrave; va malament?</A><BR>6. <A HREF="#punt6">El
				paper de les institucions</A><BR>7. <A HREF="#punt7">El catal&agrave;,
				un cas d'&egrave;xit a Internet. Internet, un cas d'&egrave;xit
				per al catal&agrave;</A><BR><BR><BR>
				</P>
				<P><A NAME="intro"></A><B>1. Introducci&oacute;</B><BR><BR>Hi ha
				una p&agrave;gina web que es diu Alexa [<A HREF="http://www.alexa.com/">www.alexa.com</A>].
				Alexa ha creat un servei molt interessant que avalua i estudia el
				nombre de visites que t&eacute; cada p&agrave;gina web del m&oacute;n,
				o ho fa, com a m&iacute;nim, amb uns quants milions d'elles. M&eacute;s
				que suficients. De les dades d'Alexa, garbellades treballosament,
				hi ha alguns indicis que permeten mirar, per primera vegada amb
				una certa solidesa, el panorama de les lleng&uuml;es a Internet.
				Per exemple: entre els deu webs m&eacute;s visitats del m&oacute;n
				n'hi ha sis en angl&egrave;s, per&ograve; tres en core&agrave; i
				un en japon&egrave;s. Entre els vint-i-cinc m&eacute;s visitats
				l'embat asi&agrave;tic (sorprenent a primera vista) &eacute;s m&eacute;s
				gran encara: nou en core&agrave;, tres en xin&egrave;s i un en
				japon&egrave;s contra quinze en angl&egrave;s. I si el c&agrave;lcul
				es fa sobre els cinquanta webs m&eacute;s visitats del m&oacute;n
				aleshores la vict&ograve;ria &eacute;s clara: vint-i-un webs,
				vint-i-un!, en core&agrave;, d&egrave;sset en angl&egrave;s, sis
				en xin&egrave;s i sis en japon&egrave;s. Sorpresos? La xarxa,
				segons com es mire, parla core&agrave;?</P>
				<P>Mirant m&eacute;s dades, el primer web en cap idioma llat&iacute;
				apareix en el n&uacute;mero seixanta-nou de la llista i correspon
				a un web brasiler, per tant en portugu&egrave;s. Entre els cent
				primers webs del m&oacute;n, curiosament, n hi ha tres en
				portugu&egrave;s i un en itali&agrave;. Per&ograve; cap ni un en
				franc&egrave;s, espanyol o alemany, per dir tres lleng&uuml;es
				poderoses. Per trobar els primers webs en aquests idiomes cal
				calcular sobre la base dels dos-cents webs m&eacute;s visitats
				del m&oacute;n. I aleshores s&iacute;. Entre els dos-cents webs
				m&eacute;s visitats del m&oacute;n es troben p&agrave;gines en
				les lleng&uuml;es ja esmentades (angl&egrave;s, core&agrave;,
				japon&egrave;s, xin&egrave;s, portugu&egrave;s i itali&agrave;) i
				tamb&eacute; en alemany, franc&egrave;s, itali&agrave;, suec i
				espanyol espanyol de M&egrave;xic, b&agrave;sicament. Si la
				llista s'allarga als cinc-cents webs m&eacute;s importants
				aleshores apareixen tamb&eacute; l'holand&egrave;s, el dan&egrave;s,
				el grec, l'hebreu, l'&agrave;rab, el rus i el noruec. Per&ograve;
				dir que apareixen vol dir que hi ha un o dos webs en aquestes
				lleng&uuml;es, tres com a molt, que se situen entre els
				cinc-cents m&eacute;s importants del m&oacute;n. Aix&iacute;
				doncs nom&eacute;s hi ha divuit lleng&uuml;es entre els
				cinc-cents webs m&eacute;s visitats del m&oacute;n, webs que
				acumulen la major part del tr&agrave;fic mundial. El primer web
				en catal&agrave;, el de &laquo;La Caixa&raquo;, [<A HREF="http://www.lacaixa.es/">www.lacaixa.es</A>]
				apareix en la posici&oacute; 1.293.
				</P>
				<P>S&oacute;n sorprenents aquestes dades? Ins&ograve;lites? No
				massa. No massa si es creuen amb el nombre de persones
				connectades a la xarxa. Aleshores es pot observar que guarden una
				proporci&oacute; raonable. La distribuci&oacute; geogr&agrave;fica
				dels usuaris d'Internet al m&oacute;n dibuixa un mapa fortament
				marcat en poques &agrave;rees. Hi ha una taca molt gran en
				algunes zones dels Estats Units (b&agrave;sicament a Nova
				Anglaterra, a Calif&ograve;rnia, a Florida i a la densitat de
				Nova York i Nova Jersei...). Hi ha una altra taca consistent en
				algunes &agrave;rees de la Uni&oacute; Europea (Gran Bretanya,
				Holanda, Alemanya, nord d'It&agrave;lia...). I hi ha unes taques
				intens&iacute;ssimes a Israel, el Jap&oacute;, Corea del Sud i
				Taiwan. Aix&ograve;, parlant en nombre absolut d usuaris, vol dir
				que, aproximadament, hi ha cent seixanta-vuit milions de
				ciutadans dels Estats Units amb connexi&oacute; a Internet,
				seixanta- nou milions de japonesos, cinquanta-nou milions de
				xinesos, quaranta-un milions d alemanys, trenta milions de
				brit&agrave;nics, vint-i-set milions de coreans, ... o m&eacute;s
				de sis dels nou milions de suecs ja que aquest pa&iacute;s, amb
				el 68,5% del total de la seua poblaci&oacute; amb acc&eacute;s a
				Internet, &eacute;s el pa&iacute;s m&eacute;s connectat a la
				xarxa. O poc li falta per disputar-se el lloc capdavanter amb
				Corea del Sud.</P>
				<P>Pel que fa al conjunt de l'Estat espanyol hi ha desset milions
				de persones que tenen acc&eacute;s a la xarxa, segons Nielsen
				NetRatings. Pel que fa al nostre pa&iacute;s, l'Associaci&oacute;
				per a la Investigaci&oacute; de Mitjans de Comunicaci&oacute;
				(AIMC) [<A HREF="http://www.aimc.es/">www.aimc.es</A>] elabora de
				manera sistem&agrave;tica un seguiment de l'acc&eacute;s a
				Internet per comunitats aut&ograve;nomes segons aquestes dades,
				el mar&ccedil; de 2003 el 27% dels ciutadans de les Illes, el 21%
				dels ciutadans del Pa&iacute;s Valenci&agrave; i el 28% dels
				ciutadans del Principat estan connectats a la xarxa (no hi ha
				dades semblants d'Andorra o la Catalunya Nord). Aix&ograve;,
				partint de la base m&eacute;s o menys assumida dels onze milions
				de ciutadans als Pa&iuml;sos Catalans ens podria donar una xifra
				aproximada que s'acostaria als tres milions d'usuaris; i no tots
				ells catalanoparlants.</P>
				<P>Posant ara en context aquesta xifra cal concloure que hi ha,
				com a m&agrave;xim, com a m&agrave;xim!, uns tres milions de
				catalanoparlants a la xarxa. Contra, per exemple, uns vint-i-set
				milions de parlants del core&agrave;. O uns vint-i-cinc milions
				de parlants de l'itali&agrave;, o m&eacute;s de sis milions de
				parlants del suec. Aquestes s&oacute;n les xifres i aquesta &eacute;s
				per tant la divisi&oacute; en la qual juga el catal&agrave;.
				Per&ograve;: com ho fa? qu&egrave; tal li va? Un rep&agrave;s a
				la hist&ograve;ria de la pres&egrave;ncia del catal&agrave; a la
				xarxa i de la seua realitat actual porta for&ccedil;osament a
				afirmar que li va molt millor del que hauria estat previsible si
				es fa cas de les dades demogr&agrave;fiques del pa&iacute;s, de
				la llengua i del nombre de persones connectades. Per&ograve;,
				tamb&eacute; aquest mateix rep&agrave;s, ha de portar a entendre
				que tot aix&ograve; no passa perqu&egrave; s&iacute; ni ha estat
				fruit de casualitats m&eacute;s o menys afortunades. Molta gent
				hi ha ficat el coll per aconseguir fer de la pres&egrave;ncia del
				catal&agrave; a Internet un dels escassos &laquo;exemples d'&egrave;xit&raquo;
				ling&uuml;&iacute;stic que el catal&agrave; s'ha pogut apuntar
				els darrers anys.</P>
				<P><A NAME="origen"></A><B>2. Els or&iacute;gens de la xarxa en
				catal&agrave;</B></P>
				<P>Quan es van crear els primers webs al nostre pa&iacute;s, a
				l'any 1993 i 1994, la majoria eren en angl&egrave;s. No era
				estrany. Ja que en aquell moment el web era un fenomen
				absolutament minoritari, centrat en els ambients universitaris.
				Els qui viatjaven virtualment nom&eacute;s es relacionaven sobre
				la base de temes molt especialitzats, normalment eren professors
				universitaris i per a ells l'angl&egrave;s, com a m&iacute;nim
				llegir en angl&egrave;s, no era un problema.</P>
				<P>El primer web catal&agrave; el varen crear a la Universitat
				Jaume I de Castell&oacute;, Jordi Adell i els germans Carles i
				Antoni Bellver. Era un web molt limitat si el mirem amb els ulls
				d'ara (tenia una sola plana), per&ograve; tenia el valor de ser
				un dels cent primers webs que varen existir arreu del m&oacute;n.
				La p&agrave;gina nom&eacute;s contenia el logotip de la UJI i
				quatre vincles. Segons recorden els seus autors (perqu&egrave; el
				document original no es conserva enlloc), &laquo;eren quatre
				icones en columna, amb un parell de frases a la dreta de
				cadascuna i el corresponent enlla&ccedil;&raquo;. Els quatre
				espais contenien una mena de benvinguda a la Universitat Jaume I
				en angl&egrave;s, un vincle al directori del personal del centre,
				directori que estava en catal&agrave;, un altre al servidor
				Gopher que ells mateixos havien creat un any abans i un enlla&ccedil;
				al sistema de dades de la Biblioteca de la UJI que tamb&eacute;
				estava en catal&agrave;. Tot plegat, instal&middot;lat en una
				venerable m&agrave;quina Hewlett-Packard de l'&egrave;poca (sobre
				el model exacte de la qual hi ha una certa pol&egrave;mica) i
				batejada amb el nom de Pere III... seguint el costum dels
				inform&agrave;tics de la universitat de batejar cada m&agrave;quina
				amb un rei de la corona catalana. Aquell, tan concret, era
				l'inici de la Internet catalana, precursor ja de moltes coses que
				vindrien despr&eacute;s.</P>
				<P>El maig de 1995, i encara amb poqu&iacute;ssims webs en marxa
				arreu del m&oacute;n es posava en marxa La Infopista, el
				directori que anava a ser el precursor de VilaWeb [<A HREF="http://www.vilaweb.com/">www.vilaweb.
				com</A>]. La Infopista contenia una seixantena d'enlla&ccedil;os
				a tots els webs que tenien alguna relaci&oacute; amb el nostre
				pa&iacute;s relaci&oacute; que en alguns casos era excessivament
				benevolent i laxa. Entre aquells webs fundadors un percentatge ja
				important estava en catal&agrave;. I en la nostra llengua tant hi
				havia webs d'astronomia (com la del Grup d'Astronomia), com
				revistes de ci&egrave;ncia-ficci&oacute; (Contes per a
				Extraterrestes), com les incipients p&agrave;gines d'esports
				(L'expedici&oacute; de l'UPC a l'Everest) o de grups socials com
				el Moviment d Objecci&oacute; de Consci&egrave;ncia de Val&egrave;ncia.
				La trampa era &ograve;bvia: la majoria de webs estaven en
				servidors universitaris perqu&egrave; aquests servidors eren en
				la pr&agrave;ctica i aleshores els &uacute;nics assequibles.
				Aix&iacute;, el web del Grup d'Astronomia estava al Centre de
				Supercomputaci&oacute; de Catalunya, el de Contes per a
				Extraterrestes a la Jaume I de Castell&oacute;, el de l'expedici&oacute;
				a l'Everest estava a la UPC i la del Moviment d'Objecci&oacute;
				de Consci&egrave;ncia a la Universitat de Val&egrave;ncia. I com
				que estaven en &agrave;mbits universitaris, neixien en &agrave;mbits
				universitaris i s'adre&ccedil;aven a un p&uacute;blic
				universitari b&agrave;sicament, la normalitat del catal&agrave;
				era aclaparadora.</P>
				<P>Van ser uns anys enormement il&middot;lusionants on
				especialment la Universitat Polit&egrave;cnica de Catalunya, la
				Universitat Jaume I de Castell&oacute; i la Universitat de les
				Illes Balears, per&ograve; tamb&eacute; totes les altres
				universitats del pa&iacute;s, varen saber fer de pal de paller
				indiscutible de la xarxa. I la varen catalanitzar en la base.
				Perqu&egrave; en aquells moments qui arribava al web el trobava,
				naturalment, expressat en catal&agrave;. Algun dia, caldr&agrave;
				recon&egrave;ixer p&uacute;blicament aquest esfor&ccedil; de les
				universitats, dels departaments, professors i investigadors que
				varen entendre que aquell recurs esc&agrave;s que era la web no
				es podia limitar a funcions acad&egrave;miques estrictes. Sense
				aix&ograve;, sense aquesta intu&iuml;ci&oacute;, sense aquesta
				capacitat creativa, les coses no serien com s&oacute;n avui.</P>
				<P><A NAME="or"></A><B>3. La febre de l'or</B></P>
				<P>Especialment perqu&egrave; immediatament despr&eacute;s de
				l'etapa universit&agrave;ria va arribar l'especulativa. I aquesta
				va ser profundament desfavorable per al catal&agrave;. Tant, que
				va arribar un punt que semblava que acabaria amb la pres&egrave;ncia
				de la llengua catalana a Internet. O que la deixaria en un rac&oacute;
				secundari i folkloritzant.</P>
				<P>Vist des d'avui &eacute;s bastant dif&iacute;cil explicar com
				va passar tot el que va passar en aquells anys d'especulaci&oacute;
				i bogeria financera. Milions i milions de les velles pessetes es
				van canviar de mans sense massa sentit en una cursa embogida
				fomentada en la ignor&agrave;ncia del que s'estava fent, en una
				&agrave;nsia no dissimulada de guanyar el m&agrave;xim de diners
				en el m&iacute;nim de temps possible i en el mimetisme babau del
				que passava a Am&egrave;rica. Una part d'aquesta cursa consistia
				precisament a creure que Internet era sobretot un mitj&agrave;
				global i que aquesta globalitat (en el nostre cas) es plasmava en
				la invasi&oacute; d'un suposat mercat llatinoameric&agrave; que
				el temps ha demostrat no solament que era inexistent sin&oacute;
				tamb&eacute; que intentar crear-lo era comen&ccedil;ar a soterrar
				diners en un pou sense fons i sense sentit.</P>
				<P>Siga com siga, el cert &eacute;s que la &laquo;febre del
				(suposat) or&raquo; es va apoderar del pa&iacute;s i no va quedar
				ni una sola empresa d'Internet sense tocar. Les ofertes
				esbojarrades de compra queien del cel amb una facilitat pasmosa,
				sempre amb la promesa d'assaltar el m&oacute;n a partir del petit
				negoci inicial.</P>
				<P>Tant es va apoderar aquesta febre del pa&iacute;s com perqu&egrave;
				esclat&eacute;s el deplorable cas Ol&eacute;. Deplorable primer,
				en la perspectiva dels anys passats, per l'evident innoc&egrave;ncia
				(per dir-ho d alguna manera) de milers de persones que es van
				veure enredades en una trampa matussera. I no solament de milers
				de persones an&ograve;nimes i poc coneixedores del mercat o de la
				tecnologia. No. Les hemeroteques s&oacute;n molt cruels i estan
				plenes de declaracions d'importants dirigents empresarials i
				pol&iacute;tics del pa&iacute;s que enalteixen en aquell moment
				l'Ol&eacute; com el model a seguir. I encoratgen la gent a seguir
				el seu exemple. Els pocs, poqu&iacute;sims, que varen discrepar
				ja aleshores en p&uacute;blic i per escrit i que varen denunciar
				els fets, entre ells l'autor d'aquest article, s&oacute;n molt
				conscients de la soledat en la qual varen viure aquells anys
				terribles.</P>
				<P>Des del punt de vista de la llengua, a m&eacute;s, l'afer Ol&eacute;
				va tenir unes conseq&uuml;&egrave;ncies nefastes que encara
				s'arrosseguen avui. Cal recordar que el cercador (com tothom sap,
				avui ja inexistent) estava creat amb diners i en els locals de la
				Fundaci&oacute; Catalana per a la Recerca. Malgrat aix&ograve;
				aquell cercador va excloure els webs en catal&agrave; del seu
				repertori. &Eacute;s a dir, que si alg&uacute; intentava
				registrar un web en catal&agrave; a la base de dades de l'Ol&eacute;,
				aquest li responia afirmant que no podia ser i que no podien
				registrar- la, expl&iacute;citament, per estar en catal&agrave;.
				Com que la hist&ograve;ria s'ha volgut confondre diverses vegades
				de manera intencionada m&eacute;s val refrescar-la una mica. Des
				dels seus inicis Ol&eacute; va instaurar aquesta pol&iacute;tica
				consistent a no acceptar la inclusi&oacute; en les seues p&agrave;gines
				de webs en catal&agrave; (cosa que no feia cap altre cercador del
				m&oacute;n, ni el Yahoo! que aleshores ja era el m&eacute;s
				simb&ograve;lic i que acceptava sense problemes webs en catal&agrave;).
				Era el moment en qu&egrave; alguns es pensaven que ocuparien tot
				el mercat llatinoameric&agrave; i en el qual aquests mateixos
				personatges pensaven que qualsevol mostra de catalanitat podia
				impedir aquest objectiu; un objectiu que, de tota manera, i com
				alguns ja varen afirmar aleshores, no havien d'aconseguir mai. Al
				Parlament de Catalunya, ERC va presentar una moci&oacute;
				reclamant, no per quin motiu Ol&eacute; estava en castell&agrave;
				(que aix&ograve; no ho q&uuml;estionava ning&uacute;), sin&oacute;
				com era possible que l'Ol&eacute; prohib&iacute;s el catal&agrave;,
				havent estat finan&ccedil;at amb cabals p&uacute;blics. La
				primera reacci&oacute; per part de la Fundaci&oacute; va ser la
				de desqualificar els cr&iacute;tics. Despr&eacute;s la de
				prometre un cercador en catal&agrave; que es diria Festa! i que
				mai no va apar&egrave;ixer. I, finalment, la de desentendre-se'n.
				Uns mesos despr&eacute;s Telef&oacute;nica escenificava a trav&eacute;s
				de l Ol&eacute; la monumental operaci&oacute; especulativa que
				tots coneguem avui. I que podria haver escenificat amb qualsevol
				web de l'&egrave;poca. Perqu&egrave; el cercador era irrellevant,
				com ho ha demostrat el pas dels anys, malgrat que alguns pol&iacute;tics
				intenten encara treure suc d'una hist&ograve;ria cristal&middot;lina
				manipulant, conscientment o no, el que va passar. L'estil Ol&eacute;,
				tanmateix, va marcar amb molta for&ccedil;a l'&egrave;poca en la
				qual precisament es produiria el pas de la benevolent Internet
				universit&agrave;ria als taurons de la Internet comercial. I ho
				va fer deixant una petjada forta.</P>
				<P>En general, es pot dir que per al m&oacute;n de la ind&uacute;stria
				i del comer&ccedil; la primera not&iacute;cia d'Internet, la
				primera que els va cridar l'atenci&oacute;, va ser que hi havia
				una empresa catalana &laquo;oberta al m&oacute;n&raquo; (i aix&ograve;
				havien de traduir-ho per &laquo;en castell&agrave;, per tant&raquo;)
				que es menjaria Am&egrave;rica Llatina i que anava a produir un
				negoci tan imponent com no s'havia vist mai. I un enriquiment
				colossal dels seus propietaris que no es va produir tampoc per&ograve;
				que aleshores semblava cre&iuml;ble. Aquesta imatge va fer
				fortuna i varen ser molt&iacute;ssimes les empreses que en
				seguiren les petjades: webs en castell&agrave; &laquo;perqu&egrave;
				s'adrecen al m&oacute;n&raquo; oblidant que a qui primer
				s'adrecen &eacute;s als clients propis. Algun dia algun
				economista hauria de comptar quants milions s'han enterrat
				alegrement a l'Am&egrave;rica Llatina en el nom d aquest discurs.
				N'hi haur&agrave; per fer-se'n creus.</P>
				<P>Per altra banda, m&eacute;s enll&agrave; de muntatges
				especulatius, la bombolla va crear un altre problema greu en
				estratificar de manera vertical la xarxa sota les operadores
				telef&ograve;niques. Tant les que maldaven per competir amb
				Telef&oacute;nica, com, encara m&eacute;s, aquesta, l operadora
				&laquo;dominant&raquo;, que ara se'n diu. 
				</P>
				<P>Telef&oacute;nica, en una acci&oacute; que es podria
				qualificar de pr&agrave;ctica monopol&iacute;stica, va envescar
				el parany (Infov&iacute;a) en el qual els prove&iuml;dors d acc&eacute;s
				acabarien quedant atrapats i, a partir d aleshores, va comprar
				tot el que se li posava al davant. I aix&ograve; va provocar que
				les altres competidores en el controvertit proc&eacute;s de
				liberalitzaci&oacute; de les telecomunicacions li seguiren el
				cam&iacute;. Si Telef&oacute;nica comprava Ol&eacute;, aleshores
				Retevisi&oacute;n s' embarcava en l'oneros&iacute;ssima compra
				dels drets de creaci&oacute; d'un Excite en espanyol <A HREF="#peu2">*</A>
				que desapareixeria als pocs anys, totalment in&uacute;til i sense
				aconseguir cap ni un dels objectius que s'havia fixat.</P>
				<P>El proc&eacute;s d'estratificaci&oacute; vertical d'Internet
				sota les operadores telef&ograve;niques ha acabat destrossant la
				major part de la incipient trama empresarial pr&ograve;pia de la
				xarxa. No queden pr&agrave;cticament empreses purament Internet.
				I tamb&eacute; ha capgirat la balan&ccedil;a entre Madrid i
				Barcelona (i aix&ograve; t&eacute; un gran impacte sobre la
				llengua) en favor de la ciutat on estan les seus centrals d
				aquestes companyies telef&ograve;niques les seus reals. Que no &eacute;s
				Barcelona.</P>
				<P>L'exist&egrave;ncia de companyies fortes de telecomunicacions
				a Barcelona hauria estat un gran al&middot;licient per al
				desenvolupament d'empreses de continguts en la nostra llengua,
				que n'haurien estat per definici&oacute; prove&iuml;dors. Per&ograve;
				Menta, l'aposta m&eacute;s clara de totes i probablement
				l'empresa que m&eacute;s il&middot;lusions ha creat en els &uacute;ltims
				anys, no va saber remuntar el vol. El fet &eacute;s que ara no hi
				ha res a qu&egrave; agafar-se. Les empreses de telecomunicacions,
				en general, atrapades per una liberalitzaci&oacute; a mida de
				Telef&oacute;nica i sense possibilitats de fer negoci real, volen
				pocs continguts de tercers i els que volen els volen en espanyol.
				O desenvolupen molt pocs serveis i els pocs que desenvolupen ho
				fan en espanyol.</P>
				<P>Hi ha una dada enormement significativa al respecte: tots els
				grans cercadors internacionals ofereixen serveis en catal&agrave;
				i cap ni un dels portals espanyols ho fa. Mat&egrave;ria per a
				polit&ograve;legs, sense dubtes. Per&ograve; tamb&eacute; mat&egrave;ria
				de reflexi&oacute; sobre el poder de la xarxa catalana. Perqu&egrave;
				all&agrave; on el panorama cridava completament al pessimisme, de
				sobte va i apareix un escenari favorable. Una xarxa normal.</P>
				<P><A NAME="punt4"></A><B>4. Una xarxa normal</B></P>
				<P>La fase especulativa va ser molt dura i ha deixat, com s'acaba
				de dir, r&egrave;mores importants, per&ograve; passada aquesta, i
				anatemitzada, la normalitat ha anat creixent de manera molt
				constant pel que fa a la xarxa catalana. I aix&ograve; l'ha fet,
				fins i tot consolidar-se m&eacute;s del que era d'esperar.</P>
				<P>L'any 2000 van comen&ccedil;ar a apar&egrave;ixer enquestes
				sobre la pres&egrave;ncia del catal&agrave; a Internet. La
				primera es va publicar a VilaWeb i estava realitzada per Jordi
				Fraginals a partir de cerques a AlltheWeb que prenien com a base
				models de lleng&uuml;es. L'estudi avaluava aleshores en prop de
				mig mili&oacute; el nombre de p&agrave;gines en catal&agrave;
				existents a la xarxa. Aquest fet col&middot;locava la nostra
				llengua en la posici&oacute; denou respecte al total de les
				lleng&uuml;es usades a Internet. Per&ograve; si es relacionaven
				les p&agrave;gines amb el nombre de parlants el catal&agrave;
				saltava a la quinzena posici&oacute;. L'enquesta va tenir un fort
				ress&ograve; a la xarxa ja que en aquell moment era molt pionera
				i pr&agrave;cticament no hi havia dades sobre la diversitat
				ling&uuml;&iacute;stica a Internet. Per aix&ograve; es va
				reproduir molt en grans webs americanes i es va publicar als
				mitjans especialitzats d'arreu del m&oacute;n, i va provocar de
				sobte inter&egrave;s, ni que fos per curiositat, respecte al
				catal&agrave;.</P>
				<P>Mentrestant algunes iniciatives comen&ccedil;aven a posar les
				bases de la &laquo;comptabilitat&raquo; del catal&agrave; a la
				xarxa. Per una banda, la campanya &laquo;indexem en catal&agrave;&raquo;
				[<A HREF="http://www.iula.upf. es/altres/pub/indexem/indexem.htm">www.iula.upf.
				es/altres/pub/indexem/indexem.htm</A>] i per una altra l
				incipient treball de Softcatal&agrave; [<A HREF="http://www.softcatala.org/">www.softcatala.org</A>]
				ajudant a integrar el catal&agrave; als grans cercadors
				internacionals.</P>
				<P>La primera d'aquestes iniciatives, &laquo;indexem en catal&agrave;&raquo;,
				la va engegar el professor de la Universitat Pompeu Fabra, Llu&iacute;s
				de Yzaguirre, i consistia a reclamar a tots els creadors de
				p&agrave;gines que indic&agrave;rem el fet que estava en catal&agrave;
				afegint en el format HTML el metaname &laquo;catal&agrave;&raquo;
				<A HREF="#peu3">*</A>: Aix&ograve; permetia als cercadors
				internacionals &laquo;recon&egrave;ixer&raquo; les p&agrave;gines
				en catal&agrave; i comptabilitzar-les de manera f&agrave;cil i
				concreta. Tamb&eacute; es va elaborar una llista de mots buits en
				catal&agrave; [<A HREF="http://www.iula.upf.es/altres/pub/ca_stop.htm">www.iula.upf.es/altres/pub/ca_stop.htm</A>]
				que es va posar a l'abast de qualsevol cercador per tal que
				aquests tingueren una manera correcta d'identificar les p&agrave;gines
				en catal&agrave; i de negligir totes les paraules gramaticals i
				altres paraules buides a l'hora de fer un &iacute;ndex. Aquesta
				era una feina imprescindible si es volia aconseguir que el catal&agrave;
				fos present en aquells cercadors. Yzaguirre tamb&eacute; va ser
				responsable aleshores d'una petita trampa que va permetre en un
				primer moment cercar webs en catal&agrave; a trav&eacute;s d
				Altavista [<A HREF="http://www.altavista.com/">www.altavista.com</A>]
				o de Google [<A HREF="http://www.google.com/">www.google.com</A>]
				un nou cercador que esdevindria en molt poc temps el punt central
				de la xarxa al m&oacute;n. Aquesta petita trampa consistia a
				cercar d'acord amb una sintaxi peculiar que era &laquo;+(paraula)
				+&eacute;s +(dels quan qu&egrave;)&raquo;. D'aquesta manera el
				cercador cercava la paraula desitjada i mirava si a la mateixa
				p&agrave;gina figurava tamb&eacute; l'expressi&oacute; &laquo;&eacute;s&raquo;
				i una o m&eacute;s de les tres altres expressions. El
				descobriment, sensacional, era que si una p&agrave;gina web
				contenia les paraules &eacute;s i com a m&iacute;nim una de les
				paraules dels, quan o qu&egrave; aleshores aquella p&agrave;gina
				estava sens dubte en catal&agrave;. La f&oacute;rmula va costar
				de trobar (va ser complicat, per exemple, trobar difer&egrave;ncies
				entre paraules essencials en catal&agrave; i en roman&egrave;s)
				Per&ograve; un cop localitzada la f&oacute;rmula, aquesta va
				precipitar molt els esdeveniments.</P>
				<P>Per una banda, va demostrar el que despr&eacute;s seria una
				constant: que la iniciativa particular, la qualitat i l enginy
				podrien fer un paper determinant en la batalla pel catal&agrave;
				a la xarxa. I d altra banda, va demostrar a les empreses i als
				grans cercadors que seleccionar el catal&agrave;, i afegir-lo com
				una opci&oacute;, no era ni cost&oacute;s ni dif&iacute;cil. 
				</P>
				<P>I el mar&ccedil; de 2001 tot aix&ograve; va esclatar. Per una
				banda Altavista i AlltheWeb van ser els primers grans cercadors
				internacionals en obrir un portal en catal&agrave;. I per una
				altra Google va rebre una fort&iacute;ssima campanya de correus
				reclamant una versi&oacute; en catal&agrave;. El 16 de mar&ccedil;,
				concretament, Google va obrir el web en catal&agrave;, en el qual
				portaven treballant des de feia temps amb el suport de l
				organitzaci&oacute; Softcatal&agrave;. Primer van traduir la
				interf&iacute;cie i ben aviat van adoptar la possibilitat de fer
				cerques exclusivament en catal&agrave;. Com que el poder de
				Google comen&ccedil;ava a ser ja aleshores tan gran la seua
				iniciativa anava a ser r&agrave;pidament seguida per altres. El
				gener de 2002, Lycos se sumava als portals internacionals que
				obrien seccions en catal&agrave; <A HREF="#pe4">*</A> i
				pr&agrave;cticament ja no quedava ning&uacute; sense. A banda de
				Lycos, Altavista, AlltheWeb i Google tamb&eacute; havien incl&ograve;s
				el catal&agrave; Euroseek i Yahoo!</P>
				<P>El cas Yahoo! va moure una certa pol&egrave;mica. I aix&ograve;
				perqu&egrave; totes les iniciatives anteriors s havien fet o b&eacute;
				com una t&agrave;ctica comercial dels portals internacionals o b&eacute;
				pel suport i la mobilitzaci&oacute; de la comunitat internauta
				catalana. Sense demanar res a canvi, ni cap subvenci&oacute;.
				Yahoo!, en canvi, va crear un portal en catal&agrave; (el
				desembre de 2001) a canvi de vuitanta milions de pessetes
				aportats per diverses institucions <A HREF="#peu5">*</A>.</P>
				<P>Cal parar un esment especial a l'enorme activitat realitzada
				des de 1998 per Softcatal&agrave;. Softcatal&agrave; &eacute;s
				una organitzaci&oacute; sense finalitat de lucre, l'objectiu
				b&agrave;sic de la qual &eacute;s fomentar l'&uacute;s del catal&agrave;
				a la inform&agrave;tica, Internet i les noves tecnologies. Est&agrave;
				formada per professionals, estudiants i usuaris que abasten els
				camps propis d'una organitzaci&oacute; d'aquestes
				caracter&iacute;stiques: enginyers inform&agrave;tics, fil&ograve;legs,
				dissenyadors i traductors que realitzen aquesta feina d'una
				manera desinteressada. Softcatal&agrave; ha estat la responsable
				en tots aquests anys de la traducci&oacute; i adaptaci&oacute; al
				catal&agrave; de dotzenes de programes (b&agrave;sicament de codi
				lliure) amb una efic&agrave;cia demolidora ja que han aconseguit,
				sense reclamar mai ajuts, omplir la pantalla amb versions de tots
				els programes necessaris per al dia a dia d'un usuari normal. Des
				de l'Open Office al Navegador. La credibilitat que els ha donat
				el seu alt nivell de qualitat i independ&egrave;ncia els ha
				convertit a m&eacute;s en una refer&egrave;ncia moral de primer
				nivell a la xarxa en catal&agrave;. I, a m&eacute;s, ells van ser
				els qui varen conv&egrave;ncer Google i el varen ajudar a
				establir una &agrave;rea catalana dins seu.</P>
				<P>Els anys que van entre el 2000 i el 2002 varen ser, doncs, els
				decisius per a sedimentar la pres&egrave;ncia del catal&agrave; a
				la xarxa. Una pres&egrave;ncia que no havia estat posada mai en
				dubte per&ograve; que havia estat q&uuml;estionada de forma clara
				en els anys de la vor&agrave;gine especulativa. La fase final d
				aquesta vor&agrave;gine va coincidir, per&ograve;, amb la
				cristal&middot;litzaci&oacute; de molts projectes en catal&agrave;
				com els que ja s han explicat i tamb&eacute; amb la consolidaci&oacute;
				d un nivell d audi&egrave;ncies notable per als principals webs
				en catal&agrave;. Fet que va acabar de dissipar els dubtes sobre
				la potencialitat de la xarxa per a la nostra llengua.</P>
				<P>I ja al gener de 2003 les dades d'Alexa <A HREF="#peu6">*</A>
				van permetre constatar que entre els vint mil webs m&eacute;s
				visitats del m&oacute;n n'hi havia deu de catalans: A banda el ja
				esmentat de &laquo;la Caixa&raquo; [<A HREF="http://www.lacaixa.es/">www.lacaixa.es</A>],
				el m&eacute;s visitat de tots els catalans, quatre eren d
				institucions: Generalitat de Catalunya [<A HREF="http://www.gencat.net/">www.gencat.net</A>],
				Generalitat Valenciana [<A HREF="http://www.gva.es/">http://www.gva.es/</A>,
				Ajuntament de Barcelona [<A HREF="http://www.bcn.es/">www.bcn.es</A>]
				i Servei de Telem&agrave;tica Educativa de la Generalitat de
				Catalunya [<A HREF="http://www.edu365.com/">www.edu365.com</A>].
				Dos eren d'universitats: el de la Universitat de Barcelona
				[<A HREF="http://www.ub.es/">www.ub.es</A>] i el de la UOC
				[<A HREF="http://www.uoc.edu/">www.uoc.edu</A>]. Dos m&eacute;s
				eren de mitjans de comunicaci&oacute;: el de El Peri&oacute;dico
				[<A HREF="http://www.elperiodico.es/">www.elperiodico.es</A>] i
				el de VilaWeb i el darrer era el del F. C. Barcelona
				[<A HREF="http://www.fcbarcelona. es">www.fcbarcelona. es</A>].
				Era una dada que indicava que s havia consolidat un nucli de webs
				amb una audi&egrave;ncia forta que afegia un nivell m&eacute;s a
				la pe&ccedil;a b&agrave;sica, que era l'exist&egrave;ncia de
				nombroses p&agrave;gines web en catal&agrave;. Ara es podia dir
				que no solament n'hi havia molts, sin&oacute; que tamb&eacute; n
				hi havia de potents.</P>
				<P>Altres m&egrave;todes de comptabilitat han servit per a
				confirmar encara m&eacute;s l'exist&egrave;ncia d'aquest nucli de
				webs amb un p&uacute;blic nombr&oacute;s en catal&agrave; que fan
				de pals de paller d'una comunitat molt &agrave;mplia. Aix&iacute;
				les dades de l'OJD situen, per exemple, La Caixa com el banc m&eacute;s
				visitat, o El Peri&oacute;dico i VilaWeb en la banda alta dels
				diaris amb m&eacute;s lectors en el conjunt de l'estat. La web de
				TVC [<A HREF="http://www.tvcatalunya.com/">www.tvcatalunya.com</A>]
				queda tamb&eacute; entre les m&eacute;s visitades en l'apartat de
				televisions. I altres webs com la de l'Avui [<A HREF="http://www.avui.com/">www.avui.com</A>]
				ocupen llocs importants. En el cas de l'Avui cal destacar, a m&eacute;s,
				que va ser el primer diari de l'Estat que va ser present a la
				xarxa i ha fet sempre una aposta molt rotunda per esdevenir un
				aut&egrave;ntic diari de refer&egrave;ncia a Internet.</P>
				<P>Per&ograve; m&eacute;s enll&agrave; de les puntes de
				l'iceberg, sens dubte el que d&oacute;na consist&egrave;ncia a la
				xarxa en llengua catalana &eacute;s la seua enorme extensi&oacute;.
				Si es va a dmoz [<A HREF="http://www.dmoz.org/">www.dmoz.org</A>],
				el directori de codi lliure vinculat a Google es troba que,
				segons dades de juny de 2003, hi ha registrats 27.764 webs en
				catal&agrave;. Una xifra important. Sobretot si es compara amb el
				nombre de webs en idiomes com ara el txec (11.201) el rus
				(18.633), el noruec (12.289) o el suec (37.654). I cal no oblidar
				que Su&egrave;cia &eacute;s el pa&iacute;s m&eacute;s connectat
				del m&oacute;n i que hi ha m&eacute;s del doble d'usuaris de
				llengua sueca que de llengua catalana.</P>
				<P>Aquest nombre tan alt de webs en catal&agrave; t&eacute;, a
				m&eacute;s, un parell de caracter&iacute;stiques molt importants,
				que cal destacar. La primera &eacute;s que s'hi troba de tot. Des
				de la m&eacute;s alta cultura a la pornografia. Des de les webs
				personals als grans projectes institucionals. Des de webs
				elementals d una sola p&agrave;gina a projectes complexos i que
				s&oacute;n dif&iacute;cils de trobar en altres lleng&uuml;es. Un
				bon exemple seria el web del Diccionari Catal&agrave;-Valenci&agrave;-Balear
				[<A HREF="http://dcvb.iecat.net/">http://dcvb.iecat.net/</A>/],
				un dels diccionaris m&eacute;s complets accessibles en qualsevol
				llengua del m&oacute;n de manera completa a trav&eacute;s de la
				xarxa. Curiosament cal dir que el diccionari ha estat
				digitalitzat a Pondichery, una ciutat-estat al sud-est de
				l'&Iacute;ndia. Una altra paradoxa (o no) de la globalitzaci&oacute;.</P>
				<P>La segona caracter&iacute;stica essencial del fenomen &eacute;s
				que &eacute;s molt homogeni territorialment. Avui ja no queda cap
				comarca dels Pa&iuml;sos Catalans on no trobem webs en llengua
				catalana i en la majoria dels casos els webs m&eacute;s
				importants s&oacute;n els de llengua catalana. Aix&ograve; &eacute;s
				molt significatiu, especialment significatiu, ateses les
				dificultats per concretar aquest marc per altres vies. Internet,
				salvant les barreres geogr&agrave;fiques i administratives, ha
				aconseguit fer realitat el concepte de comunitat cultural o
				nacional catalana que en canvi no s ha pogut construir de manera
				ostensible en la vida presencial.</P>
				<P>Tanta &eacute;s, de fet, la consist&egrave;ncia de la xarxa
				catalana, ara mateix, que quan apareix un nou fenomen aquest &eacute;s
				r&agrave;pidament assimilat. Per exemple: la darrera moda a la
				xarxa s&oacute;n els blogs. Doncs b&eacute;, la primera an&agrave;lisi
				ling&uuml;&iacute;stica dels blogs existents a Internet l'ha fet
				NITLE Blog Census [<A HREF="http://www.blogcensus.net/?page=lang">www.blogcensus.net/?page=lang</A>].
				I ho ha fet gr&agrave;cies a un algorisme estad&iacute;stic que
				identifica la llengua amb qu&egrave; s han redactat els diaris
				personals consultables a la xarxa. I, segons les dades
				obtingudes, el catal&agrave; ocupa la dotzena posici&oacute;, ja,
				amb m&eacute;s de 1.600 blogs o bit&agrave;coles. La xifra, tot i
				que &eacute;s molt lluny dels 260.318 weblogs indexats en angl&egrave;s,
				&eacute;s for&ccedil;a superior a la de lleng&uuml;es com ara el
				noruec, el suec, l'hongar&egrave;s, el polon&egrave;s, el rus i
				l'&agrave;rab, cap de les quals no supera els 500 blogs. Una
				altra dada: el catal&agrave; &eacute;s una de les primeres
				lleng&uuml;es que t&eacute; assistents virtuals personals, com ho
				&eacute;s la Maria, creada per l'empresa sueca Artificial
				Solutions [<A HREF="www.artificialsolutions.com">www.artificialsolutions.com</A>]
				i l'&egrave;xit de la qual ha sobtat als seus mateixos creadors.</P>
				<P><A NAME="punt5"></A><B>5. Qu&egrave; va malament?</B></P>
				<P>Tot i el balan&ccedil; positiu de la pres&egrave;ncia del
				catal&agrave; a Internet, tal com ja s'apuntava abans, si un
				espai hi ha, ara mateix, que resulti dif&iacute;cilment
				permeable, &eacute;s el del comer&ccedil; i les empreses. Des del
				juny de 2002 l'associaci&oacute; WICCAC (Webm&agrave;sters
				Independents en Catal&agrave;, de Cultura i d'&Agrave;mbits
				C&iacute;vics) [<A HREF="http://www.wiccac.org/">www.wiccac.org</A>/]
				va elaborant un bar&ograve;metre sobre la pres&egrave;ncia del
				catal&agrave; als webs d'empreses i organitzacions. Els seus
				resultats s&oacute;n inquietants, per m&eacute;s que els autors
				avisen que es tracta d un sector concret de la xarxa.</P>
				<P>Segons les darreres dades d'aquest bar&ograve;metre, que
				analitza m&eacute;s d'un miler de webs d'empreses, el catal&agrave;
				a la xarxa gaudeix de bona salut en sectors com ara cercadors i
				directoris, fires i salons, diaris, ongs, teatre o esgl&eacute;sia.
				Per&ograve;, en canvi, t&eacute; una situaci&oacute; deficit&agrave;ria
				en &agrave;rees molt importants de l'&agrave;mbit econ&ograve;mic.
				Per exemple, cap marca d'autom&ograve;bils fa el web en catal&agrave;.
				O nom&eacute;s una de les empreses de treball temporal el gasta.
				O cap de les institucions de l'Estat<A HREF="#peu7">*</A>. En
				conjunt, tanmateix, d'un total de 1.197 webs estudiats,
				principalment d'empreses o institucions, n'hi ha 492, &eacute;s a
				dir el 41,48%, que tenen versi&oacute; en catal&agrave;.</P>
				<P>Per&ograve; hi ha situacions dif&iacute;cils de raonar. Entre
				les empreses estudiades n'hi ha algunes que tenen una implantaci&oacute;
				forta al pa&iacute;s i usen amb regularitat la llengua catalana
				en la seua relaci&oacute; quotidiana amb els clients tradicionals
				a trav&eacute;s d'altres suports. En canvi a la xarxa l'ignoren
				completament. Aix&iacute;, empreses que no s'atrevirien a evitar
				el catal&agrave; en la seua publicitat al carrer o a la premsa
				escrita o a la televisi&oacute; o en les seues relacions privades
				amb els clients, ho fan, en canvi, al web. L'efecte Ol&eacute;,
				encara?</P>
				<P>M&eacute;s coses que van malament: la inexist&egrave;ncia
				d'empreses potents catalanes en el mercat de les
				telecomunicacions. S'ha dit abans per&ograve; s'ha de repetir.
				Nom&eacute;s cal preguntar-se, a manera de par&agrave;bola, quina
				&eacute;s la SEAT de la societat digital al nostre pa&iacute;s.
				Igual que l'empresa d autom&ograve;bils va ser un gran instrument
				per crear una trama important d'empreses auxiliars, es pot pensar
				que sense un operador potent de lleialtat local el catal&agrave;
				t&eacute; un peu coix. O m&eacute;s ben dit: hi ha raons per
				pensar que un operador local poder&oacute;s de telefonia
				facilitaria molt les coses i ajudaria a cr&eacute;ixer amb m&eacute;s
				&iacute;mpetu la xarxa en la nostra llengua. I encara un tercer
				problema a analitzar: Internet parla catal&agrave; amb molta
				normalitat per&ograve; i els ordinadors? qu&egrave; parlen els
				ordinadors? Resulta inquietant pensar que la xarxa &eacute;s
				l'excepci&oacute; en un m&oacute;n on costa tant de trobar un
				Windows que funcione en catal&agrave; o un tel&egrave;fon m&ograve;bil
				amb els comandaments en catal&agrave; disponibles o un prove&iuml;dor
				d'acc&eacute;s que facilite les instruccions i la l&iacute;nia de
				suport en la nostra llengua.</P>
				<P>Segurament ara caldr&agrave; actuar amb accions contundents
				per desfer aquest d&egrave;ficit que &eacute;s m&eacute;s
				incomprensible encara a la vista de la fortalesa de la xarxa en
				llengua catalana.</P>
				<P>En aquest sentit cal dir que una gran esperan&ccedil;a &eacute;s
				la difusi&oacute; cada vegada m&eacute;s gran de les solucions
				basades en codi obert com &eacute;s el Linux. Aix&iacute; la
				majoria de les grans distribucions d'aquest sistema operatiu com
				la Mandrake, la Debian o la Knoppik es troben completament
				tradu&iuml;des en catal&agrave;. Altres distribucions com Suse o
				RedHat tamb&eacute; estan en catal&agrave; amb petites
				excepcions, com les eines d'instal&middot;laci&oacute; o
				administraci&oacute;. I hi ha una gran abund&agrave;ncia de
				programes disponibles per als usuaris de L&iacute;nux en catal&agrave;.
				I tamb&eacute; un gran nombre de programes de codi lliure per a
				Mac o Windows tradu&iuml;ts i accessibles a trav&eacute;s de la
				xarxa o de diverses edicions en CD-ROM.</P>
				<P><A NAME="punt6"></A><B>6. El paper de les institucions</B></P>
				<P>L'actuaci&oacute; de les institucions del pa&iacute;s ha estat
				m&eacute;s positiva com m&eacute;s maduresa ha anat tenint el
				conjunt d'Internet al pa&iacute;s. Algunes, com l'Ajuntament de
				Barcelona, han mantingut una traject&ograve;ria molt coherent al
				llarg dels anys i han abocat molts esfor&ccedil;os a la xarxa des
				dels primers temps. En general, per&ograve;, es pot dir que ara
				mateix les institucions estan complint amb el que hauria de ser
				el seu servei b&agrave;sic, que &eacute;s facilitar la
				comunicaci&oacute; amb els ciutadans i la informaci&oacute;. I
				que, tot sovint, fins i tot van m&eacute;s enll&agrave; del que
				se suposa que han de fer.</P>
				<P>En aquest m&oacute;n institucional hi ha un projecte
				absolutament central en clau de pa&iacute;s que &eacute;s el de
				l'Administraci&oacute; Oberta de Catalunya [<A HREF="http://www.cat365.net/">www.cat365.net</A>].
				Aquest ha de ser el projecte m&eacute;s consistent i emblem&agrave;tic
				per diverses raons. En primer lloc perqu&egrave; fa concret el
				concepte d'una administraci&oacute; al servei dels ciutadans i
				pensada per respondre a les seues necessitats usant les noves
				tecnologies. D'aquesta manera &eacute;s la mateixa instituci&oacute;
				la que es reinventa dibuixant un model de relaci&oacute; amb els
				ciutadans molt m&eacute;s actual i efica&ccedil;.</P>
				<P>Per&ograve; tamb&eacute; perqu&egrave; &eacute;s un projecte
				creat per la suma de les institucions municipals del pa&iacute;s,
				agrupades a Localret [<A HREF="http://www.localret.es/">www.localret.es</A>]
				i de la Generalitat [<A HREF="http://www.gencat.net/">www.gencat.net</A>],
				per damunt dels colors pol&iacute;tics i de les petiteses que
				marquen els calendaris partidistes. Pocs pa&iuml;sos d'Europa
				poden presentar una unanimitat tan gran a l'hora d'afrontar un
				dels grans projectes de futur, amb totes les institucions
				treballant de manera conjunta. I aix&ograve; s'ha de valorar en
				la seua justa mesura. Fins i tot sabent que hi poden haver
				discrep&agrave;ncies sobre com es desplega, sobre la velocitat o
				sobre l'oportunitat en un moment donat.</P>
				<P>L'Administraci&oacute; Oberta pot esdevenir tamb&eacute;, amb
				els anys, un dels motors de la ind&uacute;stria telem&agrave;tica
				del pa&iacute;s. Especialment si sap evolucionar situant-se a
				l'avantguarda i aplegant sota el seu paraigua els grups m&eacute;s
				actius i din&agrave;mics. Un bon exemple del que pot passar es
				troba a Alemanya. All&agrave;, diverses institucions p&uacute;bliques
				han decidit abandonar Microsoft. El motiu &eacute;s que el
				sistema operatiu Windows no &eacute;s de codi obert i cont&eacute;,
				per tant, l&iacute;nies de codi invisibles. Aix&ograve; fa que
				les institucions no puguen garantir al cent per cent que les
				dades facilitades pels usuaris no siguen interceptades i enviades
				a llocs a trav&eacute;s de la xarxa sense els coneixement ni dels
				usuaris ni de les mateixes institucions <A HREF="#peu8">*</A>.
				Per aquest motiu els ordinadors amb Windows han estat substitu&iuml;ts
				o estan en proc&eacute;s de ser substitu&iuml;ts per ordinadors
				amb Linux. Per&ograve; les autoritats alemanyes ja han determinat
				que la distribuci&oacute; de Linux que s'usar&agrave; en aquestes
				institucions siga una feta per empreses alemanyes. Han invertit
				molts milions a ajudar a crear aquesta distribuci&oacute; que, en
				ser usada per l'Administraci&oacute; alemanya, esdev&eacute;
				gaireb&eacute; immediatament la m&eacute;s completa a efectes d
				e-government del m&oacute;n. I aix&iacute; les seues empreses
				faran negoci amb altres institucions estrangeres, molt
				probablement, creant d'aquesta manera riquesa pel conjunt del
				pa&iacute;s. Jugada rodona, de la qual caldria prendre nota. Per
				exemple, pensant en exportar part del coneixement ling&uuml;&iacute;stic
				acumulat tot al llarg d'aquests anys per moltes empreses i
				associacions del nostre pa&iacute;s.</P>
				<P>Tot aix&ograve;, per&ograve;, no ho far&agrave; sola
				l'Administraci&oacute; Oberta. I fins i tot cal dir que &eacute;s
				evident que les dificultats t&egrave;cniques s&oacute;n enormes i
				que caldr&agrave; anar a poc a poc si es vol portar a bon terme
				un canvi tan radical en l'Administraci&oacute; catalana. Per&ograve;
				al seu favor cal anotar l'ambici&oacute; amb la qual s'ha
				presentat i ha comen&ccedil;at a funcionar <A HREF="#peu9">*</A>.</P>
				<P><A NAME="punt7"></A><B>7. El catal&agrave;, un cas d'&egrave;xit
				a Internet. Internet, un cas d'&egrave;xit per al catal&agrave;.</B></P>
				<P>La hist&ograve;ria de la pres&egrave;ncia de la llengua
				catalana a la xarxa &eacute;s, doncs, la hist&ograve;ria d'un cas
				d'&egrave;xit. No cal abaixar la gu&agrave;rdia i cal encara
				innovar molt. Per&ograve; amb la perspectiva dels anys passats
				seria molt injust discutir la pres&egrave;ncia aconseguida. Seria
				molt injust perqu&egrave; res no feia inevitable una pres&egrave;ncia
				important del catal&agrave; a la xarxa.</P>
				<P>&Eacute;s cert que la xarxa t&eacute; uns condicionants que la
				fan m&eacute;s pr&ograve;xima al catal&agrave; que no estranya.
				B&agrave;sicament la seua descentralitzaci&oacute; i el fet que
				no poden existir barreres imposades de car&agrave;cter t&egrave;cnic
				o pol&iacute;tic. Si hi hagueren hagut barreres t&egrave;cniques
				grosses (si els webs nom&eacute;s els hagueren pogut fer grans
				empreses amb molts milions per davant o amb alt&iacute;ssims
				recursos t&egrave;cnics) o hagueren hagut barreres pol&iacute;tiques
				(si les institucions hagueren hagut d'autoritzar un web abans de
				publicar-lo, per exemple) &eacute;s ben probable que el catal&agrave;,
				a la xarxa, estaria en la situaci&oacute; poc confortable que ara
				es d&oacute;na en els tel&egrave;fons m&ograve;bils, en els DVD,
				en els sistemes operatius o ens canals digitals de televisi&oacute;.
				Segurament l'esfor&ccedil; de la base hauria topat amb una paret
				gegantesca al davant que no sabr&iacute;em exactament com tombar.
				Per&ograve; no ha estat aix&iacute; i se n'ha de treure profit.
				L'evid&egrave;ncia del fet d'un cas d &egrave;xit indiscutible en
				un &agrave;mbit d'alta tecnologia ha d'estimular l'exig&egrave;ncia
				en els &agrave;mbits en qu&egrave; els obstacles s&oacute;n m&eacute;s
				i resulta m&eacute;s complicat de moure'ls nom&eacute;s des de
				baix.</P>
				<P>Dit aix&ograve;, tanmateix, hi ha una lli&ccedil;&oacute;
				central que no s'ha d'oblidar: si el catal&agrave; &eacute;s avui
				una de les lleng&uuml;es importants d'Internet &eacute;s per
				l'esfor&ccedil;, la creativitat i la innovaci&oacute; generada
				per milers de persones. Per una bona part, gruixuda, dels
				probables tres milions d'habitants del nostre pa&iacute;s
				virtual; que, per cert, nom&eacute;s registra una derrota a la
				xarxa: no t&eacute; nom. I no el t&eacute; precisament perqu&egrave;
				el registre de dominis &eacute;s l'&uacute;nica cosa que dep&egrave;n
				dels estats i concretament de les llistes ISO. En l'&uacute;nic
				lloc on hi ha una barrera que no s'ha pogut passar <A HREF="#peu10">*</A>.
				A la resta, per sort, s'ha sabut ocupar el lloc que tocava en el
				planeta global. Sense domini .ct, doncs (per ara). Per&ograve;
				amb una xarxa ben i ben viva.<BR><BR><!--[endif] --><I><SPAN LANG="es-ES">Aquest
				document &eacute;s (c) 2004 Vicent Partal. Es permet el seu &uacute;s
				i distribuci&oacute; en qualsevol mitj&agrave; sempre que no
				sigui modificat i s&rsquo;inclogui aquesta nota. </SPAN></I>
				</P>
				<P LANG="es-ES"><A NAME="peu1"></A><I>Vicent Partal &eacute;s
				periodista. Fundador l'any 1995, amb Assumpci&oacute; Maresma, de
				VilaWeb. Vicepresident de l'European Journalism Center, amb seu a
				Maastricht.</I></P>
				<P LANG="es-ES"><A NAME="peu2"></A><A NAME="punt2"></A><I>L'autor
				d'aquest article va arribar a escoltar un important dirigent de
				Retevisi&oacute;n justificar la compra d'Excite amb l'argument
				que &laquo;comprar una empresa americana ens donar&agrave;
				titulars m&eacute;s grans als diaris&raquo;. Ai!</I></P>
				<P LANG="es-ES"><A NAME="peu3"></A><A NAME="punt3"></A><I>&lt;META
				name=&raquo;language&raquo; content=&raquo;Catalan&raquo;&gt;</I></P>
				<P LANG="es-ES"><A NAME="pe4"></A><I>Curiosament Lycos era un
				cercador americ&agrave; que havia estat comprat per Terra i
				aquesta empresa seguia sense afegir el catal&agrave; enlloc,
				malgrat la seua seu formal a Barcelona.</I></P>
				<P LANG="es-ES"><A NAME="peu5"></A><I>La traject&ograve;ria
				posterior d'aquest portal, que actualment funciona sota m&iacute;nims,
				fa pensar que van pesar m&eacute;s els milions que cap altra cosa
				a l'hora de fer &uacute;s del catal&agrave; en el web m&eacute;s
				emblem&agrave;tic de la xarxa per&ograve;, ni que siga aix&iacute;,
				la veritat &eacute;s que la pres&egrave;ncia del catal&agrave; a
				la portada de Yahoo! al costat de les altres dotze lleng&uuml;es
				en qu&egrave; es fa aquest, &eacute;s un aparador notable per a
				la nostra llengua i la seua pres&egrave;ncia a Internet.</I></P>
				<P LANG="es-ES"><A NAME="peu6"></A><I>Ja existia, en forma m&eacute;s
				rudiment&agrave;ria, des de 1997, per&ograve; &eacute;s a partir
				de gener de 2003 que les prestacions d ALEXA han perm&egrave;s
				an&agrave;lisis com les que s esmenten.</I></P>
				<P><A NAME="peu7"></A><I><SPAN LANG="es-ES">Nom&eacute;s el web
				<A HREF="http://www.administracion.es/">http://www.administracion.es/</A>,
				de l'Administraci&oacute; General de l'Estat, resulta accessible
				en totes les lleng&uuml;es &laquo;cooficials&raquo; de l'Estat en
				una versi&oacute; limitada. Per altra banda, mant&eacute; el
				criteri secessionista de considerar catal&agrave; i valenci&agrave;
				lleng&uuml;es diferenciades. Recentment, el Senat ha aprovat una
				proposici&oacute; no de llei instant el Govern de l'Estat a
				prendre mesures al respecte.</SPAN></I></P>
				<P LANG="es-ES"><A NAME="peu8"></A><I>Per defensar-se d'aquestes
				imputacions, Microsoft ha posat en marxa un programa, denominat
				SHARED CODE, que, sense ser de codi obert, ho &eacute;s -fins a
				un cert l&iacute;mit- per a les administracions p&uacute;bliques
				i per als clients corporatius m&eacute;s importants. Malgrat tot,
				aquesta iniciativa no ha estat considerada suficient per alguns
				d'aquests clients, que ja han optat per f&oacute;rmules obertes.</I></P>
				<P LANG="es-ES"><A NAME="peu9"></A><I>Novament segons xifres de
				l'Alexa: el web de l'AOC ha passat, de no estar situat ni entre
				els 100.000 primers fins el gener de 2003, a oscil&middot;lar,
				des d'aleshores, de forma constant, entre els llocs 20.000 i
				40.000.</I></P>
				<P LANG="es-ES"><A NAME="peu10"></A><I>Aix&iacute; i tot, si b&eacute;
				la norma ISO que fixa els codis de domini de primer nivell
				territorial amb dues lletres, i nom&eacute;s dues, per a tots els
				estats i tota una colla de territoris ultramarins allunyats de
				les metr&ograve;polis, d'acord amb la llista de la Uni&oacute;
				Postal Internacional, no s'ha d'excloure que en el futur l'ICANN
				pugui autoritzar la creaci&oacute; de dominis vinculats a entorns
				culturals. El Senat espanyol, per exemple, ha proposat que el
				govern porti a l'ICANN el tema de la implantaci&oacute; del
				domini .his per als webs en castell&agrave; de fora d'Espanya.</I>

              </span>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
