<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3" height="1503">
      <blockquote>
        <div align="left">
        <table width="600" cellspacing="0" cellpadding="0" height="29">
          <tbody>
            <tr>
              <td height="8"><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td height="6"><font size="2"><span
 class="Txt-pequeBolcolor"></span></font><br>
              </td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0" height="3947">
          <tbody>
            <tr valign="top">
              <td height="3922">
              <p><span
 style="font-weight: bold; text-decoration: underline;">L'administraci&oacute;
oberta de Catalunya<br>
              </span>24/07/2003. Per Jordi Mas, Softcatal&agrave;.<br>
              </p>
              <p><span style="font-weight: bold;">Qu&egrave; &eacute;s
l'AOC? </span><br>
              <br>
L'<a href="http://www.cat365.net">Administraci&oacute; Oberta de
Catalunya</a> (AOC) t&eacute; com a
objectiu fer de finestra &uacute;nica en les relacions de les
administracions p&uacute;bliques catalanes a Internet, &eacute;s a dir,
oferir al ciutad&agrave; la possibilitat de gestionar tots els seus
tr&agrave;mits amb l'Administraci&oacute; des d'un sol canal, des de
sol&middot;licitar un servei a l'ajuntament de la localitat on viu fins
a demanar un ajut a un determinat departament de la Generalitat.
Conceptualment, est&agrave; en la l&iacute;nia de projectes d'altres
pa&iuml;sos, com ara el Goverment Gateway del govern brit&agrave;nic. <br>
              <br>
L'AOC &eacute;s un projecte que va ser aprovat per tots els partits
pol&iacute;tics el 23 de juliol de l'any 2001; a nivell de plantejament
&eacute;s totalment adequat i necessari, i, de fet, la majoria de
pa&iuml;sos europeus estan iniciant o desplegant projectes semblants. <br>
              <br>
              <span style="font-weight: bold;">Una hist&ograve;ria no
gaire llunyana </span><br>
              <br>
El divendres 14 de setembre de 2001 ens vam despertar amb una
not&iacute;cia sorprenent: el vinent dilluns, la Generalitat convocava
els mitjans per presentar el Windows XP Professional en catal&agrave;.
El meu primer pensament va ser que D&eacute;u existia, i que a
m&eacute;s era catal&agrave;, perqu&egrave; traduir un sistema operatiu
d'un volum i complexitat considerables, com ara el Windows XP, requeria
uns esfor&ccedil;os for&ccedil;a importants. La not&iacute;cia, que el
Govern va desvincular del projecte AOC, va tenir molta
trascend&egrave;ncia en el decurs d'aquest. <br>
              <br>
El dilluns 17 de setembre s'anunciava el Windows XP Professional en
catal&agrave; i futures actualitzacions del mateix. Tot de forma
autom&agrave;tica i sense cap cost per a la Generalitat; aquest fet era
realment una novetat si es tenia en compte que anteriorment s'havien
pagat fortes quantitats per les traduccions al catal&agrave; d'altres
versions del Windows. <a
 href="http://www.softcatala.org/windows/nota1.htm">En paraules</a> del
propi Artur Mas i Gavarr&oacute;, "Catalunya forma part d'un club
seleccionat de pa&iuml;sos que disposen d'un mercat inform&agrave;tic
de mentalitat oberta". Aquell dia va ser un orgasme sense
l&iacute;mits. Els nostres governants afirmaven que el catal&agrave;
entrava en una nova dimensi&oacute; en les noves tecnologies. Mai no
vaig entendre, per&ograve;, qu&egrave; feia un conseller en cap
presentant un producte d'una empresa comercial, especialment quan cap
representant de Microsoft no hi va anar, a la presentaci&oacute;. Es
devien ensumar el xou. <br>
              <br>
Malauradament per al catal&agrave; com a llengua i per als nostres
impostos, la hist&ograve;ria era molt diferent: nom&eacute;s cinc dies
m&eacute;s tard, Softcatal&agrave; <a
 href="http://www.softcatala.org/windows">desvetllava</a> que tot no
era pas tan id&iacute;l&middot;lic com la Generalitat explicava:
Microsoft publicaria un peda&ccedil; que nom&eacute;s funcionaria amb
el Windows XP Professional (la versi&oacute; per empreses que costa el
doble que la dom&egrave;stica) i que, a m&eacute;s, nom&eacute;s
traduiria el Windows parcialment, i solament el programari (sense la
documentaci&oacute; ni la instal&middot;laci&oacute;). El catal&agrave;
al Windows XP, doncs, quedava relegat a una llengua de segon ordre,
lluny del franc&egrave;s, l'alemany o l'espanyol que disposaven de
versions tradu&iuml;des completes. <br>
              <br>
El setembre del 2002, quan es va presentar definitivament el Windows XP
Professional en catal&agrave;, un any despr&eacute;s de la
versi&oacute; en espanyol, la presentaci&oacute; la va dur a terme el
conseller Andreu Mas-Colell, en uns termes molt m&eacute;s mesurats i
menys org&agrave;smics, i entonant el "sabem que aix&ograve; &eacute;s
nom&eacute;s un petit pas per al catal&agrave;". El Windows
catal&agrave; mostrava la seva aut&egrave;ntica utilitat: servir de
interficie pels funcionaris que havien de fer-lo servir en el projecte
AOC. Era la torna de Microsoft davant la gran factura que
pag&agrave;vem els
catalans en llic&egrave;ncies de programari. <br>
              <br>
              <span style="font-weight: bold;">L'AOC i el catal&agrave;
              </span><br>
              <br>
Uns mesos abans, Antoni Vives i Tom&aacute;s, actual Secretari de
Govern de la Generalitat, un pol&iacute;tic de l'&ograve;rbita
d'&Agrave;ngel Colom que va que passar per ERC i que ha acabat en les
files de CiU, i Llu&iacute;s Jou, ex-director de Pol&iacute;tica
Ling&uuml;&iacute;stica, van acabar confiant en Microsoft per al
projecte Administraci&oacute; Oberta de Catalunya, gr&agrave;cies a la
m&agrave; d'Accenture (ex Artur Andersen Consulting) que va aconseguir
la gesti&oacute; del projecte sense concursos p&uacute;blics ni consens
parlamentari. <br>
              <br>
Accenture va designar Microsoft com a prove&iuml;dor &uacute;nic de
programari. Les empreses encarregades de dur a terme el projecte serien
Accenture i, l&ograve;gicament, Avanade, l'empresa compartida entre
Accenture i Microsoft per desenvolupar solucions tecnol&ograve;giques.
Tamb&eacute; es comptava amb T-Systems, que era l'antic Centre de
Telecomunicacions i Tecnologies de la Informaci&oacute; despr&eacute;s
de la seva privatitzaci&oacute; i venda a l'operadora alemanya
T-Mobile. <br>
              <br>
El cost pressupostat del projecte Administraci&oacute; Oberta durant
els primers quatre anys &eacute;s de 120 milions d'euros, &eacute;s a
dir, 20.000 milions de les antigues pessetes, incloent la
formaci&oacute; dels funcionaris. Estem parlant, sens dubte, de la
inversi&oacute; m&eacute;s gran feta pel Govern en noves
tecnologies.&nbsp;</p>
              <p> El projecte dissenyat per la Generalitat i Accenture
donava l'esquena a les administracions locals, l'experi&egrave;ncia
tecnol&ograve;gica de les quals va ser menyspreada a l'hora de
plantejar el projecte. Casos d'&egrave;xit eren l'Ajuntament de
Barcelona o el de Sabadell. Veus molt rellevants del m&oacute;n local,
com ara el president de Localret ,&nbsp; Jordi Valls, van criticar que,
en temes tan b&agrave;sics, s'actu&eacute;s de forma unilateral. <br>
              <br>
              <span style="font-weight: bold;">No tots hi estem d'acord
              </span><br>
              <br>
El 23 d'abril de l'any 2002, Softcatal&agrave; impulsava la <a
 href="http://www.softcatala.org/admpub">'Campanya per l'&uacute;s del
programari lliure en l'administraci&oacute; p&uacute;blica'</a>&nbsp; i
presentava un <a href="http://www.softcatala.org/admpub/manifest.htm">Manifest</a>&nbsp;
amb el suport d'algunes de les entitats m&eacute;s representatives del
m&oacute;n Internet a Catalunya. L'objectiu de la campanya era
sensibilitzar les administracions p&uacute;bliques, i el conjunt de la
societat, de la import&agrave;ncia i els efectes positius que t&eacute;
dur a terme una pol&iacute;tica d'&uacute;s d'aplicacions de programari
lliure en les tecnologies de la informaci&oacute;, i de la
import&agrave;ncia de preservar els drets civils dels ciutadans en el
m&oacute;n digital. <br>
              <br>
Els conceptes plantejats al manifest eren pr&agrave;cticament oposats
als utilitzats pel Govern per tal de desenvolupar el projecte AOC,
incloent-hi l'&uacute;s de programari de propietat, el no respectar
l'&uacute;s de diferents plataformes per part dels usuaris i la manca
de previsi&oacute; en l'&uacute;s de formats est&agrave;ndard, per
mencionar-ne nom&eacute;s alguns. Un altre tema preocupant era on
acabarien les dades del ciutad&agrave; entre tant outsourcing com el
projecte plantejava. <br>
              <br>
Manel Sanrom&agrave;, director de l'empresa PuntCat (encarregada del
portal de l'AOC), en <a
 href="http://hemeroteca.diaridebarcelona.com/ddb-021211/aoc1.html">declaracions</a>
al Diari de Barcelona afirmava que "&eacute;s molt m&eacute;s
f&agrave;cil parlar amb Microsoft que amb Linux" i que "&eacute;s molt
m&eacute;s f&agrave;cil arribar a acords comercials amb Microsoft
perqu&egrave; tradueixi part del seu software". <br>
              <br>
S'escapa al meu enteniment com una aposta estrat&egrave;gica i una
inversi&oacute; tan important no es van consensuar amb un nutrit grup
d'experts reconeguts del tema, especialment amb les universitats del
nostre pa&iacute;s. Amb un debat adequat es podria haver avaluat
l'&uacute;s de solucions en programari lliure, que tenen avantatges
indiscutibles en molts aspectes, incloent-hi el cost, i que &eacute;s
la direcci&oacute; que molts pa&iuml;sos estan prenent o en
proc&eacute;s de prendre. <br>
              <br>
La falta de planificaci&oacute; sempre es paga cara. La manca d'una
planificaci&oacute; clara per part del govern de la Generalitat de
Catalunya en temes de llengua i noves tecnologies t&eacute;, com a
efecte col&middot;lateral, que finalment es decantin per Microsoft com
a &uacute;nic prove&iuml;dor del projecte AOC. En aquest sentit,
confiar a &uacute;nica empresa en posici&oacute; de monopoli el futur
de la nostra llengua i un projecte d'aquesta mida &eacute;s, com a
m&iacute;nim, arriscat. <br>
              <br>
              <span style="font-weight: bold;">La presentaci&oacute; de
l'AOC </span><br>
              <br>
El projecte AOC es va presentar el 3 de juliol del 2002 a la Casa de La
Llotja de Mar. La presentaci&oacute; va ser un veritable xou
medi&agrave;tic, amb una mostra de despesa de recursos nom&eacute;s
vista anteriorment en la &egrave;poca de les puntcom; la gran
difer&egrave;ncia era que, aquest cop, els diners eren p&uacute;blics.
En resposta a la pregunta parlament&agrave;ria del Partit Popular
[25/09/2002
BOPC, 337, p&agrave;g. 33] el Govern afirma que la despesa total,
nom&eacute;s d'aquesta presentaci&oacute; de dues hores, va ser de
75.126 euros, &eacute;s a dir 12,5 milions de les antigues pessetes. <br>
              <br>
Quedava clar que el projecte de l'AOC s'havia de vendre b&eacute; a
major gl&ograve;ria del futur candidat Artur Mas, i que no s'hi
escatimarien despeses. En la presentaci&oacute;, la Generalitat va
enfocar el projecte com si fos tot seu, restant import&agrave;ncia a
les administracions locals, quelcom que aviat els passaria factura. <br>
              <br>
Un altre tema que espantava era el fet que es volia vendre publicitat
per al que seria la finestreta &uacute;nica de l'administraci&oacute;
p&uacute;blica. En declaracions a El Peri&oacute;dico de Catalunya
(06/07/2002) , Miquel Estap&eacute;, director de desenvolupament i
aliances de Puntcat, afirmava que "la publicitat ser&agrave; molt suau,
com la que apareix en cercadors, en qu&egrave;, quan es busca un
concepte, apareix un enlla&ccedil; amb un servei relacionat i la
descripci&oacute; del producte", i tamb&eacute; assenyalava que els
ingressos per publicitat serien de 6 milions d'euros per any (1.000
milions de pessetes). Aquestes previsions, en el moment de fer-les, ja
eren totalment desmesurades i fora de la l&ograve;gica de mercat;
esperem que no es tinguessin en compte en cap pla de negoci. Com
&eacute;s natural, aquestes previsions econ&ograve;miques no s'han
complert, &eacute;s m&eacute;s, els ingressos de l'AOC per publicitat
tendeixen a zero. Diferents membres del PSC i Localret van mostrar el
seu desacord amb la decisi&oacute; d'incorporar publicitat. <br>
              <br>
              </p>
              <p> </p>
              <p><i>Aquest document &eacute;s (c) 2003 Jordi Mas i
Hern&agrave;ndez.</i><i> Es permet el seu &uacute;s i
distribuci&oacute; en qualsevol mitj&agrave; sense renumeraci&oacute;
econ&ograve;mica. Heu d'incloure sempre aquesta nota.</i><i></i></p>
              <p>&nbsp;</p>
              <p><b style="text-decoration: underline;">L'Administraci&oacute;
oberta i el cinema catal&agrave;</b><br>
24/07/2003. Per Jes&uacute;s Corrius, Softcatal&agrave;.<br>
              </p>
              <p align="justify" style="margin-bottom: 0cm;">Ja fa un
any es va presentar el portal cat365, l'estendard de la de
l'administraci&oacute; electr&ograve;nica catalana. Es tracta d'un gran
projecte (sobretot pel qu&egrave; fa al seu pressupost) que ha estat
reconegut com un dels cinc millors projectes europeus de govern
electr&ograve;nic i que, tot sigui dit, considerem del tot necessari de
cara als nous reptes que ens planteja aquest segle que acabem
d'estrenar. </p>
              <p>Aix&ograve; s&iacute;, per fer aquesta
afirmaci&oacute; hem de fer un esfor&ccedil; per deixar de banda el fet
que, des del principi, el portal s'ha utilitzat sense cap mena de
vergonya com a arma electoral buscant sempre benefici immediat (el
qu&egrave; en clau pol&iacute;tica podem anomenar "sortir a la foto")
sense tenir en compte les conseq&uuml;&egrave;ncies negatives que es
puguin derivar d'aquest fet a mig o llarg termini. En aquest aspecte
s'han mostrat totalment coherents amb la pol&iacute;tica de noves
tecnologies que han dut a terme al llarg dels &uacute;ltims anys. </p>
              <p>La pol&iacute;tica que s'est&agrave; duent a terme des
del govern (recordeu: buscant sempre el benefici immediat) sembla
orientada exclusivament a convertir els catalans en grans consumidors
de les noves tecnologies, de la mateixa manera que Catalunya ha
renunciat a tenir una ind&uacute;stria cinematogr&agrave;fica
pr&ograve;pia per dedicar-se a consumir el productes (o m&eacute;s
aviat subproductes) culturals que ens venen principalment dels Estats
Units. &Eacute;s evident que ser consumidors de noves tecnologies no
&eacute;s dolent, per&ograve; estem segurs que volem que passi el
mateix que ha passat amb el cinema? </p>
              <p>Demanar el doblatge de les pel&middot;l&iacute;cules
al catal&agrave; no &eacute;s tampoc dolent, al contrari, &eacute;s un
dret que tenim, i que hem d'exigir com a comunitat
ling&uuml;&iacute;stica, per&ograve; quan demanem el doblatge no estem
anant al fons del problema, sin&oacute; que estem simplement arreglant
les seves conseq&uuml;&egrave;ncies. Si no tenim cinema en
catal&agrave; &eacute;s perqu&egrave; no tenim una ind&uacute;stria
cinematogr&agrave;fica pr&ograve;pia a Catalunya. </p>
              <p>Catalunya ser&agrave; una pot&egrave;ncia important en
el m&oacute;n de les noves tecnologies utilitzant programari lliure o
no ser&agrave;. Aquest &eacute;s el mateix cas que el cinema. Seria un
error molt greu, i est&uacute;pid, intentar competir amb Hollywood
utilitzant les seves pr&ograve;pies armes. No podem competir fent el
mateix que ells, grans produccions molt cares i plenes d'efectes
especials, perqu&egrave; sempre ens passaran la m&agrave; per la cara.
Per posar un exemple contundent: no podem fer un 'Tit&agrave;nic' a
Catalunya i esperar que pugui competir amb un 'Tit&agrave;nic' fet a
Hollywood. En aquest cas sempre tindrem les de perdre. Que no puguem
fer un 'Tit&agrave;nic', per&ograve;, no vol dir que ens hagem de donar
per ven&ccedil;uts, simplement hem de buscar alternatives. Si no podem
fer 'Tit&agrave;nic' fem 'Cinema Paradiso' buscant d'aquesta manera el
prestigi i el benefici a llarg termini. De la mateixa manera que no
podem fer un 'Tit&agrave;nic' tampoc podem fer un 'Windows'. Catalunya
no pot competir amb els Estats Units amb el programari propietari,
per&ograve; si encara hi som a temps, podrem competir de tu a tu amb
qualsevol pa&iacute;s a trav&eacute;s del programari lliure. </p>
              <p>I en &uacute;ltima inst&agrave;ncia, en el cas
catal&agrave;, el programari lliure significa confiar en el
pa&iacute;s. Quan el nostre govern ofereix el seu gran projecte
inform&agrave;tic, sense concurs p&uacute;blic, a una empresa alemanya
i a una altra dels Estats Units ens est&agrave; dient que no t&eacute;
confian&ccedil;a en la seva gent. Tenim exemples de projectes fet per
la gent d'aqu&iacute; que han funcionat i que s'estan exportant arreu
del m&oacute;n (el cas del campus de la UOC &eacute;s un dels
m&eacute;s evidents) per&ograve; es clar, si la nostra prioritat
&eacute;s el benefici immediat, sempre vesteix m&eacute;s fer-se una
foto amb el Bill Gates que no pas amb un an&ograve;nim enginyer
inform&agrave;tic de Manresa. </p>
              <p>S&eacute; que les comparacions sempre s&oacute;n
odioses, per&ograve; n'hi ha una de molt evident per aquest cas que ens
toca. La Generalitat ha llogat una casa a una multinacional dels Estats
Units, per la qual haur&agrave; de pagar una forta hipoteca durant
molts anys i, el qu&egrave; &eacute;s pitjor, mai no ser&agrave; seva,
sin&oacute; que sempre viur&agrave; de lloguer, en comptes de fer-la
construir per una empresa d'aqu&iacute;, per molts menys diners, i
tenir-la en propietat des del primer dia. Una pregunta que encara no ha
contestat cap responsable del Govern catal&agrave; &eacute;s quants
diners es gasten, o s'han gastant, amb productes de la casa Microsoft i
si creuen que amb aquests diners que s'han gastat podien fer haver fet
un projecte propi d'administraci&oacute; electr&ograve;nica amb
tecnologia feta al pa&iacute;s.</p>
              <p>Per &uacute;ltim m'agradaria deixar molt clara una
cosa. El programari lliure acabar&agrave; triomfant. I si som llestos i
per una vegada deixem de buscar el benefici immediat a favor el
benefici a llarg termini, apostarem decididament per ell. Per tal de
ser competitius en les noves tecnologies de la informaci&oacute; i del
coneixement necessitem moltes coses, la primera de totes i la
m&eacute;s important, una correcta formaci&oacute; en aquest camp,
per&ograve; tamb&eacute; la confian&ccedil;a dels nostres dirigents. I
la confian&ccedil;a no &eacute;s <br>
demostra nom&eacute;s amb bones paraules, sin&oacute; amb fets. <br>
              </p>
              <p>&nbsp; </p>
              <p><i>Aquest document &eacute;s (c) 2003 Jes&uacute;s
Corrius i Llavina. Es permet el seu &uacute;s i distribuci&oacute; en
qualsevol mitj&agrave; sense finalitats comercials. Heu d'incloure
sempre aquesta nota.</i></p>
              <p>&nbsp;</p>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
</body>
</html>
