<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html lang="ca">
<head>



  
  
  
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->





  
  
  
  
  
  
  
  
  <title>Les novetats del Firefox 2.0</title>
  <meta content="Anna Grau i Toni Hermoso" name="author">
</head>


<body>





<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0" cellspacing="0" width="700">





  <tbody>





    <tr>





      <td colspan="3" valign="top"><img src="/projectes/images/barra.gif" height="15" width="700"> </td>





    </tr>





    <tr>





      <td valign="top"><img src="/projectes/images/angulo-1.gif" height="35" width="130"> </td>





      <td> <br>





      </td>





      <td valign="top">
      
      
      
      
      
      <div align="right"><img src="/projectes/images/angulo2.gif" height="35" width="144"> </div>





      </td>





    </tr>





    <tr>





      <td colspan="3" valign="top">
      
      
      
      
      
      <blockquote>
        
        
        
        
        
        <div align="left">
        
        
        
        
        
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span class="Txt-pequeBolcolor"><font face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>





        <br>





        </font></span></span></font></p>





        
        
        
        
        
        <table cellpadding="0" cellspacing="0" width="600">





          <tbody>





            <tr>





              <td><font size="2"><span class="Txt-pequeBolcolor"><span lang="CA"><font face="Arial, Helvetica, sans-serif" size="3"><b>Les novetats del Firefox 2.0<br>





              </b></font></span></span></font></td>





            </tr>





            <tr>





              <td><font size="2"><span class="Txt-pequeBolcolor"><span class="Txt-pequeBolcolor"><font face="Verdana, Arial, Helvetica, sans-serif" size="3"><font face="Arial, Helvetica, sans-serif" size="2"><span lang="CA">Per Anna Grau i Toni Hermoso</span><br>





05/11/2006<br>





              </font></font></span></span></font></td>





            </tr>





          
          
          
          
          
          </tbody>
        
        
        
        
        
        </table>





        
        
        
        
        
        <table cellpadding="0" cellspacing="0" width="600">





          <tbody>





            <tr valign="top">





              <td><br>




              <br>




              
              
              
              
              <div style="text-align: justify;">El llan&ccedil;ament del <a href="http://www.firefox.cat"><span style="font-weight: bold;">Firefox 2.0</span></a> ha tornat a revolucionar la xarxa i la comunitat d&rsquo;usuaris. Per celebrar-ho, la <a href="http://www.mozilla.org">Fundaci&oacute; Mozilla</a> ha promogut les m&eacute;s de 300 <a href="http://firefoxparty.com">festes</a>
que s&rsquo;han fet el darrer cap de setmana d&rsquo;octubre arreu del
m&oacute;n. Al costat de les grans capitals europees, la <a href="http://festa.firefox.cat">cita de Barcelona</a>, organitzada per <a href="http://www.softcatala.org">Softcatal&agrave;</a>, <a href="http://www.vilaweb.cat">VilaWeb</a>, <a href="http://www.mozilla-europe.org">Mozilla Europa</a> i <a href="http://racocatala.cat">Rac&oacute; Catal&agrave;</a>,
ha aplegat incondicionals del navegador, simpatitzants del programari
lliure i defensors de l&rsquo;&uacute;s del catal&agrave; en les noves
tecnologies.<br>

              <br>

Des que el Firefox es va fer p&uacute;blic per primera vegada el
novembre del 2004, ha anat guanyant adeptes i s&rsquo;ha acabat
convertint en el rival directe de l&rsquo;Internet Explorer. En menys
de dos anys, milions d&rsquo;usuaris ja han redescobert el web. Amb
aquesta segona versi&oacute;, feta p&uacute;blica una setmana
despr&eacute;s de sortir la setena de l&rsquo;Explorer, s&rsquo;espera
que el nombre d&rsquo;usuaris del Firefox augmenti &mdash;de fet
s&rsquo;han superat els dos milions de baixades en 24 hores.
S&rsquo;obre, doncs, un nou episodi d&rsquo;una guerra, la dels
navegadors, que no sembla tenir final.<br>

              <br>

El Firefox sorgeix del projecte de programari lliure Mozilla.org, una
iniciativa mundial, sense afany de lucre i de codi obert en qu&egrave;
participen milers de voluntaris. L&rsquo;objectiu del projecte no
&eacute;s altre que preservar la llibertat d&rsquo;elecci&oacute;,
garantir la innovaci&oacute; a Internet i respectar els
est&agrave;ndards oberts. Tot aix&ograve; fa que el Firefox hagi
esdevingut el producte estrella de Mozilla: lliure, gratu&iuml;t,
compatible amb la majoria de sistemes operatius i tradu&iuml;t
actualment en <a href="http://www.mozilla.com/firefox/all.html">m&eacute;s de 35 lleng&uuml;es</a>, entre d&rsquo;altres el catal&agrave;.<br>

              <br>

De fet, la traducci&oacute; catalana de programari de la m&agrave; de
Softcatal&agrave; es va estrenar l&rsquo;any 1998 amb el Netscape
Communicator &mdash;a partir del qual sorgeix el Mozilla i
despr&eacute;s, el Firefox. En aquell moment, la versi&oacute; catalana
del Netscape (<span style="font-style: italic;">El Navegador</span>) va
tenir una gran significaci&oacute;, ja que era el primer programa en
catal&agrave; de gran difusi&oacute;: al cap d&rsquo;una setmana de
publicar-se, Softcatal&agrave; tenia m&eacute;s de 1.500 baixades i 300
visites di&agrave;ries. Per aix&ograve;, el Firefox ha heretat el
llegat del s&iacute;mbol del programari en catal&agrave;.<br>

              <br>

Les claus del seu &egrave;xit segurament poden resumir-se en tres: una
interf&iacute;cie senzilla i propera a l'usuari, l'assequible
ampliaci&oacute; de la funcionalitat gr&agrave;cies a extensions fetes
per tercers, i una pol&iacute;tica de promoci&oacute; sense precedents
en el m&oacute;n del programari lliure.<br>

              <br>

Centrant-nos en la versi&oacute; 2.0, cal destacar-ne les seg&uuml;ents
novetats, algunes de les quals ja existien en versions anteriors en la
forma d'extensions:<br>

              <br>

              <span style="font-weight: bold;">Nova interf&iacute;cie</span>.
S'ha modificat el tema per defecte en la nova versi&oacute;, per
exemple, amb botons brillants sensibles quan s'hi passa al cursor i
sobretot amb un quadre de prefer&egrave;ncies m&eacute;s intu&iuml;tiu
que en anteriors versions.<br>

              <br>

              <span style="font-weight: bold;">Integraci&oacute; en complements</span>.
Les extensions i el temes ara s'integren un mateix di&agrave;leg sota
el nom de complements, tenint aix&iacute; un m&eacute;s f&agrave;cil
control dels elements de tercers parts que l'usuari pot
instal&middot;lar en el navegador. Per exemple, si l'usuari mai es
trob&eacute;s amb algun problema en iniciar el navegador, &eacute;s
molt probable que pogu&eacute;s ser per culpa d'algun dels complements
que hagi instal&middot;lat; accedint-hi en mode segur i desmarcant el
que pugui haver estat el causant, segurament li resoldr&agrave; el
problema.<br>

              <br>

              <span style="font-weight: bold;">Protecci&oacute; contra la pesca electr&ograve;nica (<span style="font-style: italic;">phishing</span>)</span>.
De ben segur que molts usuaris avui en dia s'han trobat reiteradament
amb p&agrave;gines d'entitats banc&agrave;ries, sovint de les quals no
en tenen compte, que els demanen dades de caire privat. Aix&ograve;
&eacute;s habitualment una falsificaci&oacute; dissenyada per a
enganyar a les v&iacute;ctimes i suplantar-les-hi la identitat. El
client de correu electr&ograve;nic germ&agrave; del Firefox, el <a href="http://www.softcatala.org/wiki/Thunderbird">Thunderbird</a>,
fa un temps que ja ha anat incorporant-ne mecanismes de
protecci&oacute;, i ara el Firefox tamb&eacute; ho ha fet. Per defecte,
el navegador contrasta les p&agrave;gines que visita respecte a una
llista de llocs web sospitosos que incorpora el mateix programa;
per&ograve; si ho prefereix, tamb&eacute; pot activar-se un servei
remot de Google amb la mateixa funcionalitat per&ograve; que
s'actualitza de forma m&eacute;s freq&uuml;ent. A m&eacute;s a
m&eacute;s, si es vol ajudar a informar d'aquestes activitats criminals
en trobar una p&agrave;gina sospitosa, pot notificar-se des d'una
opci&oacute; per a aquest prop&ograve;sit del men&uacute; Ajuda. (<a href="http://softcatala.org/wiki/Firefox:Pesca_electr%C3%B2nica">M&eacute;s informaci&oacute;</a>)<br>

              <br>

              
              <div style="text-align: center;"><a href="firefox2/phishing.png"><img style="border: 0px solid ;" alt="Protecci&oacute; del phishing" title="Protecci&oacute; del phishing" src="firefox2/phishing-petit.png"></a><br>

              </div>

              <br>

              <span style="font-weight: bold;">Restauraci&oacute; de sessions</span>.
Si durant la navegaci&oacute;, el sistema operatiu es penja,
l'ordinador s'apaga o el Firefox es tanca inesperadament, ara &eacute;s
possible tornar all&agrave; on &eacute;rem abans del
&laquo;desastre&raquo; i aix&iacute; no haver de tornar a obrir les
diferents pestanyes o sessions que hav&iacute;em iniciat. Relacionat
amb aix&ograve;, tamb&eacute; es pot configurar que quan iniciem el
navegador tornem a fer-ho amb el conjunt de pestanyes amb qu&egrave;
hav&iacute;em tancat el programa per darrera vegada.<br>

              <br>

              <span style="font-weight: bold;">Correcci&oacute; ortogr&agrave;fica integrada</span>.
A partir d'ara no hi ha excusa per escriure correctament. La nova
versi&oacute; incorpora un motor de correccci&oacute;
ortogr&agrave;fica que permet verificar si el que escrivim en els
formularis pot enviar-se sense el temor d'avergonyir-nos-en
despr&eacute;s. (<a href="http://softcatala.org/wiki/Mozilla:Corrector_ortogr%C3%A0fic">M&eacute;s informaci&oacute;</a>)<br>

              <br>

              
              <div style="text-align: center;"><a href="firefox2/ortografia.png"><img style="border: 0px solid ;" alt="Correcci&oacute; ortogr&agrave;fica" title="Correcci&oacute; ortogr&agrave;fica" src="firefox2/ortografia-petit.png"></a><br>

              </div>

              <br>

              <span style="font-weight: bold;">Canvis en la navegaci&oacute; per pestanyes</span>.
Una de les caracter&iacute;stiques m&eacute;s estimades del Firefox
&eacute;s la navegaci&oacute; per pestanyes, la qual ha estat un dels
aspectes diferencials m&eacute;s importants del seu principal
competidor en el camp dels navegadors, l'Internet Explorer. En aquest
aspecte, s'hi han afegit millores com ara la possibilitat de recuperar
les pestanyes que h&agrave;gim tancat involunt&agrave;riament, una
navegaci&oacute; m&eacute;s f&agrave;cil a trav&eacute;s d'elles
gr&agrave;cies a unes fletxes als extrems de la barra, i tamb&eacute;
un bot&oacute; de tancar cada pestanya de forma individual en comptes
d'un &uacute;nic que existia en anteriors versions. Els usuaris que
preferien el comportament d'anteriors versions, tenen l'opci&oacute; de
poder recuperar-lo manualment amb <a href="http://css.artnau.com/el-boto-de-tancar-pestanyes-del-firefox-20/">aquestes instruccions</a>.<br>

              <br>

              
              <div style="text-align: center;"><a href="firefox2/pestanyes.png"><img style="border: 0px solid ;" alt="Navegaci&oacute; amb pestanyes" title="Navegaci&oacute; amb pestanyes" src="firefox2/pestanyes-petit.png"></a><br>

              </div>

              <br>

              <span style="font-weight: bold;">Una cerca m&eacute;s potent</span>.
S'han incorporat for&ccedil;a novetats pel que fa a les possibilitats
de cerca a la xarxa. S'ha millorat la gesti&oacute; dels motors de
cerca dels nostres serveis preferits, podent-ne afegir i eliminar
m&eacute;s f&agrave;cilment, i alguns dels m&eacute;s populars (com ara
Google i Yahoo!) introdueixen l'opci&oacute; de suggerir termes de
cerca a partir del text que v&agrave;giu escrivint.<br>

              <br>

              <span style="font-weight: bold;">Millora de la gesti&oacute; dels canals d'informaci&oacute;</span>.
Sens dubte, la forma de consultar la informaci&oacute; Internet ha
estat un abans i un despr&eacute;s d'en&ccedil;&agrave; de
l'aparici&oacute; dels canals, en formats com ara l'RSS. De fet, el
Firefox pot considerar-se com una de les aplicacions que ha
contribu&iuml;t m&eacute;s en la popularitzaci&oacute; d'aquesta
tecnologia; per aix&ograve;, no &eacute;s estrany que s'utilitzi arreu
de la xarxa la <a href="http://www.feedicons.com/">icona del Firefox</a>
que indica la disponibilitat d'aquest servei en un lloc web. En
anteriors versions, si b&eacute; hi ha un gran nombre d'extensions que
ofereixen un gran nombre d'alternatives, els canals es gestionaven com
una <a href="http://www.mozilla-europe.org/ca/products/firefox/live-bookmarks/">forma particular d'adreces d'inter&egrave;s</a>
que s'actualitzaven amb els nous continguts que apareixien als llocs
d'origen. Ara, en aquesta nova versi&oacute;, es mant&eacute; aquesta
funcionalitat, per&ograve; tamb&eacute; es permet cedir la
gesti&oacute; a altres programes de l'ordinador, o b&eacute; a serveis
de la xarxa que recullen aquest tipus de contingut.<br>

              <br>

              
              <div style="text-align: center;"><a href="firefox2/canal.png"><img style="border: 0px solid ;" alt="Canals d'informaci&oacute;" title="Canals d'informaci&oacute;" src="firefox2/canal-petit.png"></a><br>

              </div>

              <br>

              <span style="font-weight: bold;">T&iacute;tols actius</span>.
Potser &eacute;s una de les caracter&iacute;stiques menys conegudes,
que permet resumir informaci&oacute; espec&iacute;fica d'un lloc web en
la forma del t&iacute;tol d'una adre&ccedil;a d'inter&egrave;s.
At&egrave;s que el lloc web al qual es fa refer&egrave;ncia pot
actualitzar-se, tamb&eacute; ho fa el mateix t&iacute;tol. La
informaci&oacute; a la quals ens referim pot ser el titular del darrer
article del nostre diari preferit, el preu de l'article d'una subhasta
o la temperatura a la nostra poblaci&oacute; natal. <br>

              <br>

Apart de les noves caracter&iacute;stiques abans esmentades, s'han fet millores importants en <a href="http://diveintomark.org/archives/2006/10/03/firefox-2-accessibility">aspectes d'accessibilitat</a>
i, per descomptat, s'han conservat opcions tan &uacute;tils presents en
anteriors versions com ara el blocatge de les finestres emergents, les
actualitzacions remotes o la possibilitat de suprimir les dades
privades que h&agrave;gim introdu&iuml;t en el navegador amb un sol
clic.<br>
              <br>

Pel que a les propera versi&oacute; superior, la 3.0, s'est&agrave;
treballant en la integraci&oacute; de les adreces d'inter&egrave;s i
l'historial &ndash; una caracter&iacute;stica que va ajornar-se durant
el desenvolupament de la versi&oacute; 2.0 &ndash;, i fins i tot en la
possibilitat d'obrir i desar fitxers PDF sense la necessitat
d'instal&middot;lar un connector extern. <br>
              <br>
Si des de la nova instal&middot;laci&oacute;, especialment si en l'ordinador ja hi
havia una anterior, apareixessin franges grogues a la part inferior de
la finestra o problemes similars, molt probablement es tracti
d'incompatibilitats dels complements (extensions o temes) instal&middot;lats
amb la nova versi&oacute;. En aquest cas, pot comunicar-se a l'autor i esperar
que es resolgui, o b&eacute; inhabilitar l'extensi&oacute; despr&eacute;s d'iniciar el
navegador en <a href="http://www.softcatala.org/wiki/Mozilla:Mode_segur">mode segur</a>.<br>
Aquest i altres dubtes poden sempre trametre's a <a href="http://www.softcatala.org/forum">f&ograve;rums d'ajuda com el de Softcatal&agrave;</a>,
i com amb la majoria de projectes de programari lliure,&nbsp;fer arribar
els&nbsp;suggeriments i possibles errades al gestor propi d'incid&egrave;ncies de <a href="http://bugzilla.mozilla.org/">Bugzilla</a>. <br>

              </div>




              <br>

Baixeu-vos la nova versi&oacute; del Firefox. Navegareu m&eacute;s
r&agrave;pid, us sentireu m&eacute;s segurs, veureu el web amb uns
altres ulls.<br>

              <br>




              
              
              
              
              <h2>Enlla&ccedil;os</h2>

              <a href="http://www.firefox.cat"><span style="font-weight: bold; text-decoration: underline;">Firefox en catal&agrave;</span></a><br>

              <a href="http://www.softcatala.org"><span style="font-weight: bold; text-decoration: underline;">Softcatal&agrave;</span></a><br>

              <a href="http://www.mozilla-europe.org"><span style="font-weight: bold; text-decoration: underline;">Mozilla Europa</span></a>


              <span style="font-weight: bold;"><span style="font-weight: bold;"><a href="http://mozillalinks.org/wp/2006/10/firefox-2-review/"><span style="text-decoration: underline;"></span></a><a href="http://linux.softcatala.org"></a><br>

              </span></span><span style="font-style: italic;"><br>

Versi&oacute; publicada a laMalla.net, <a href="http://www.lamalla.net/canal/digitalia/reflexions/article?id=151013">1</a> i <a href="http://www.lamalla.net/canal/digitalia/reflexions/article?id=151015">2</a>.<br>

Versi&oacute; publicada a l'Enxarxa't<br>

              <br>

              </span><span style="font-weight: bold;"><span style="font-weight: bold;">


              </span></span> <br>




              <br>




              <span style="font-style: italic;">Aquest document
&eacute;s sota
llic&egrave;ncia de </span><a style="font-style: italic;" href="http://creativecommons.org/licenses/by-sa/2.5/">Reconeixement-CompartirIgual</a><span style="font-style: italic;"> de </span><a style="font-style: italic;" href="http://www.creativecommons.org/">Creative Commons</a><span style="font-style: italic;">. </span><br>





                  
                
              
            
              <br>




              </td>





            </tr>





          
          
          
          
          
          </tbody>
        
        
        
        
        
        </table>





        
        </div>





      </blockquote>





      </td>





    </tr>





    <tr>





      <td colspan="3">&nbsp;</td>





    </tr>





  
  
  
  
  
  </tbody>
</table>





<table align="center" bgcolor="#ffffcc" border="0" width="700">





  <tbody>





    <tr>





      <td>
      
      
      </td>





    </tr>





  
  
  
  
  
  </tbody>
</table>





<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>





</body>
</html>
