<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
 <!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title></title>
   
</head>
   <body>
 
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
     <tbody>
     <tr>
        <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15">
       </td>
     </tr>
     <tr>
        <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35">
       </td>
       <td valign="top">                      <br>
       </td>
       <td valign="top">                
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35">
       </div>
       </td>
     </tr>
     <tr>
        <td valign="top" colspan="3">                
      <blockquote>                    
        <div align="left">                     
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
              <br>
              </font></span></span></font></p>
                     
        <table width="600" cellspacing="0" cellpadding="0">
              <tbody>
             <tr>
                <td><font size="2"><span class="Txt-pequeBolcolor"><span
 lang="CA"><font face="Arial, Helvetica, sans-serif" size="3"><b>Mozilla
1.0: quatre anys despr&eacute;s</b></font></span><b><font size="3"><span
 class="Txt-pequeBolcolor"></span></font></b></span></font></td>
              </tr>
              <tr>
                <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><font size="2"
 face="Arial, Helvetica, sans-serif"><span lang="CA">Per Jordi Mas i Hern&agrave;ndez/
www.softcatala.org</span><br>
                  21/05/2002 <br>
                  </font></font></span></span></font></td>
              </tr>
                       
          </tbody>         
        </table>
                     
        <table width="600" cellspacing="0" cellpadding="0">
              <tbody>
             <tr valign="top">
                 <td> <br>
               <br>
 El creixement de Netscape com a empresa va ser un dels m&eacute;s espectaculars 
viscuts al Silicon Valley. El 1996, quan no portaven ni tan sols dos anys 
operant, van sortir a la borsa al Nasdaq triplicant el valor de les seves 
accions el primer dia de cotitzaci&oacute; [1]. Netscape s'havia consolidat 
com l'empresa que estava liderant molts dels aven&ccedil;os tecnol&ograve;gics 
a Internet, tant en l'&agrave;rea de navegadors com de servidors, per&ograve; 
Microsoft els seguia les passes molt de prop. Si Tim Berners-Lee, Jon Postel, 
Vint Cerf i altres havien definit Internet, Netscape estava contribuint a 
la popularitzaci&oacute; de la Xarxa i, en aquest proc&eacute;s, estava guanyant 
molts diners.<br>
               <br>
 El 23 de gener de 1998, Netscape Communications anunciava [2] la distribuci&oacute; 
gratu&iuml;ta del seu navegador web Netscape Communicator 4, fins aleshores 
un producte comercial, aix&iacute; com l'alliberament, en q&uuml;esti&oacute; 
de setmanes, del seu codi font. Aquest anunci va sorprendre a molts analistes, 
ja que no tenia cap antecedent en la ind&uacute;stria del programari. El Netscape
Communicator havia encap&ccedil;alat els aven&ccedil;os t&egrave;cnics m&eacute;s
destacats de la web amb la creaci&oacute; de tot un ventall de tecnologies
que comprenien des de l'SSL (protocol que permet fer transaccions segures
a Internet), els marcs i taules d'HTML, les galetes (cookies), o el propi
llenguatge JavaScript, m&eacute;s tard adoptats com a est&agrave;ndards pel
              <a href="http://www.w3.org">World Wide Web Consortium (W3C)</a>.<br>
              <br>
 Eren bones not&iacute;cies per al moviment de programari lliure, ja que
una empresa important en aquell moment com era Netscape feia una aposta ferma 
pel moviment i posava a disposici&oacute; de la comunitat un navegador d'Internet 
amb les &uacute;ltimes tecnologies. Netscape es convertia en la primera empresa 
que alliberava un programa ja consolidat entre els usuaris i feia un gir cap
un model obert de desenvolupament, i tamb&eacute; esdevenia la primera gran
empresa que apostava de ferm pel m&oacute;n del programari lliure. Anys despr&eacute;s
arribarien empreses com ara Sun Microsystems, que, mitjan&ccedil;ant el lloc
web <a href="http://www.openoffice.org">Open Office</a>, i amb una actuaci&oacute;
molt similar a la de Netscape, obriria el programa Star Office, un paquet
ofim&agrave;tic amb m&eacute;s de set milions de l&iacute;nies de codi font.<br>
              <br>
              <b> Els motius<br>
              </b><br>
 La idea d'alliberar el codi va sorgir, entre altres motius, per la influ&egrave;ncia 
que va tenir el text The Cathedral and the Bazaar [3], escrit per Eric Raymond 
sobre diversos empleats de Netscape. Un dels grans impulsors de l'obertura 
del codi font va ser <a href="http://www.jwz.org">Jaime Zawinski</a>, el
qual, abans d'incorporar-se a Netscape com a responsable de la primera versi&oacute;
del navegador per a Unix, va participar en diversos projectes relacionats
amb el programari lliure, incloent-hi el Lucid Emacs.<br>
 <br>
D'altra banda, Netscape havia vist decr&eacute;ixer la seva quota de mercat 
en quant a navegadors de forma alarmant. Durant l'any 1996, m&eacute;s del 
70% d'usuaris d'Internet utilitzaven un navegador de Netscape, per&ograve; 
a finals de 1997 aquesta quota havia baixat fins al 57% [4], mentre que Microsoft 
augmentava la seva quota amb l'Internet Explorer (IE). Amb l'IE, Microsoft 
havia aconseguit un producte robust i tecnol&ograve;gicament equivalent al 
navegador de Netscape, per&ograve; que es distribu&iuml;a de forma gratu&iuml;ta, 
mentre que Netscape venia el seu navegador a tothom que en fes &uacute;s en
un entorn comercial. L'any 1997, el navegador de Netscape havia arribat a
proporcionar el 18% dels beneficis de la companyia [2], per&ograve;, amb la
inclusi&oacute; de l'IE com a part del sistema operatiu Windows per part de
Microsoft [5], incloent-hi tots els nous PC, era q&uuml;esti&oacute; de temps
que l'IE es convert&iacute;s en el navegador est&agrave;ndard per a la plataforma
Windows, com va quedar pal&egrave;s posteriorment amb la seva creixent popularitzaci&oacute;.
Va ser llavors quan Netscape va portar Microsoft als tribunals, ja que considerava
que la inclusi&oacute; d'Internet Explorer a tots els sistemes operatius
Windows representava una practica monopol&iacute;stica i un ab&uacute;s de
la posici&oacute; de mercat.<br>
 <br>
Davant la impossibilitat de Netscape de continuar comercialitzant navegadors, 
el seu negoci es va centrar principalment en l'explotaci&oacute; del seu portal
NetCenter i la comercialitzaci&oacute; de servidors per a Internet i intranets.
En aquest negoci era encara molt important tenir un navegador propi per poder
anar introduint-hi noves tecnologies sense dependre dels aven&ccedil;os de
Microsoft, amb la qual tamb&eacute; competia agressivament en l'&agrave;rea
de servidors. Trencar aquesta depend&egrave;ncia nom&eacute;s era possible
si Netscape continuava mantenint productes propis a la part client (el navegador)
i a la part servidor.<br>
              <br>
 Netscape esperava que, alliberant el seu codi font, la comunitat ajud&eacute;s 
a continuar la construcci&oacute; i popularitzaci&oacute; del seu navegador, 
al m&eacute;s pur estil dels primers sistemes Unix.<br>
              <br>
              <b> Un part dif&iacute;cil</b><br>
              <br>
 La publicaci&oacute; del codi font de Netscape no era un proc&eacute;s immediat, 
ja que Netscape nom&eacute;s podia alliberar el codi font que li pertanyia, 
ja que havia de prescindir de tot el programari integrat al navegador que 
era propietat de tercers. Existien m&eacute;s de 75 components de programari 
que eren propietat d'altres empreses, i Netscape va haver de contactar individualment 
amb aquestes empreses per intentar explicar-los els avantatges d'obrir el 
codi font dels seus components. No totes les empreses estaven disposades a
seguir el cam&iacute; de Netscape i alliberar el seu codi font, i la versi&oacute; 
que es publicaria no va incloure, ni de bon tros, tota la funcionalitat del 
Netscape Communicator versi&oacute; 4.<br>
              <br>
 A part de publicar el codi font s'havia de crear un lloc a Internet que
organitz&eacute;s el desenvolupament de tot el projecte, i amb aquesta finalitat
va n&eacute;ixer <a href="http://www.mozilla.org">Mozilla.org</a> . El nom
de Mozilla havia estat molt lligat a la cultura de Netscape, ja que era el
nom de les versions preliminars a la versi&oacute; 1.0 del navegador, el
primer producte de l'empresa, que finalment es va anomenar Netscape Navigator.
Despr&eacute;s, Mozilla va esdevenir la mascota de la companyia [6] i una
refer&egrave;ncia cultural per als empleats de Netscape.<br>
              <br>
 El 31 de mar&ccedil; de 1998 es presenta p&uacute;blicament Mozilla, amb 
l'objectiu de fer d'emmagatzem central del codi del projecte i proporcionar
les eines col&#8226;laboratives necess&agrave;ries per possibilitar la coordinaci&oacute;
entre els diferents membres. Mozilla neix com una organitzaci&oacute; independent
de Netscape; de fet, Netscape, a partir de la versi&oacute; 6 del seu navegador,
&eacute;s converteix en un simple empaquetador del navegador produ&iuml;t
per Mozilla, al qual afegeix algunes eines addicionals i el personalitza
amb la seva imatge i serveis.<br>
              <br>
 Mozilla &eacute;s un nom que, en realitat, compr&egrave;n quatre coses:
el nom del lloc web que cont&eacute; el projecte, el conjunt d'eines i llibreries 
que s'hi creen, el nom del Navegador produ&iuml;t i distribu&iuml;t en base 
aquestes eines, i la mascota del projecte. La versi&oacute; del navegador 
cont&eacute; un navegador, un programa de missatgeria, un programa de creaci&oacute; 
de p&agrave;gines web, un client de xat i un conjunt d'eines de privadesa 
i depuraci&oacute;.<br>
              <br>
 Internet es va popularitzar com un sistema de comunicaci&oacute; on conviuen 
tot tipus d'ordinadors i sistemes. Per mantenir aquest esperit original i 
continuar treballant amb el desenvolupament de nous protocols Tim Berners-Lee, 
el creador de la web, va fundar el World Wide Web Consortium (W3C). Aquesta 
organitzaci&oacute; s'encarrega de definir pr&agrave;cticament tots els est&agrave;ndards 
que avui en dia conformen la web. Malauradament, per moltes especificacions 
que es facin, al final sempre es veuen sotmeses als nivells de compatibilitat 
que imposa l'Internet Explorer, at&egrave;s que ha esdevingut l'est&agrave;ndard 
de facto.<br>
              <br>
 Existeixen ja navegadors de codi font obert com ara el <a
 href="http://www.konqueror.org">Konqueror</a>, que &eacute;s tamb&eacute;
un gestor de fitxers i visualitzador de diversos formats, disponible per
a GNU/Linux i que forma part de l'entorn d'escriptori <a
 href="http://www.kde.org">KDE</a>. Mozilla va m&eacute;s enll&agrave; en
l'aspecte Internet, ja que &eacute;s una plataforma independent del sistema
operatiu (est&agrave; disponible per a m&eacute;s de 16 sistemes). Constru&iuml;da
completament amb programari lliure, proporciona un conjunt d'eines amb els
quals es poden construir tot tipus d'aplicacions web, m&eacute;s enll&agrave;
del propi navegador. Mantenir un navegador basat en programari lliure amb
les &uacute;ltimes tecnologies implementades &eacute;s important de cara
a no dependre d'un &uacute;nic fabricant de navegadors.<br>
              <br>
              <b> Quatre anys d'esfor&ccedil;os</b><br>
              <br>
 La publicaci&oacute; del codi font i la creaci&oacute; de Mozilla.org van 
crear moltes expectatives al voltant del projecte. Malauradament, en els mesos
seg&uuml;ents a la publicaci&oacute; del codi font es va demostrar que la
coordinaci&oacute; del desenvolupament d'un producte tan gran era una tasca
complexa i Mozilla no va ser capa&ccedil; de produir un nou navegador en
el temps que molts haurien volgut, mentre que l'Internet Explorer anava guanyant
quota de mercat i s'anava consolidant com el navegador m&eacute;s popular
a Internet.<br>
              <br>
 Mozilla no tenia una feina f&agrave;cil per davant, atesos els problemes 
amb les llic&egrave;ncies de tercers. En la primera versi&oacute; alliberada 
per Netscape del codi font del navegador, el llenguatge Java, els correctors 
ortogr&agrave;fics i els mecanismes de seguretat propietat de RSA (impossibles 
d'alliberar en forma de codi font sota la legislaci&oacute; nord-americana 
vigent al moment), entre altres components, no van poder formar part del codi
font alliberat. D'aquesta manera, Mozilla comen&ccedil;ava el seu cam&iacute; 
amb una versi&oacute; lliure del navegador, per&ograve; mancada de molts dels
components m&eacute;s b&agrave;sics per tenir un navegador competitiu. Els
programadors de Netscape tamb&eacute; eren conscients que calia tornar a
dissenyar el producte, especialment del motor HTML, per poder-lo adequar als
nous est&agrave;ndards i tecnologies.<br>
              <br>
 Des de Mozilla es va comen&ccedil;ar a treballar en els diversos projectes 
que haurien de ser la base del nou navegador. Gecko, el nou motor de visualitzaci&oacute; 
de p&agrave;gines web de Mozilla, podia treballar amb els est&agrave;ndards 
m&eacute;s moderns i va reempla&ccedil;ar l'antic motor, que havia quedat 
obsolet. XUL tamb&eacute; va tenir un paper molt important com a conjunt d'eines
per definir la interf&iacute;cie d'usuari d'una forma independent a la plataforma.
La idea era que, mitjan&ccedil;ant XML, es poguessin dissenyar interf&iacute;cies
d'una forma similar a com dissenyem p&agrave;gines web. Evidentment, aix&ograve;
representava reescriure tota la interf&iacute;cie d'usuari del navegador
sota aquesta nova tecnologia. Un altre projecte for&ccedil;a important era
la creaci&oacute; dels components de seguretat de Mozilla, que permetrien
utilitzar la signatura digital dels correus electr&ograve;nics, la connexi&oacute;
a llocs webs segurs, la gesti&oacute; de certificats digitals i la signatura
digital d'aplicacions i components.<br>
              <br>
 Amb el temps, es va anar vertebrant una comunitat al voltant de Mozilla, 
amb llocs web independents de not&iacute;cies, com ara <a
 href="http://www.mozillazine.org">MozillaZine</a> o <a
 href="http://www.mozillanews.org">MozillaNews</a>, que donen informaci&oacute;
relacionada amb l'evoluci&oacute; dels projectes de Mozilla i de tercers.
Tamb&eacute; va n&eacute;ixer MozDev, un lloc web que informa de p&agrave;gines
web i recursos de col&#8226;laboraci&oacute; gratu&iuml;ts a tota mena de projectes
relacionats amb Mozilla: avui en dia n'hi ha m&eacute;s de seixanta projectes
relacionats i des d'aqu&iacute; han sortit un bon grapat de idees i components
que avui en dia ja es troben incorporats al navegador. Per&ograve; Mozilla
ha fet m&eacute;s aportacions. Algunes de les seves eines, com ara Bugzilla
o Bonsai, han estat adoptades per molts altres projectes [7] i han contribu&iuml;t
de manera decisiva a la millora de les infraestructures de desenvolupament
en el m&oacute;n del programari lliure.<br>
              <br>
 El novembre de 1998 es confirmava [8] la compra de Netscape per part d'AOL 
(America On-line). Alguns dels empleats de Netscape van abandonar l'empresa 
i el projecte i es va q&uuml;estionar la independ&egrave;ncia real del projecte, 
i quin futur podia tenir Mozilla a AOL. Despr&eacute;s d'uns dies d'incertesa, 
AOL va confirmar el seu comprom&iacute;s amb el projecte i va quedar clara 
la independ&egrave;ncia de Mozilla.<br>
              <br>
 El novembre de 2000, 32 mesos despr&eacute;s de l'alliberament del codi
font de Mozilla, Netscape va publicar la versi&oacute; 6.0 del seu navegador
basada en la feina de Mozilla.org. Aquesta nova versi&oacute; introdu&iuml;a
el nou motor de processament d'HTML, Gecko, un gran aven&ccedil; sobre les
antigues versions 4.7 de Netscape, aix&iacute; com totes les tecnologies
m&eacute;s actuals del moment, incloent-hi eines for&ccedil;a avan&ccedil;ades
per a la gesti&oacute; de la privadesa. La versi&oacute; 6.0 va ser criticada
perqu&egrave; tenia bastants errors, era lenta en la majoria de PC, i, en
general, perqu&egrave; els usuaris van tenir la sensaci&oacute; que no era
un producte prou madur. Molts usuaris no van entendre que Netscape havia
decidit empaquetar la versi&oacute; 6.0 sobre Mozilla, malgrat que els propis
desenvolupadors de Mozilla consideraven que no estava finalitzada ni llesta
per a l'usuari final.<br>
              <br>
 El juliol de 2001, nou mesos despr&eacute;s, apareix Netscape 6.1, basat 
en Mozilla 0.92. En opini&oacute; d'alguns experts [9], aquesta hauria d'haver 
estat la versi&oacute; 6.0, ja que era la primera versi&oacute; empaquetada 
de Mozilla que tenia una qualitat acceptable per a l'usuari final. Aquesta 
versi&oacute; solucionava gran part de les queixes que tenien els usuaris 
de la versi&oacute; 6.0 i introdu&iuml;a algunes noves millores.<br>
              <br>
              <b> Qu&egrave; ofereix Mozilla 1.0 per a l'usuari final?<br>
              </b><br>
 Quan ja han passat quatre anys des del llan&ccedil;ament de Mozilla, la
versi&oacute; 1.0, la primera que &eacute;s considerada per Mozilla com a
prou s&ograve;lida i estable per a l'&uacute;s generalitzat d'usuaris finals,
est&agrave; a punt de veure la llum. Els esfor&ccedil;os de la comunitat
de Mozilla en els &uacute;ltims mesos han estat enfocats a millorar el rendiment
i solucionar el m&agrave;xim d'errades possibles del programa per poder publicar
una versi&oacute; 1.0 de gran qualitat. El fet de tenir una versi&oacute;
oficial 1.0 i un comprom&iacute;s quant a l'estabilitat de les interf&iacute;cies
de programaci&oacute; per part de Mozilla far&agrave;, previsiblement, que
molts desenvolupadors de connectors (plug-ins) i llocs web dissenyats espec&iacute;ficament
per a l'Internet Explorer comencin a adaptar-los tamb&eacute; per a Mozilla.<br>
              <br>
 La versi&oacute; 1.0 de Mozilla, que es presentar&agrave; molt aviat, ofereix 
les mateixes prestacions que la majoria de navegadors del mercat, per&ograve; 
t&eacute; un seguit d'opcions for&ccedil;a atractives i innovadores, algunes 
de les quals s'han vist per separat en altres navegadors o aplicacions, per&ograve; 
mai com a funcionalitat b&agrave;sica d'un mateix navegador. Per exemple, 
s'ofereix la possibilitat de limitar les finestres emergents que apareixen 
sense demanar-les (pop-ups), tan habituals i molestes. Tamb&eacute; proporciona 
l'opci&oacute; de blocar imatges de determinats dominis, opci&oacute; molt 
&uacute;til per eliminar les cibertires (banners) publicit&agrave;ries. Una 
altra opci&oacute; molt apreciada pels usuaris &eacute;s la possibilitat d'obrir
diferents finestres de navegaci&oacute; en la mateixa finestra i despr&eacute;s
poder canviar d'una a l'altra mitjan&ccedil;ant pestanyes (el Galeon tamb&eacute;
disposa d'aquesta opci&oacute;), que &eacute;s una opci&oacute; for&ccedil;a
atractiva i de la qual &eacute;s dif&iacute;cil prescindir un cop hom s'hi
acostuma. Per &uacute;ltim, tamb&eacute; cal destacar que Mozilla t&eacute;
un sistema propi de gesti&oacute; d'aparences (skins) que permet a l'usuari
canviar-ne completament l'aspecte, o fins i tot, dissenyar-ne una de nova.<br>
              <br>
 <b>El futur de Mozilla<br>
              </b><br>
 Segons StatMarket [10], una de les empreses d'estad&iacute;stiques m&eacute;s 
fiables sobre l'&uacute;s de navegadors a Internet, a finals de febrer d'enguany 
nom&eacute;s el 7% d'usuaris feien servir navegadors Netscape. &Eacute;s possible
que aquest percentatge comenci a cr&eacute;ixer un altre cop amb la introducci&oacute;
final de la versi&oacute; 1.0 del Mozilla i que es consolidi una comunitat
d'usuaris de Mozilla. Fins ara no han estat gaires els usuaris que han apostat
per aquest navegador perqu&egrave; encara no estava finalitzat, per&ograve;
un cop alliberada la versi&oacute; 1.0 esperem que aquest nombre creixi.
AOL, que &eacute;s el prove&iuml;dor d'un 30% dels usuaris d'Internet als
EEUU, ha confirmat que est&agrave; avaluant Gecko, el motor HTML de Mozilla,
per integrar-lo al seu propi navegador[11] i deixar d'utilitzar l'Internet
Explorer, i que est&agrave; considerant seriosament introduir-lo a partir
de la versi&oacute; 8.0 del seu client de connexi&oacute;; aix&ograve; faria
que, en poc temps, els 34 milions d'usuaris d'AOL utilitzessin un navegador
basat en tecnologia Mozilla. A dia d'avui, Mozilla ja s' utilitza com a base
de dos navegadors que s'estan popularitzant r&agrave;pidament, per una banda
el Galeon, un navegador web for&ccedil;a lleuger i pr&agrave;ctic per a l'entorn
Gnome, i per l'altra el K-Melon, un projecte molt semblant per&ograve; per
a l'entorn Microsoft Windows.<br>
               <br>
 A nivell tecnol&ograve;gic, Mozilla continuar&agrave; incorporant els &uacute;ltims 
est&agrave;ndards web i continuar&agrave; treballant per reduir els seus requeriments
de mem&ograve;ria i d'&uacute;s del processador. Empreses com ara Sun, RedHat
o Nokia, i altres grans empreses del sector que necessiten una s&ograve;lida
plataforma de desenvolupament de tecnologies web, estan treballant ja amb
Mozilla, o considerant seriosament la possibilitat d'utilitzar-lo. Amb la
popularitzaci&oacute; de dispositius com ara els PDA, els tel&egrave;fons 
m&ograve;bils i les setup boxes, cal un navegador que serveixi de plataforma, 
i Mozilla pot ser un bon candidat.<br>
               <br>
              <br>
              <u> Enlla&ccedil;os</u><br>
              <br>
 [1] <a
 href="http://computers.sympatico.ca/news/stories/0,1856,17,00/0,1572,38679-17,00.html">http://computers.sympatico.ca/news/stories/0,1856,17,00/0,1572,38679-17,00.html</a><br>
 [2] <a href="http://www.netscape.com/newsref/pr/newsrelease558.html">http://www.netscape.com/newsref/pr/newsrelease558.html</a><br>
 [3] <a href="http://www.tuxedo.org/%7Eesr/writings/cathedral-bazaar/">http://www.tuxedo.org/~esr/writings/cathedral-bazaar/</a><br>
 [4] <a href="http://www.wired.com/news/business/0,1367,8595,00.html">http://www.wired.com/news/business/0,1367,8595,00.html</a><br>
 [5] <a
 href="http://support.microsoft.com/default.aspx?scid=kb;EN-US;q155003">http://support.microsoft.com/default.aspx?scid=kb;EN-US;q155003</a><br>
 [6] <a href="http://www.snafu.de/%7Etilman/mozilla/">http://www.snafu.de/~tilman/mozilla/
              </a><br>
 [7] Gnome (<a href="http://bugzilla.gnome.org/">http://bugzilla.gnome.org/</a>),
AbiWord (<a href="http://bugzilla.gnome.org/">http://bugzilla.gnome.org/</a>)<br>
 [8] <a href="http://www.wired.com/news/business/0,1367,16459,00.html">http://www.wired.com/news/business/0,1367,16459,00.html</a><br>
 [9]<a href="http://www.cnet.com/software/0-3227883-8-6804817-1.html"> http://www.cnet.com/software/0-3227883-8-6804817-1.html</a><br>
 [10] <a
 href="http://www.statmarket.com/cgi-bin/sm.cgi?sm&amp;feature&amp;stat032702">http://www.statmarket.com/cgi-bin/sm.cgi?sm&amp;feature&amp;stat032702</a><br>
 [11] <a href="http://www.theregister.co.uk/content/archive/24617.html">http://www.theregister.co.uk/content/archive/24617.html<br>
              </a>               <br>
               <u>Bibliografia</u><br>
               <br>
 Quittner, Joshua (1998): "Speeding the Net: The inside history of Netscape".<br>
               <br>
Versi&oacute; en catal&agrave; de Mozilla<br>
              <a href="http://www.softcatala.org/projectes/navegador6">http://www.softcatala.org/projectes/navegador6</a><br>
              <br>
 Mozilla<br>
              <a href="http://www.mozilla.org"> http://www.mozilla.org</a><br>
               <br>
 Mozilla poised for revival<br>
              <a href="http://news.com.com/2100-1023-881529.html"> http://news.com.com/2100-1023-881529.html</a><br>
               <br>
 Mozilla 1.0 nears release<br>
              <a href="http://news.com.com/2100-1023-871017.html"> http://news.com.com/2100-1023-871017.html</a><br>
               <br>
 The Story of Mozilla<br>
              <a
 href="http://www.oreilly.com/catalog/opensources/book/netrev.html"> http://www.oreilly.com/catalog/opensources/book/netrev.html</a><br>
               <br>
 Mozilla Readies Browser Suite<br>
              <a
 href="http://www.eweek.com/article/0,3658,s=1884&amp;a=24737,00.asp"> http://www.eweek.com/article/0,3658,s=1884&amp;a=24737,00.asp</a><br>
               <font face="Arial, Helvetica, sans-serif" size="2">&nbsp;</font></td>
              </tr>
                       
          </tbody>         
        </table>
                     
        <p align="left"><font face="Arial, Helvetica, sans-serif"
 size="2"><i>Pots              distribuir, enviar, copiar o citar aquest article
sempre que no el              modifiquis i no el facis servir amb finalitats
comercials. Heu d'incloure              sempre aquesta nota i l'adre&ccedil;a
web de http://www.softcatala.org amb              un enlla&ccedil;.<span
 class="Txt-pequeBolcolor"><span class="Txt-pequeBolcolor">              
       </span></span></i></font></p>
             </div>
         </blockquote>
       </td>
     </tr>
     <tr>
       <td valign="top" colspan="3">&nbsp;</td>
     </tr>
      
  </tbody> 
</table>
    
<table width="700" border="0" bgcolor="#ffffcc" align="center">
     <tbody>
     <tr>
        <td>                
      <blockquote>                    
        <div align="left">                      
        <p><br>
             </p>
           </div>
         </blockquote>
                
      <blockquote> <br>
         </blockquote>
       </td>
     </tr>
      
  </tbody> 
</table>
   <!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
 
</body>
</html>
