<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html lang="ca">
<head>

  
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->



  
  
  
  
  <title>La hist&ograve;ria de Jos&eacute;</title>
  <meta content="Fundaci&oacute;n Via Libre" name="author">
</head>


<body>



	


	
	




<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0" cellspacing="0" width="700">



  <tbody>



    <tr>



      <td colspan="3" valign="top"><img src="/projectes/images/barra.gif" height="15" width="700"> </td>



    </tr>



    <tr>



      <td valign="top"><img src="/projectes/images/angulo-1.gif" height="35" width="130"> </td>



      <td> <br>



      </td>



      <td valign="top">
      
      
      
      <div align="right"><img src="/projectes/images/angulo2.gif" height="35" width="144"> </div>



      </td>



    </tr>



    <tr>



      <td colspan="3" valign="top">
      
      
      
      <blockquote>
        
        
        
        <div align="left">
        
        
        
        
        
        <table style="width: 600px; height: 148px;" cellpadding="0" cellspacing="0">



          <tbody>



            <tr>



              <td>


	


	
	
	
	
	


              <h3>La
hist&ograve;ria de Jos&eacute;</h3>

              </td>



            </tr>



            <tr>



              <td>
	
	


              <p><font color="#000000"><font><font style="font-size: 9pt;" size="2">21/08/2002</font></p>

              <p><a href="http://www.vialibre.org.ar"><font color="#800000"><b>Fundaci&oacute;n
V&iacute;a Libre</b></font></a></p>
              <small>Traducci&oacute; de Francesc Dorca</small><span style="text-decoration: underline;"></span>
              </td>



            </tr>



          
          
          
          </tbody>
        
        
        
        </table>



        
        
        
        <table cellpadding="0" cellspacing="0" width="600">



          <tbody>



            <tr valign="top">



              <td><br>



	
	
	
	


              <p align="justify"><font color="#000000"><i><b>La
Fundaci&oacute;n V&iacute;a Libre &eacute;s una organitzaci&oacute;
argentina compromesa amb la difusi&oacute; del coneixement i el
desenvolupament sostenible, que t&eacute; com a objectiu difondre
l'&uacute;s del programari lliure i prestar assist&egrave;ncia
t&egrave;cnica a tots aquells que vulguin utilitzar-lo, en particular
a PIME, ONG, Organismes o Depend&egrave;ncies de l'Estat, etc&egrave;tera.</b></i></font></p>


              <p><font color="#000000"><i>&Eacute;s
aquest el vostre retrat? L'odissea de milers d'usuaris en una
hist&ograve;ria que es repeteix... </i></font>
              </p>

              <h3><font color="#000000">Jos&eacute;</font></h3>

              <p align="justify"><font color="#000000">Jos&eacute;
&eacute;s un emprenedor, i com a tal, vol que la seva organitzaci&oacute;
disposi de la tecnologia de tractament d'informaci&oacute; adequada
per a desenvolupar amb &egrave;xit la seva tasca. Es fa assessorar
per professionals, i finalment compra la soluci&oacute; ortodoxa: un
PC d'escriptori per a cada empleat, amb les eines habituals m&eacute;s
un servidor per tal que els empleats puguin compartir dades i
impressores. Per tal de resoldre la problem&agrave;tica quotidiana de
l'empresa, compra tamb&eacute; un paquet de gesti&oacute; i
administraci&oacute; de negocis desenvolupat per una empresa local,
que s'ajusta bastant a les seves necessitats. Ha invertit una mitjana
de $500 en llic&egrave;ncies d'&uacute;s de programari per cada
ordinador d'escriptori, m&eacute;s de $3.000 per les llic&egrave;ncies
del servidor, i uns altres $3.000 en la llic&egrave;ncia d'&uacute;s
del programari administratiu.   </font>
              </p>

              <h3><font color="#000000">Comencen
els problemes...</font></h3>

              <p align="justify"><font color="#000000">Equipat
aix&iacute;, Jos&eacute; es despreocupa de l'assumpte per a
dedicar-se al seu negoci, que &eacute;s el seu. Almenys aquesta &eacute;s
la seva intenci&oacute;. Poc s'imagina Jos&eacute; el que l'espera.
Les m&agrave;quines d'escriptori s&oacute;n inestables, es "claven"
sense motiu aparent amb molta freq&uuml;&egrave;ncia, sovint perdent
hores de feina dels seus empleats. En alguns casos, fins i tot, &eacute;s
aparent que la falla es produeix sempre que l'usuari intenta una
determinada operaci&oacute;.  </font>
              </p>

              <p align="justify"><font color="#000000">La
"soluci&oacute;" que li donen els seus assessors no &eacute;s
satisfact&ograve;ria: reiniciar la m&agrave;quina restableix la
funci&oacute;, per&ograve; no les dades, i tampoc no disminueix la
probabilitat que ocorri la falla en el futur. Una treballosa lectura
de les condicions de la llic&egrave;ncia d'&uacute;s que tan
onerosament va adquirir el descoratja encara m&eacute;s: la llic&egrave;ncia
es refereix al programari "tal com &eacute;s", i no inclou
cap garantia de funcionalitat ni d'utilitat per a cap prop&ograve;sit.
L'&uacute;nic que el fabricant garanteix &eacute;s que el medi
(CD-ROM o disquet) en el qual es lliura el programari no t&eacute;
falles, per&ograve; expl&iacute;citament rebutja tota responsabilitat
sobre que el programa compleixi la finalitat per al qual va ser
adquirit; ni tan sols no garanteix que el programari pugui ser
instal&middot;lat. </font>
              </p>

              <p align="justify"><font color="#000000">La
seva &uacute;nica esperan&ccedil;a de soluci&oacute; consisteix a
esperar que l'empresa responsable del problema, molt m&eacute;s gran
que la seva i a qui les seves prioritats no li interessen, amb seu en
un pa&iacute;s lluny&agrave;, decideixi invertir el temps necessari a
corregir-lo, i que ho decideixi en un temps raonable. Mentrestant,
tots els especialistes al seu voltant s&oacute;n impotents davant
d'aquestes dificultats, i tamb&eacute; davant de les que presenta el
servidor, que malgrat el seu major cost tampoc no sembla ser molt m&eacute;s
fiable que les m&agrave;quines d'escriptori. </font>
              </p>

              <h3><font color="#000000">I
per si tot aix&ograve; fos poc...</font></h3>

              <p><font color="#000000">Enmig
d'aquestes mol&egrave;sties, un dels seus empleats rep per correu
electr&ograve;nic un missatge d'un amic amb una targeta animada molt
simp&agrave;tica. L'empleat, veient que prov&eacute; d'alg&uacute;
conegut, fa un clic a la targeta animada, se'n riu una estona, i
continua la seva feina. El que no pot saber &eacute;s que amb aquesta
acci&oacute;, aparentment inn&ograve;cua, ha activat un virus d'acci&oacute;
retardada, que un parell de dies m&eacute;s tard ja ha infectat totes
les m&agrave;quines de la xarxa, i poc temps despr&eacute;s destrueix
totes les dades de les m&agrave;quines d'escriptori, a m&eacute;s de
molts dels que estaven allotjats al servidor.</font> 
              </p>

              <p align="justify"><font color="#000000">Setmanes
de feina llen&ccedil;ades a les escombraries, ja que el retard en
l'efecte del virus ha aconseguit que fins i tot les dades a les
cintes de suport estiguin infectades, de manera que s&oacute;n
inutilitzables. Jos&eacute; es veu for&ccedil;at a comprar una
llic&egrave;ncia d'&uacute;s d'un antivirus, m&eacute;s un abonament
a les actualitzacions, i en realitat mai no es queda tranquil, perqu&egrave;
sap que continua sent vulnerable a</font> virus nous que cap
antivirus no detecta encara. </font> </font>
              </p>

              <h3>El
sistema administratiu tamb&eacute; t&eacute; el seu...</h3>

              <p align="justify"><font color="#000000">Malament
que malament, els seus empleats comencen a usar el sistema
administratiu. Carreguen la llista de prove&iuml;dors, el padr&oacute;
d'articles, la llista de clients... a poc a poc comen&ccedil;a a
veure's que el sistema, si b&eacute; no &eacute;s dolent, no s'adapta
del tot al model de negocis de Jos&eacute;. Ell necessita
emmagatzemar dades dels seus clients, per exemple, que el sistema no
preveu. Aquest problema no hagu&eacute;s de ser tan dif&iacute;cil de
resoldre, al cap i a la fi es tracta de desenvolupadors locals i no
d'un monstre multinacional. Jos&eacute; es posa en contacte amb ells,
i els demana un pressupost per a les modificacions que necessita.
Quan aquest arriba, ni la suma ni el termini de lliurament no s&oacute;n
raonables. Jos&eacute; pensa a encarregar-li a una altra empresa les
seves modificacions, per&ograve; es troba de nou amb qu&egrave; la
llic&egrave;ncia d'&uacute;s que va adquirir prohibeix expl&iacute;citament
l'alteraci&oacute; dels programes per qualsevol persona llevat dels
autors, de manera que &eacute;s in&uacute;til buscar compet&egrave;ncia
per a aquest desenvolupament.</font></p>

              <p align="justify"><font color="#000000">Les
seves &uacute;niques opcions s&oacute;n pagar el preu exigit i
esperar el temps que sigui, o canviar de producte, el que significa
una doble erogaci&oacute;: una nova llic&egrave;ncia de programari,
m&eacute;s la feina de carregar una altra vegada totes les seves
dades. I amb aix&ograve; nom&eacute;s haur&agrave; comprat la seva
independ&egrave;ncia d'un prove&iuml;dor per passar a ser dependent
d'un altre. </font>
              </p>

              <h3>El
tema de les actualitzacions</h3>

              <p align="justify">Un
dia, una dels ordinadors de sobretaula es trenca, i ha de ser
reempla&ccedil;at. No &eacute;s problema, ja que &eacute;s en
garantia. Per&ograve; la m&agrave;quina de substituci&oacute; que
arriba de ve amb una versi&oacute; actualitzada de les eines
d'oficina. A primera vista, aix&ograve; sembla un avantatge. Per&ograve;
aviat sorgeix el problema de que els fitxers escrits usant les noves
eines no poden ser llegits amb la versi&oacute; m&eacute;s vella que
&eacute;s la que usen tots els altres empleats, i la versi&oacute;
vella ja no es ven. Aix&iacute; que l'&uacute;nica manera que tots
els empleats puguin compartir dades consisteix a comprar una
actualitzaci&oacute; a la versi&oacute; m&eacute;s nova per a totes
les m&agrave;quines de l'empresa. 
              </p>

              <p align="justify"><font color="#000000">Furi&oacute;s
davant d'aquest acte d'extorsi&oacute;, Jos&eacute; decideix canviar
d'eines d'oficina. Per&ograve; quan ho comenta als seus empleats
descobreix que tots els seus fitxers ja estan emmagatzemats en el
format de les eines actuals, i que canviar d'eina significa perdre
bona part de la presentaci&oacute; dels fitxers, a m&eacute;s a m&eacute;s
de ser un proc&eacute;s llarg i pesat. Sense alternatives, Jos&eacute;
es veu for&ccedil;at a comprar l'actualitzaci&oacute; de les seves
eines d'oficina. Lamentablement, aquestes no funcionen b&eacute; amb
la seva versi&oacute; actual del sistema operatiu, de manera que
tamb&eacute; acaba per actualitzar aquest, nom&eacute;s per descobrir
que les seves m&agrave;quines d'escriptori no tenen suficient mem&ograve;ria
per c&oacute;rrer el nou sistema, i requereixen d'una expansi&oacute;.
              </font>
              </p>

              <h3>L'&uacute;ltima
ignom&iacute;nia</h3>

              <p align="justify"><font color="#000000">Poc
temps despr&eacute;s, arriba a l'empresa de Jos&eacute; una inspecci&oacute;
de Programari Legal. Jos&eacute; est&agrave; tranquil, perqu&egrave;
t&eacute; totes les llic&egrave;ncies en regla. O aix&ograve; creu.
Perqu&egrave; no va comptar que un dels seus empleats va instal&middot;lar,
fa uns mesos una c&ograve;pia d'un programa de dibuix arquitect&ograve;nic
perqu&egrave; la seva filla, estudiant d'arquitectura, ho prov&eacute;s,
i despr&eacute;s va oblidar esborrar-lo. De sobte, Jos&eacute;, que
no t&eacute; mitjans t&egrave;cnics de controlar qu&egrave;
instal&middot;len els seus empleats a les m&agrave;quines, ni
d'impedir-los que ho facin, t&eacute; un judici a sobre. I fins i tot
apareix el seu nom al diari com a pirata inform&agrave;tic.  </font>
              </p>

              <h3>Una
hist&ograve;ria repetida...</h3>

              <p align="justify">S&iacute;,
Vost&egrave; coneix en Jos&eacute;, &iquest;oi? &Eacute;s probable
que fins i tot Vost&egrave; es senti Jos&eacute;. La immensa majoria
dels usuaris d'ordinadors s'enfronten quotidianament amb problemes
com els que hem descrit, i gaireb&eacute; han apr&egrave;s a
acceptar-los com a part de l'ordre natural de les coses: la
inform&agrave;tica &eacute;s una font permanent de despeses i
maldecaps, i funciona &uacute;nicament quan l'hor&ograve;scop de
Virgo &eacute;s favorable. No obstant, aquesta realitat no &eacute;s
inevitable. &Eacute;s tan sols el resultat de les accions deliberades
d'una ind&uacute;stria que ha descobert que &eacute;s molt m&eacute;s
f&agrave;cil i rendible conservar els clients a trav&eacute;s de
l'extorsi&oacute; que mitjan&ccedil;ant la satisfacci&oacute; de les
seves necessitats. 
              </p>

              <h3>La
soluci&oacute; existeix.</h3>

              <p align="justify">Per&ograve;
Jos&eacute; ha descobert alternatives. Alg&uacute; li va parlar del
Programari Lliure. &iquest;Qu&egrave; &eacute;s el Programari Lliure?
Una immensa col&middot;lecci&oacute; de programes basats en la
contribuci&oacute; de programadors de tot el m&oacute;n, disponibles
sota una llic&egrave;ncia que permet a qualsevol persona usar-los
sense cap cost, al mateix temps que anima a qualsevol persona a
modificar-los, millorar-los, ampliar-los, estudiar-los, traduir-los,
combinar-los, etc&egrave;tera. El professional que treballa amb
Programari Lliure t&eacute; la possibilitat d'analitzar a fons i
corregir les causes dels problemes que pugui tenir el seu client, i
disposa a l'Internet del recolzament de la comunitat de
desenvolupadors: les mateixes persones que varen escriure els
programes, i els seus col&middot;laboradors, persones amb un &iacute;ntim
coneixement dels mecanismes involucrats, estan disponibles per a
respondre preguntes.</p>

              <p align="justify">Mitjan&ccedil;ant
el Programari Lliure es disposa de solucions per a la gran majoria
dels problemes que pateix en Jos&eacute;. Hi ha a la seva disposici&oacute;
excel&middot;lents sistemes operatius i programes lliures que operen
gran part de les tasques d'oficina: tractament de textos, bases de
dades, fulls de c&agrave;lcul, correu electr&ograve;nic, servidors de
fitxers, d'impressi&oacute;, navegaci&oacute; d'Internet, etc&egrave;tera.
El seu cost d'instal&middot;laci&oacute; &eacute;s molt baix i sobre
tot, el seu manteniment i adaptaci&oacute; a las necessitats de
l'usuari poden ser efectuats per t&egrave;cnics locals competents. No
&eacute;s menys important la seva robustesa i resist&egrave;ncia als
virus que &eacute;s molt superior a les de la majoria dels programes
de propietat. I el seu &uacute;s &eacute;s indiscriminadament lliure,
per la qual cosa no cal t&eacute;mer les amenaces del Programari
Legal.</p>

              <p align="justify">Quant
als sistemes lliures d'administraci&oacute; i gesti&oacute;
empresarial, en Jos&eacute; pot confiar en nosaltres: hem pres al
nostre c&agrave;rrec realitzar l'esfor&ccedil; necessari per tal de
comptar amb aquesta eina en el menor temps possible; estem degudament
capacitats per a aquesta tasca, per&ograve; nom&eacute;s podrem
escur&ccedil;ar aquest temps si comptem amb el recolzament dels qui
se sentin estimulats per la perspectiva de lliurar-se dels sistemes
d'informaci&oacute; extorsius i de mala qualitat. 
              </p>

              <p align="justify"><b>La
Fundaci&oacute;n V&iacute;a Libre sap que hi ha molts Jos&eacute;s:
el seu objectiu &eacute;s acompanyar-los i aplanar-los el cam&iacute;.
              </b>
              </p>

              <br>


              </td>



            </tr>



          
          
          
          </tbody>
        
        
        
        </table>



        
        </div>



      </blockquote>



      </td>



    </tr>



    <tr>



      <td colspan="3">&nbsp;</td>



    </tr>



  
  
  
  </tbody>
</table>



<table align="center" bgcolor="#ffffcc" border="0" width="700">



  <tbody>



    <tr>



      <td>
      
      
      </td>



    </tr>



  
  
  
  </tbody>
</table>



<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" -->


</body>
</html>
