<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Llengua i societat
de la informaci&oacute;: construint una capa de recursos
ling&uuml;&iacute;stics lliures pel catal&agrave;&nbsp;</span><span
 style="font-weight: bold;"></span> 08/01/2004, Jordi Mas i
Hern&agrave;ndez, jmas@softcatala.org<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td><br>
Sovint em pregunten quins s&oacute;n els problemes per al
desenvolupament del catal&agrave; a la societat de la
informaci&oacute;. La majoria de la gent espera una resposta que apunti
cap a les multinacionals, que algunes, certament, tenen la culpa de
diverses de les situacions, per&ograve; la meva resposta &eacute;s
sempre la mateixa: nosaltres mateixos. L'argument mereix una
explicaci&oacute;.<br>
              <br>
La transici&oacute; que estem vivint actualment cap a una societat de
la informaci&oacute; ha modificat profundament les relacions entre les
persones, empreses, i governs: les empreses usen la Xarxa per
relacionar-se amb els clients i prove&iuml;dors, utilitzen tamb&eacute;
eines de gesti&oacute; del coneixement per ser m&eacute;s eficients,
els governs milloren la seva pres&egrave;ncia a Internet i els serveis
als ciutadans, a trav&eacute;s de la Xarxa, els usuaris usen les eines
per millorar les seves relacions personals, etc. Anem de manera
imparable cap a una societat altament interconnectada on l'eix
fonamental &eacute;s la informaci&oacute; i on les lleng&uuml;es tenen
un paper molt destacat.<br>
              <br>
Perqu&egrave; el catal&agrave;, com a llengua, pugui afrontar amb
&egrave;xit aquest repte, necessitem tot un seguit d'eines de
recuperaci&oacute; de la informaci&oacute; i de tecnologies de la
llengua. Aquestes eines, abracen des de sistemes capa&ccedil;os de
detectar autom&agrave;ticament la llengua d'un document (i
l&ograve;gicament destriar el catal&agrave; correctament), de fer un
autoresum del contingut, o de ser capa&ccedil;os d'elaborar respostes
autom&agrave;ticament a preguntes sobre textos, fins a correctors
ortogr&agrave;fics, gramaticals, sistemes de traducci&oacute;
autom&agrave;tica, de reconeixement de textos escanejats, o sistemes de
reconeixement de veu; &eacute;s a dir, totes les eines
necess&agrave;ries perqu&egrave; el tractament de la informaci&oacute;
en la nostra llengua sigui una realitat.<br>
              <br>
Mentre que el seny mateix ens indica la import&agrave;ncia de disposar
d'aquestes eines, el que t&eacute; realment d&#8217;important i potser no tan
de trivial, &eacute;s adonar-nos que aquestes eines han de formar part
d'un b&eacute; com&uacute;, de tota la comunitat
ling&uuml;&iacute;stica catalana, perqu&egrave; s&oacute;n eines
b&agrave;siques en la nova societat i s&oacute;n d'utilitat
p&uacute;blica, i com a tals estan fora de la llei de mercat: han de
ser de lliure acc&eacute;s.<br>
              <br>
La compartici&oacute; del coneixement &eacute;s el model sobre el qual
han treballat sempre els cient&iacute;fics, publicant i compartint els
resultats de la seva recerca, creant una capa de coneixement
com&uacute;, model sobre el qual la societat sempre ha innovat. S'ha de
crear una infraestructura p&uacute;blica b&agrave;sica d'eines
ling&uuml;&iacute;stiques que puguem utilitzar els ciutadans, empreses
i les institucions per treballar en catal&agrave; en les noves
tecnologies.<br>
              <br>
De la mateixa manera que tenim carreteres p&uacute;bliques, que
garanteixen la comunicaci&oacute; entre un punt i un altre, necessitem
que totes aquestes eines necess&agrave;ries per al tractament de la
informaci&oacute; en llengua catalana siguin p&uacute;bliques i
estiguin a l'abast de tothom, que formi un b&eacute; compartit per
tothom. Aix&ograve; no vol dir simplement que aquestes eines siguin
gratu&iuml;tes, sin&oacute; que necessitem que el programari i els
recursos ling&uuml;&iacute;stics que les formen, siguin lliures,
entenent per lliures que siguin, com a m&iacute;nim, de domini
p&uacute;blic juntament amb el seu codi, i com a desitjable,
alliberades amb una llic&egrave;ncia de programari lliure.<br>
              <br>
Molta gent encara confon el fet que un recurs sigui gratu&iuml;t amb el
fet que sigui lliure. Per exemple, el CERCATERM del TERMCAT[1], que
recull l'adaptaci&oacute; dels neologismes m&eacute;s recents en
llengua catalana, &eacute;s una base de dades de consulta
gratu&iuml;ta, per&ograve; no &eacute;s lliure. I no &eacute;s lliure
perqu&egrave; no ofereix una desc&agrave;rrega del contingut de la
bases de dades ni una llic&egrave;ncia flexible amb la qual es pugui
treballar. Aix&ograve;, sense dubte, facilitaria molt la tasca de
nombrosa gent que treballem en el m&oacute;n de la traducci&oacute; en
diferents &agrave;mbits i ens permetria tenir-ne c&ograve;pies locals
que es poden adaptar i millorar a les necessitats de cada moment.<br>
              <br>
Un dels pocs recursos lliures de ling&uuml;&iacute;stica computacional
que hi ha avui en dia pel catal&agrave; &eacute;s el corrector
ortogr&agrave;fic de Softcatal&agrave; elaborat per en Joan
Moratinos[2]. El fet que sigui lliure ha fet possible que s'hagi pogut
incorporar en les versions en catal&agrave; dels programes Open Office,
Abiword, Mozilla, o en el sistema operatiu GNU/Linux. Aix&iacute;
mateix, tamb&eacute; s'ha pogut acoblar a sistemes de correu
electr&ograve;nic tipus correuweb o a blocs com ara PuntBarra, on per
exemple, els usuaris poden corregir les not&iacute;cies abans
d'enviar-les. Sens dubte, l'impacte que ha tingut aquest recurs
ling&uuml;&iacute;stic lliure pel catal&agrave; ha estat molt important
ja que cadasc&uacute; l'ha pogut adaptar lliurement a les seves
necessitats. El fet que existeixi aquest recurs lliure no impedeix que
hi hagi empreses amb productes com ara l'Escriu[3], el Word Correct[4],
o el Maxigramar[5]&nbsp; que siguin comercials i no lliures.<br>
              <br>
Un cas paradigm&agrave;tic en l'&agrave;rea de recursos
ling&uuml;&iacute;stics s&oacute;n els sistemes de traducci&oacute;
autom&agrave;tica. Aquests sistemes s&oacute;n fonamentals per al
desenvolupament del catal&agrave; a les noves tecnologies. Avui en dia
tenim casos de molts llocs web amb continguts en castell&agrave; o
angl&egrave;s que podrien ser tradu&iuml;ts i adaptats si aquestes
eines haguessin estat lliures, ja que facilitarien aquesta tasca
enormement i reduirien els costos de traducci&oacute;. &Eacute;s
necessari que siguin lliures no nom&eacute;s per tots els motius que
hem exposat, sin&oacute; tamb&eacute; perqu&egrave; &eacute;s
l&#8217;&uacute;nica manera de garantir la flexibilitat que la majoria
d'usuaris necessita (incloent-hi personalitzaci&oacute; del
l&egrave;xic i els formats d'entrada i sortida) aix&iacute; com
garantir una continu&iuml;tat de la tecnologia en el futur. <br>
              <br>
Realment el catal&agrave; podria fer un salt molt important en la seva
pres&egrave;ncia a Internet i en la societat de la informaci&oacute; en
general si tingu&eacute;ssim traductors catal&agrave; - angl&egrave;s i
catal&agrave; - castell&agrave; amb tecnologia lliure. El Govern
catal&agrave; ha invertit molts euros en tecnologia d'aquest tipus i a
casa nostra tenim universitats que treballen amb diners p&uacute;blics,
en aquesta &agrave;rea de recerca, per&ograve; que mai han produ&iuml;t
cap recurs lliure. <br>
              <br>
El fet de no poder disposar de totes aquestes eines, b&eacute;
perqu&egrave; no existeixen o b&eacute; perqu&egrave; estan en mans
d'universitats que no hi donen acc&eacute;s o empreses privades,
representa establir una barrera d'acc&eacute;s per al catal&agrave; a
la societat de la informaci&oacute; i dificultats afegides als que
treballen en altres lleng&uuml;es perqu&egrave; vulguin apostar pel
catal&agrave;.<br>
              <br>
Aquestes eines s'han de desenvolupar sense rebre diners i sempre de
manera altruista. La resposta &eacute;s no, necess&agrave;riament. Una
universitat o empresa pot rebre suport d'un programa europeu o del
Govern per desenvolupar aquestes eines. El que &eacute;s molt important
&eacute;s que una vegada fet el projecte sigui un b&eacute; com&uacute;
per a tothom. De fet, per al catal&agrave; algunes eines ja existeixen
i han estat desenvolupades amb diners p&uacute;blics per&ograve;
actualment es troben tancades.<br>
              <br>
L'exist&egrave;ncia d'aquesta capa comuna de b&eacute;ns per al
catal&agrave; en forma de tecnologies per a la llengua deixa espai per
a les empreses perqu&egrave; puguin desenvolupar productes m&eacute;s
especialitzats, personalitzats, i oferir-hi suport. Aix&iacute; mateix,
tamb&eacute; fomentem la innovaci&oacute; proporcionant una
infraestructura b&agrave;sica sobre la qual puguem treballar-hi,
disminuint les barreres d'entrada de noves empreses que vulguin
treballar amb tecnologies en catal&agrave;.<br>
              <br>
Hem d'evitar que les tecnologies de la llengua estiguin exclusivament
en mans del sector privat i hem d'assegurar-ne la disponibilitat com a
b&eacute; p&uacute;blic evitant aix&iacute; l'establiment, de manera
indirecta, d'un impost encobert (en forma de llic&egrave;ncies de
programari) per treballar en la nostra llengua en la societat de la
informaci&oacute;, un fet que avui en dia ja s'est&agrave; produint.<br>
              <br>
Els diferents governs dels pa&iuml;sos catalans, les institucions
catalanes, les universitats (especialment els departaments de
ling&uuml;&iacute;stica computacional) tenen una gran responsabilitat a
assegurar que aquesta capa de recursos lliures per al catal&agrave;
sigui una realitat, alliberant la recerca b&agrave;sica que ja han fet
amb diners p&uacute;blics i tenint aquest objectiu sempre present en
futurs projectes.<br>
              <br>
Si no reeixim en la creaci&oacute; d'aquest conjunt d'eines lliures que
permetin treballar, a tothom, en catal&agrave;, s'haur&agrave;
fracassat a portar al nou model de societat de la informaci&oacute; el
catal&agrave; .<br>
              <br>
              <span style="font-weight: bold;">Enlla&ccedil;os</span><br>
              <br>
[1] <a href="http://www.termcat.net/neoloteca/">http://www.termcat.net/neoloteca/</a><br>
[2] <a href="http://www.softcatala.org/projectes/myspell/">http://www.softcatala.org/projectes/myspell/</a><br>
[3] <a href="http://www.inedit.com/">http://www.inedit.com/</a><br>
[4] <a href="http://www.market-way.net/wordcorrect/">http://www.market-way.net/wordcorrect/</a><br>
[5] <a href="http://www.maxigramar.com/">http://www.maxigramar.com/</a><br>
              <br>
              <span style="font-weight: bold;">Bibliografia recomanada</span><br>
              <br>
La lengua que era un tesoro, Jose Antonio Millan<br>
              <a href="http://jamillan.com/tesoro.htm">http://jamillan.com/tesoro.htm</a><br>
              <br>
La import&agrave;ncia de la propietat intel&middot;lectual per a
l'avan&ccedil; del catal&agrave; a les noves tecnologies, Jordi Mas <a
 href="http://www.softcatala.org/jornades/ponencies/ponencies/002-softcatala.pdf">http://www.softcatala.org/jornades/ponencies/ponencies/002-softcatala.pdf</a><br>
              <br>
              <span style="font-style: italic;">Nota: Aquest article va
ser publicat en </span><a
 href="http://www.avui.com/avui/diari/03/oct/15/c40115.htm"
 style="font-style: italic;">versi&oacute; redu&iuml;da</a><span
 style="font-style: italic;"> el 15 d'octubre al Diari Avui,
aix&iacute; com a la revista Llengua i &Uacute;s del mes de desembre.</span><br
 style="font-style: italic;">
              <br>
              <i><span lang="ES-TRAD" style="color: black;"><!--[endif] --><o:p></o:p></span></i>
              <i><span lang="ES-TRAD" style="">Aquest
document &eacute;s (c) 2004 Jordi Mas i Hern&agrave;ndez</span></i><i><span
 lang="ES-TRAD" style="">. Es permet el
seu &uacute;s i distribuci&oacute;
en qualsevol mitj&agrave; sempre que no sigui modificat i s&#8217;inclogui
aquesta nota. </span></i><br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
