<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html lang="ca">
<head>
  <meta content="text/html;charset=ISO-8859-1" http-equiv="Content-Type">
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
  <title>El Firefox 2.0: la nova generaci&oacute;</title>
  <meta content="Anna Grau i Toni Hermoso" name="author">
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 height="35" width="130"> </td>
      <td> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 height="35" width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td>
              <p><font size="2"><span class="Txt-pequeBolcolor"><span
 lang="CA"><font face="Arial, Helvetica, sans-serif" size="3"><b>Entrevista
a Softcatal&agrave;</b><br>
              </font></span></span></font></p>
              <p>Autores: Susanna Saval,&nbsp; &Agrave;ngels Guerrero<font
 size="2"><span class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><font
 face="Arial, Helvetica, sans-serif" size="2"><span lang="CA"></span><br>
Febrer 2007</font></font></span></font></p>
              <p><span style="font-style: italic;">Reproducci&oacute;
de l'article publicat al n&uacute;mero 37 de la revista </span><a
 style="font-style: italic;"
 href="http://www6.gencat.net/llengcat/publicacions/liu.htm">Llengua i
&Uacute;s</a><span style="font-style: italic;">.</span><br>
              <br>
              <span style="font-weight: bold;">Introducci&oacute;</span><br>
              <font size="2"><span class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><font
 face="Arial, Helvetica, sans-serif" size="2"> <em></em></font></font></span></font></p>
Associaci&oacute; sense &agrave;nim de lucre que fomenta l'&uacute;s
del catal&agrave; a les noves tecnologies. || Lloc web que recopila els
projectes de Softcatal&agrave; i tot el programari existent en
catal&agrave;.
Aix&iacute; es defineix Softcatal&agrave;, a mode de diccionari, a la
pagina
principal del seu lloc web. <br>
              <br>
Estudiants, programadors, aficionats, professionals vinculats a la
llengua catalana o al sector de la inform&agrave;tica i d'Internet,
&eacute;s altament probable que puguin tenir guardat el lloc web de
Softcatal&agrave; a la seva llista de Preferits. Softcatal&agrave; ha
esdevingut un
referent imprescindible i inq&uuml;estionable arreu dels Pa&iuml;sos
Catalans, i gaudeix de reconeixement a escala internacional per la seva
feina de localitzaci&oacute; i per la seva filosofia sobre el
programari lliure. Administracions i empreses prenen en
consideraci&oacute; els seus articles a l'hora de planificar
estrat&egrave;gies,
actuacions o definir pol&iacute;tiques comunicatives. <br>
              <br>
A les portes de complir-se deu anys de la seva aparici&oacute;,
considerem que val la pena veure com &eacute;s Softcatal&agrave; des
de
dins, tot xerrant amb un dels seus membres m&eacute;s antics, Marc
Belzunces. <br>
              <br>
              <span style="font-weight: bold;">Softcatal&agrave; va
n&eacute;ixer el 1997. Quants &eacute;reu en aquell
moment? </span><br>
Jordi Mas, Miquel Piulats i Jordi Coll van estar treballant durant un
any en la traducci&oacute; del Netscape al catal&agrave; i, en fer-se
p&uacute;blic, s'hi va sumar Quico Llach. Alguns tenien
experi&egrave;ncia en
internacionalitzaci&oacute; i localitzaci&oacute; de programari a
l'estranger. Aquestes quatre persones van establir el que &eacute;s
actualment Softcatal&agrave;. M&eacute;s tard, Jordi Coll va abandonar
Softcatal&agrave; per manca de temps. <br>
              <br>
              <span style="font-weight: bold;">Quantes persones han
col&middot;laborat en aquestes traduccions? </span><br>
Aix&agrave; &eacute;s molt dif&iacute;cil de calcular. Desenes,
segurament
centenars de persones. La localitzaci&oacute; al catal&agrave;
(traducci&oacute; i adaptaci&oacute; a l'entorn cultural) &eacute;s un
proc&eacute;s complex en que cal la intervenci&oacute; de molts
perfils: l'enginyer de programari, el traductor, el corrector, el
provador de l'aplicaci&oacute; i finalment els usuaris, que ens
comuniquen possibles errors. <br>
              <br>
              <span style="font-weight: bold;">Quines dimensions
t&eacute; l'equip habitual? </span><br>
En els darrers anys no ha variat gaire la quantitat de gent a
Softcatal&agrave;. Una quinzena en el nucli dur, i una altra quinzena
amb
menys dedicaci&oacute;. Caldria sumar-hi una vintena m&eacute;s de
persones que, sense ser estrictament de Softcatal&agrave;, ajuden
notablement en els diversos projectes que tenim. <br>
              <br>
              <span style="font-weight: bold;">Compartiu uns principis
que impregnen la manera de fer de Softcatal&agrave;.
Ens pots explicar en qu&egrave; consisteixen? Els teniu presents entre
els
vostres criteris de selecci&oacute; de col&middot;laboradors? </span><br>
Primer de tot cal dir que tenim menys col&middot;laboradors del que ens
agradaria. I personalment crec que caldria una rotaci&oacute; en les
feines de m&eacute;s responsabilitat que ara mateix no &eacute;s
possible. En general, adrecem les persones interessades a
col&middot;laborar als
diversos projectes que tenim. Si aleshores veiem que comparteixen la
nostra manera de fer i els nostres principis, els convidem a participar
de les decisions de l'associaci&oacute;. <br>
              <br>
Entre els principis m&eacute;s interioritats, potser el primer
&eacute;s el
de la independ&egrave;ncia. Probablement perqu&egrave; els membres
fundadors es van
inspirar en el m&oacute;n anglosax&oacute;. Mai no hem demanat una
subvenci&oacute; i sempre hem rebutjat cordialment les que ens han
ofert. Tot i que procurem dialogar amb totes les administracions
p&uacute;bliques i fer-nos arribar les nostres opinions, volem tenir
les mans lliures si cal criticar-les. Aquesta llibertat &eacute;s
dif&iacute;cil d'aconseguir tenint una subvenci&oacute;. <br>
              <br>
Observem amb preocupaci&oacute; com de manera generalitzada la
societat civil &eacute;s subvencionada (o vol ser-ho), amb l'element
de pressi&oacute; i instrumentalitzaci&oacute; pol&iacute;tica que
aix&ograve;
pot significar. Entenem que per al bon funcionament d'un pa&iacute;s ha
d'haver-hi associacions de la societat civil completament
independents del poder pol&iacute;tic. <br>
              <br>
La transpar&egrave;ncia tamb&eacute; &eacute;s fonamental entre els
membres de Softcatal&agrave;, perqu&egrave; molts no ens coneixem, i
amb els que ens coneixem
ens veiem personalment molt poc. Com que ens relacionem per correu
electr&ograve;nic -per llistes de correu electr&ograve;nic-, la
transpar&egrave;ncia &eacute;s &ograve;bvia: els missatges els poden
veure tots els membres. Portes enfora,
i per la mateixa din&agrave;mica d'Internet i la filosofia del
programari i el
coneixement lliure, procurem ser al m&agrave;xim de transparents
possible. <br>
              <br>
En la feina concreta, la meritocr&agrave;cia &eacute;s b&agrave;sica:
les decisions &uacute;ltimes sobre un projecte les pren la persona que
mes hi ha
treballat. Entre altres coses perqu&egrave; &eacute;s la que coneix
m&eacute;s b&eacute; la feina i la que pot prendre les millors
decisions. Tanmateix, hi ha un proc&eacute;s de di&agrave;leg
com&uacute;, i
es pot dir que les decisions importants sempre es prenen per acord. <br>
              <br>
La meritocr&agrave;cia comporta iniciativa. Procurem evitar sempre el
"es
podria fer aix&ograve;..." i substituir-lo pel "s'ha de fer aix&ograve;
i jo me
n'encarrego". Per poder fer, es poden fer moltes coses, per&ograve; cal
que alg&uacute; les faci. I als Pa&iuml;sos Catalans potser hi ha massa
del
primer i massa poc del segon. Potser aquesta &eacute;s una de les claus
del
petit &egrave;xit de Softcatal&agrave;. <br>
              <br>
La motivaci&oacute; &eacute;s cabdal. Entenem que els
col&middot;laboradors han de
fer feina en el que els motivi. Si no, el resultat es veu clarament
afectat. Tot i que sempre es pot millorar, crec que tenim un molt bon
ambient de treball que afavoreix l'activitat. <br>
              <br>
Per a nosaltres, la unitat de la llengua es un fet obvi i natural. Els
membres i col&middot;laboradors de Softcatal&agrave; s&oacute;n d'arreu
dels Pa&iuml;sos Catalans i ens comuniquem di&agrave;riament. Si
b&eacute; &eacute;s cert que
els col&middot;laboradors del Principat s&oacute;n majoria, el nombre
de
col&middot;laboradors valencians i balears &eacute;s molt important i
porten
el lideratge en projectes cabdals de programari en catal&agrave;. <br>
              <br>
En cada projecte es pot dir que hi ha gent d'arreu. Tot i que no tenim
cap problema pol&iacute;tic amb aix&ograve;, i que reconeixem i
respectem
les autoritats ling&uuml;&iacute;stiques, alguna vegada hem parlat
sobre el tema, fonamental en el model de llengua. Cal conciliar el
model general de la llengua amb els models d'&agrave;mbits restringits
i, per
sobre de tot, hem de procurar que les solucions acordades no
desmotivin els nostres col&middot;laboradors. <br>
              <br>
              <span style="font-weight: bold;">Com funcioneu com a
col&middot;lectiu i com a organitzaci&oacute; no
lucrativa: quina &eacute;s la vostra din&agrave;mica de grup? Quin
&eacute;s
el vostre estil de relaci&oacute;? </span><br>
Softcatal&agrave; es pot dir que &eacute;s un servidor, un ordinador.
Primer
el
ten&iacute;em als Estats Units, i ara el tenim a la Universitat de
Lleida. En aquest ordinador tenim allotjat el nostre web i el nostre
sistema de correu. <br>
              <br>
Els membres de Softcatal&agrave; ens comuniquem per llistes de correu:
hi ha
una llista nom&eacute;s dels membres de l'associaci&oacute;, i
despr&eacute;s cada projecte de traducci&oacute; t&eacute; una llista
pr&ograve;pia oberta a tothom. <br>
Hi ha membres de Softcatal&agrave; que no ens hem vist mai; aix&ograve;
vol dir que
la resid&egrave;ncia no &eacute;s cap problema, de fet, un membre
nostre viu
a Estocolm. Independentment d'on visquis, pots fer feina efectiva amb
un ordinador, una connexi&oacute; d'Internet, coneixement i ganes. <br>
              <br>
No existeix un carnet de membre de Softcatal&agrave;, en el sentit
cl&agrave;ssic. Si
se't convida a la llista de correu dels membres, es pot dir que ets
membre de ple dret de l'associaci&oacute;. En tot cas, no rebutgem la
feina ni les opinions dels col&middot;laboradors que no formin part
d'aquesta
llista de correu. <br>
Tamb&eacute; cal ressaltar que alguns dels nostres membres participen
i lideren projectes d'&agrave;mbit internacional. <br>
              <br style="font-weight: bold;">
Softcatal&agrave; &eacute;s
reconeguda per la comunitat internacional del programari
lliure. Aquest element &eacute;s molt important, ja que participem amb
total normalitat i sense intermediaris amb la resta de traductors o
col&middot;lectius del m&oacute;n. Ens consta que hem estat un referent
en
processos de traducci&oacute; a altres lleng&uuml;es, com per exemple
al Vietnam. <span style="font-weight: bold;"><br>
              <br>
Quants programes heu tradu&iuml;t des que vau
comen&ccedil;ar? </span><br>
Aix&ograve; &eacute;s molt dif&iacute;cil de dir. Per exemple,
treballem en la
traducci&oacute; del GNOME, un entorn d'escriptori compost per desenes
de programes. Per esmentar-ne uns quants d'actuals: OpenOffice.org,
Firefox, Thunderbird, Sunbird, GNOME o Abiword. Ens agradaria
traduir-ne m&eacute;s, per&ograve; ens caldria m&eacute;s gent. A
m&eacute;s, hi ha membres nostres que han tradu&iuml;t programes
sense
fer-ho en nom de Softcatal&agrave;. <br>
              <br>
              <span style="font-weight: bold;">En els darrers anys s'ha
passat de programes que treballen contra la
plataforma Internet (&eacute;s a dir, instal&middot;lables a
l'ordinador, p. ex. Getright, Firefox ...) a programes web que
treballen des de la
plataforma lnternet (&eacute;s a dir, que s'hi accedeix des del
navegador; p. ex. Google, Flickr, etc.).Quin es el vostre
plantejament
davant d'aquesta nova perspectiva? Quina &eacute;s la presencia que hi
t&eacute; el catal&agrave;? <br>
              <br>
              </span>El catal&agrave; &eacute;s anecd&ograve;tic en
l'espectre
ling&uuml;&iacute;stic
dels milers de serveis webs que s'ofereixen. Davant la impossibilitat
que una o diverses organitzacions puguin traduir-los, &eacute;s obvi
que s'ha de crear una capa de recursos b&agrave;sics
ling&uuml;&iacute;stics
lliures perqu&egrave; les empreses els puguin utilitzar i incorporar-hi
el catal&agrave; sense cap cost. Aquests recursos ja existeixen en
altres lleng&uuml;es
i s&oacute;n a l'abast de les empreses que els volen utilitzar. De fet,
els
gestors de continguts serveis lliures i multiling&uuml;es sovint
incorporen les traduccions al catal&agrave; de manera natural, i
aix&ograve; demostra que
aquesta &eacute;s la l&iacute;nia a seguir. <br>
              <br>
En aquest sentit, Softcatal&agrave; ha participat en la
traducci&oacute; de
gestors lliures com el Drupal. Si ens ho demanen, no descartem
assessorar empreses en serveis web, per&ograve; cal dir que nosaltres
no som
una empresa privada de traducci&oacute; ni creiem que sigui la nostra
funci&oacute;. A m&eacute;s, haurien de tenir un model que ens
result&eacute;s confortable, en el sentit que fos &uacute;til per a
tothom. <br>
              <br>
Cal que les empreses tinguin un plantejament multiling&uuml;e. Google
&eacute;s un bon exemple a seguir. Des de bon comen&ccedil;ament va
permetre a
terceres persones traduir els seus serveis web, mitjan&ccedil;ant un
programa
espec&iacute;fic i obert. En canvi, el model de Yahoo
(propiet&agrave;ria de
Flickr) no &eacute;s bo. No es pot pagar amb diners p&uacute;blics les
empreses perqu&egrave; tinguin les coses en catal&agrave;. <br>
              <br>
              <span style="font-weight: bold;">Us heu plantejat
introduir-vos en altres &agrave;mbits tecnol&ograve;gics m&eacute;s
enll&agrave; del programari inform&agrave;tic? </span><br>
L'objectiu de Softcatal&agrave; &eacute;s la difusi&oacute; de la
llengua catalana a les TIC. Tot i que ens centrem en la
localitzaci&oacute; de
programari sempre ens han preocupat altres temes, com la telefonia
m&ograve;bil, els serveis web o els usuaris. Tanmateix, som un equip
limitat
i ara mateix no podem anar m&eacute;s enll&agrave;. <br>
              <span style="font-weight: bold;"><br>
El gestor de mem&ograve;ries de traducci&oacute; de Softcatal&agrave;
accepta
alimentar-se procedent d'altres traduccions? </span><br>
Sempre hem tingut clar que nosaltres no ho podem traduir tot.
Aix&iacute; que des de bon comen&ccedil;ament Softcatal&agrave; ha
procurat
proporcionar eines perqu&egrave; qualsevol persona interessada pugui
localitzar o traduir programari. Per aix&ograve; mantenim el Recull de
Termes,
la Guia d'estil o la mem&ograve;ria de traducci&oacute;. <br>
              <br>
La mem&ograve;ria de traducci&oacute; &eacute;s la recopilaci&oacute;
de les
cadenes de text dels principals projectes de traducci&oacute;. Hi ha
prop de 100.000 cadenes. A nosaltres ens serveix per anar
homogene&iuml;tzant traduccions entre projectes. De cara enfora,
&eacute;s
probablement el recull m&eacute;s important sobre traducci&oacute; de
programari al catal&agrave;, la qual cosa fa que sigui una
refer&egrave;ncia molt
important per a qualsevol. Un fet rellevant &eacute;s que &eacute;s
lliure. Hi ha pocs exemples de mem&ograve;ries de traduccions lliures
en l'&agrave;mbit internacional, i sens dubte aquesta &eacute;s una de
les
m&eacute;s importants. <br>
              <br>
D'altra banda, a Softcatal&agrave; procurem estar al corrent de totes
les
traduccions de programari que tant altres associacions com empreses
privades fan al catal&agrave;. Ens serveix per trobar solucions a nova
terminologia o homogene&iuml;tzar-la. Cal ressaltar la nostra
col.laboraci&oacute; amb el TERMCAT. Hi tenim
un dialeg fluid i cordial, i crec que &eacute;s molt positiu i
profit&oacute;s per a tots dos. <br>
              <br>
              <span style="font-weight: bold;">Com &eacute;s la vostra
relaci&oacute;, si existeix, amb altres
associacions que tamb&eacute; treballen de manera volunt&agrave;ria en
pro del catal&agrave; a les TIC? </span><br>
La relaci&oacute; amb altres associacions &eacute;s a nivell personal.
Coneixem membres d'altres associacions i procurem comunicar- nos
entre nosaltres. En general, tots reconeixem i respectem la feina
(feinada!) de tothom. <br>
              <br>
              <span style="font-weight: bold;">Quin &eacute;s el vostre
plantejament envers la comunitat de
blocaires? Iniciatives com el vostre corrector en l&iacute;nia s'hi
inscriuen? </span><br>
No tenim cap plantejament espec&iacute;fic. Uns quants membres de
Softcatal&agrave; participem d'aquest fenomen, i tenim el Planeta
Softcatal&agrave;, en que s'apleguen
els apunts dels blocs dels membres. No s'hi parla necess&agrave;riament
de
TIC, i no representa cap posici&oacute; de l'associaci&oacute;.
S&oacute;n
m&eacute;s aviat blocs personals. <br>
              <br>
El corrector en l&iacute;nia parteix d'una mancan&ccedil;a estructural.
El
2004 el 46% dels habitants dels Pa&iuml;sos Catalans afirmaven no saber
escriure el catal&agrave;. L'escriptura actualment es desenvolupa
principalment a l'ordinador. &Eacute;s la principal necessitat de
l'usuari catalanoparlant. <br>
              <br>
L'&uacute;nic corrector lliure de catal&agrave; (nom&eacute;s
ortogr&agrave;fic) que
es pot inserir a qualsevol programa inform&agrave;tic parteix de la
feina feta fa uns quants anys per un f&iacute;sic, l'Ignasi Labastida.
La seva feina
va ser continuada per un membre de Softcatal&agrave;, el ling&uuml;ista
Joan
Moratinos. Aquest corrector &eacute;s el que incorporen (amb
variacions)
programes com l'OpenOffice.org, l'Abiword o el Thunderbird, i serveis
com el Gmail de Google, entre d'altres. Tot aix&ograve; s'ha fet des de
la
societat civil, sense recursos espec&iacute;fics i poca gent. <br>
              <br>
Qui. han fet fins ara
les nombrosissimes universitats i administracions
amb milers de persones i finan&ccedil;ament disponible? <br>
              <br>
Fins ara han seguit un
model equivocat (amb alguna excepci&oacute; molt puntual), i no hem
obtingut res aprofitable per a la societat, que seria el m&eacute;s
l&ograve;gic venint del finan&ccedil;ament p&uacute;blic.
Despr&eacute;s de molts
anys d'explicar aquesta problem&agrave;tica des de Softcatal&agrave;,
sembla que hi
ha en marxa algun corrector ortogr&agrave;fic i gramatical des
d'institucions
p&uacute;bliques. Per&ograve; com que no tenim un producte final per
avaluar,
no tenim cap posici&oacute; presa, i hem de continuar fent feina amb el
que
tenim. S&eacute; que, previ- ament, a la UPC s'havia fet algun
corrector gramatical lliure, pera per alguna ra&oacute; que desconec no
ha sortit de l'&agrave;mbit de la recerca. <br>
              <br>
Cal dir que lleng&uuml;es tan amena&ccedil;ades com l'angl&egrave;s o
l'alemany
disposen de correctors ortografics i gramaticals lliures. &Eacute;s
per aixo que ens costa molt entendre la situaci&oacute; actual en
aquest tema. <br>
&nbsp;<br>
              <span style="font-weight: bold;">Quina ha estat la vostra
pol&iacute;tica en relaci&oacute; amb la
traducci&oacute; de programes propietaris /programes lliures i
programes per a MS-Windows i programes per a altres i SO? Accepteu fer
difusi&oacute; de programes propietaris en catal&agrave;? </span><br
 style="font-weight: bold;">
              <br>
Softcatal&agrave; vol que el catal&agrave; sigui a tot arreu,
independentment que els programes siguin d'una empresa privada o
estiguin desenvolupats per la comunitat de programari lliure. <br>
              <br>
Al
principi Softcatal&agrave; va traduir programes d'empreses privades per
tal
de poder cobrir les mancances m&eacute;s b&agrave;siques. Per&ograve;
amb la
posterior eclosi&oacute; del programari lliure i la seva
difusi&oacute;, per a nosaltres va ser m&eacute;s l&ograve;gic
comen&ccedil;ar a treballar
amb aquest tipus de programari, ja que les limitacions s&oacute;n
m&iacute;nimes i l'impacte es maximitza. Tanmateix, no descartem
traduir un programa d'una empresa privada si &eacute;s necessari i
algun
membre de Softcatal&agrave; hi esta prou motivat. Treballar amb una
empresa
privada comporta limitacions. A m&eacute;s, nosaltres no som una
empresa de
traducci&oacute; i no volem fer-los compet&egrave;ncia, ja que no es
positiu
per a ning&uacute;. Creiem que les empreses han de tenir productes en
catal&agrave; i que han de pagar altres empreses o persones per les
traduccions, si aix&iacute; ho fan amb les altres lleng&uuml;es. No
volem
treballar per a una empresa de franc i no volem que l'associaci&oacute;
guanyi diners per aquesta
feina. <br>
              <br>
Tanmateix, Softcatal&agrave; &eacute;s un referent i tenim gent
experta.
Les principals
companyies internacionals del sector ens han ofert traduccions. En
parlem, per&ograve; els adrecem a empreses o persones que puguin dur a
terme
aquestes traduccions. Algun membre de Softcatal&agrave;, a t&iacute;tol
individual, treballa o ha treballat per a alguna empresa. Per
exemple, en Quico Llach ha treballat per a Google en la revisi&oacute;
de
les seves traduccions al catal&agrave;. <br>
              <br>
              <span style="font-weight: bold;">Resulta dif&iacute;cil
parlar de programari en catal&agrave; sense parlar de
Softcatal&agrave;. Com expliqueu l'&egrave;xit i la implantaci&oacute;
social de la
vostra iniciativa? Com es materialitza el reconeixement a la vostra
tasca? </span><br>
Softcatal&agrave; va n&eacute;ixer quan no hi havia pr&agrave;cticament
res en catal&agrave;
a les TIC. Vam crear un lloc web des d'on poder descarregar programes
en catal&agrave; (no solament els nostres) i envi&agrave;vem un
missatge mensual amb les
noves incorporacions. Continuem enviant a m&eacute;s de 40.000
persones les nostres novetats. Vam crear recursos per a la
traducci&oacute;, f&ograve;rums perqu&egrave; els usuaris poguessin
resoldre els
problemes entre ells, i un servei de llistes de correu per als nostres
projectes i obert a tercers. Vam apostar per programes gratu&iuml;ts
des del comen&ccedil;ament, i posteriorment pel programari lliure. Es
pot dir que Softcatal&agrave; va crear un model nou partint de zero, i
no sols a escala
nacional, sin&oacute; tamb&eacute; en l'&agrave;mbit internacional. <br>
              <br>
Actualment tenim 20.000 visites di&agrave;ries al nostre web que,
d'acord amb
el r&agrave;nquing d'Alexa, significa ser la vuitena pagina web en
catal&agrave; amb
m&eacute;s difusi&oacute;. Tenim desenes de milers de descarregues cada
mes. I
potser el que m&eacute;s ens omple s&oacute;n els missatges
d'agra&iuml;ment
sincer que rebem cada mes per part d'usuaris. <br>
              <br>
L'any 2004 vam rebre per part de la Generalitat de Catalunya el Premi
Nacional d'Internet. La mateixa instituci&oacute; ens va atorgar el
Premi Nacional de Cultura en l'apartat de Difusi&oacute; de la Llengua
catalana l'any 2006. L'any 2005 la Universitat de Barcelona ens va
atorgar el premi Carme Serrallonga a la qualitat
ling&uuml;&iacute;stica. <br>
              <br>
Amb certa freq&uuml;&egrave;ncia se'ns convida a participar en taules
rodones
i en la realitzaci&oacute; de xerrades arreu del pa&iacute;s.
Igualment, vam liderar durant tres anys les Jornades sobre el
catal&agrave; a
les Noves Tecnologies, que vam coorganitzar amb la Generalitat de
Catalunya (amb la Secretaria de Pol&iacute;tica Ling&uuml;&iacute;stica
i posteriorment tamb&eacute; amb la Secretaria de Telecomunicacions i
Societat de la Informaci&oacute;), l'Institut Joan Llu&iacute;s Vives,
la Universitat de Barcelona i la Universitat Pompeu Fabra. Amb
les Jornades vam voler crear un f&ograve;rum de relaci&oacute; entre
tots els agents actius en el catal&agrave; a les noves tecnologies
(associacions, empreses privades, usuaris i institucions
p&uacute;bliques). Crec que van ser un &egrave;xit, per&ograve; van
arribar a una
complexitat organitzativa que escapa a les nostres possibilitats. <br>
              <br>
Tanmateix, cal relativitzar l'&egrave;xit de Softcatal&agrave;.
Molt&iacute;ssims
usuaris catal&agrave;noparlants no tenen cap programa en catal&agrave;
al seu
ordinador, les universitats p&uacute;bliques dels Pa&iuml;sos Catalans
mateixes prefereixen l'espanyol o l'angl&egrave;s per a programes
disponibles en catal&agrave; des de fa anys, o institucions de la
significacio de
la Biblioteca de Catalunya posen a disposici&oacute; dels usuaris el
Windows en espanyol, tot i ser en catal&agrave; des de fa anys. Tenim
un
problema molt important en la utilitzaci&oacute; efectiva. Cal fer
molta mes feina. <br>
              <br>
              <span style="font-weight: bold;">Feu-nos cinc
c&egrave;ntims de les vies de difusi&oacute; del vostre treball. </span><br>
La nostra principal via de difusi&oacute; &eacute;s el nostre web.
Aquest novembre ens han visitat 330.000 persones diferents, la qual
cosa ens situa possiblement entre els 5 primers llocs webs en
catal&agrave;.
Una altra via de difusi&oacute; importantissima s&oacute;n els
missatges que enviem als nostres subscriptors cada vegada que presentem
una novetat. Amb les novetats fem notes de premsa, i diversos mitjans
nacionals, tant en paper com a Internet i en catal&agrave; i espanyol,
acostumen a fer-se'n ress&ograve;. <br>
              <br>
Tamb&eacute; venem CD amb els principals
programes tradu&iuml;ts per Softcatal&agrave;, que a m&eacute;s ens
serveixen per
al finan&ccedil;ament de l'associaci&oacute;, per&ograve; d'un impacte
molt limitat
numericament. <br>
              <br>
Amb diverses administracions p&uacute;bliques dels
Pa&iuml;sos Catalans hem
produ&iuml;t centenars de milers de CD que despr&eacute;s s'han
distribuit
a trav&eacute;s dels mitjans de comunicaci&oacute;. Puntualment,
tamb&eacute; alguna revista espanyola d'inform&agrave;tica ha
distribu&iuml;t programes tradu&iuml;ts per nosaltres (uns quants
centenars de miler
m&eacute;s), per&ograve; aquestes revistes en general ignoren el
catal&agrave;. Si hi
hagu&eacute;s una revista d'inform&agrave;tica en catal&agrave; al
mercat, la
difusi&oacute; seria molt m&eacute;s gran. <br>
              <br>
A m&eacute;s, les principals distribucions GNU/Linux de tot el
m&oacute;n incorporen els paquets d'idioma catal&agrave; que nosaltres
(i
altres associacions) hem tradu&iuml;t, i aix&ograve; fa que el
catal&agrave;
sigui visible arreu del m&oacute;n en un mateix pla d'igualtat amb la
resta de lleng&uuml;es. &Eacute;s dif&iacute;cil calcular l'impacte
d'aquesta via, per&ograve; no &eacute;s petit. A m&eacute;s, a
nosaltres no
ens representa cap dedicaci&oacute; espec&iacute;fica ni cap despesa
econ&ograve;mica. <br>
              <br>
Finalment, el fet que els programes que tradu&iuml;m siguin en general
lliures permet que els usuaris els copi&iuml;n i els puguin
instal&middot;lar en
qualsevol ordinador. Una via de difusi&oacute; molt important. <br>
              <br>
              <span style="font-weight: bold;">En quina mesura la
vostra iniciativa ha servit de tribuna: quin
&eacute;s l'impacte dels articles que heu fet? </span><br>
Ens consta que els nostres articles han tingut un cert ress&ograve; en
determinats sectors sensibles a la llengua, tant a
l'administraci&oacute; catalana com especialment a l'ensenyament. En
&agrave;mbits m&eacute;s especialitzats potser tamb&eacute; n'han
tingut,
per&ograve;
personalment desconec quantes visites ha rebut la nostra
secci&oacute; d'articles. Algun article sobre la pres&egrave;ncia del
catal&agrave; a
Internet ha tingut una amplia difusi&oacute; en els mitjans nacionals,
fins i tot internacionalment. D'altra banda, estem oberts a
articles de persones externes a Softcatal&agrave;. <br>
              <br>
              <span style="font-weight: bold;">Quina &eacute;s la
participaci&oacute; i l'impacte dels vostres f&ograve;rums
(ara renovats)? </span><br>
Pel que fa als f&ograve;rums, fa for&ccedil;a temps que els
vol&iacute;em renovar,
per&ograve; t&egrave;cnicament no era senzill. Sabem que s&oacute;n una
eina de
consulta important, i per aix&ograve; vol&iacute;em introduir millores
en la
cerca d'informaci&oacute; i aprofundir en el sentiment de comunitat
(amb usuaris registrats). Creiem que amb les millores seran molt
m&eacute;s &uacute;tils. <br>
              <br>
              <span style="font-weight: bold;">Sou optimistes pel que
fa al futur del catal&agrave; en l'&agrave;mbit de les TIC? </span><br>
Cal diferenciar entre dos &agrave;mbits. El primer seria la societat
prelnternet reflectida a Internet. En aquest &agrave;mbit es
reprodueixen a
la vida electr&ograve;nica els problemes que tenim a la vida
presencial: les empreses no fan productes en catal&agrave; (pagines
web,
programes...), i la discriminaci&oacute; ling&uuml;&iacute;stica encara
existent en el sector socioecon&ograve;mic impedeix que ens relacionem
virtualment en catal&agrave;. El segon &agrave;mbit &eacute;s tot el
nou m&oacute;n
que s'ha generat dins d'lnternet: aqu&iacute; el catal&agrave;
&eacute;s
present amb normalitat, i fins i tot destaca a escala internacional.
Penso sobretot en la comunitat de programari i coneixement lliure, en
altres paraules, all&ograve; que s'ha fet des de la societat civil, on
no
tenim tants problemes, o tantes excuses, per fer les coses en
catal&agrave;.
Internet i les noves tecnologies ens fa m&eacute;s iguals a la resta.
La nostra comunitat ling&uuml;&iacute;stica no hi t&eacute;
pr&agrave;cticament barreres. <br>
              <br>
Evidentment, hi ha relacions entre tots dos &agrave;mbits. El segon
influeix
en el primer positivament perqu&egrave; facilita a les empreses i les
administracions poder fer les coses en catal&agrave;. En canvi, el
segon pot
estar condicionat per les maneres de fer del primer. Un exemple
concret: for&ccedil;a voluntaris que contribueixen a
l'enciclop&egrave;dia lliure
Viquip&egrave;dia en catal&agrave; dediquen molts esfor&ccedil;os a la
versi&oacute; en
espanyol. &Eacute;s obvi que l'enciclop&egrave;dia en espanyol
t&eacute;
molt&iacute;ssima m&eacute;s gent per fer aquesta feina i no els cal la
nostra ajuda, i en canvi la catalana no rep ajuda d'altres. Evidentment
cada voluntari pot fer el que vulgui, per&ograve; aix&ograve; ens resta
efic&agrave;cia. <br>
              <br>
Com a elements que ajuden a l'optimisme tenim d'exemple
l'eclosi&oacute; dels blocs. La Viquip&egrave;dia est&agrave;
construint des del
voluntariat la que ser&agrave; l'enciclop&egrave;dia en catal&agrave;
m&eacute;s gran de
la hist&ograve;ria. <br>
Podem comparar la dificultat de la catalanitzaci&oacute;
del Windows o l'Office amb la relativa facilitat de
catalanitzaci&oacute; de
diverses versions de Linux o de l'OpenO&iacute;fice.org, Abiword,
Gnumeric o KOffice. Avui podem muntar amb relativa facilitat una
r&agrave;dio
i una televisi&oacute; en catal&agrave; per a Internet, i cada vegada
ser&agrave;
m&eacute;s f&agrave;cil, fet impensable fa molts pocs anys. La
tecnologia
juga al nostre favor, per&ograve; nosaltres hem de voler i saber
jugar-hi. I
creiem que ho farem, per aix&ograve; som optimistes. <br>
              <br>
              <span style="font-weight: bold;">La feina duta a terme
pels agents implicats en la pres&egrave;ncia de la
llengua en les noves tecnologies &eacute;s la correcta? </span><br
 style="font-weight: bold;">
Aix&ograve; enlla&ccedil;a amb la pregunta anterior. Creiem que la
societat
prelnternet no fa b&eacute; les coses, en el sentit que no explota els
recursos que ofereixen les noves tecnologies. Especialment creiem que
ni la universitat ni l'IEC ni les administracions p&uacute;bliques ho
fan b&eacute;, amb excepcions puntuals. Viuen en el model antic i se'ls
escapen les noves possibilitats. Per exemple, com a comunitat
ling&uuml;&iacute;stica necessitem una capa de recursos
ling&uuml;&iacute;stics lliures, i ells (que s&oacute;n els mes
indicats) no ho han fet fins ara. <br>
              <br>
Les empreses privades avancen en el multiling&uuml;isme, per&ograve; no
exploten totes les possibilitats de les noves tecnologies. Reprodueixen
economies d'escala tradicional amb els estats com a
referents i, com que nosaltres formem part de diversos estats, en
sortim perjudicats. De l'experi&egrave;ncia en el biling&uuml;isme i en
la
identificaci&oacute; amb la llengua pr&ograve;pia, n'haur&iacute;em de
fer una
virtut i ser uns dels referents a escala internacional, tant en
arquitectures multiling&uuml;es com en recursos ling&uuml;&iacute;stics
propis. Tenim les condicions necess&agrave;ries per fer-ho. <br>
              <br>
Des de la societat civil fem les coses igual&nbsp; o millor que altres
societats. Per aix&ograve; crec que ho fem prou b&eacute;, per&ograve;
&eacute;s cert que potser encara ens queixem massa i fem menys del que
podr&iacute;em fer. De fet, un dels problemes que en general tenim
&eacute;s
que hi ha poca gent que fa massa coses, ja que la nostra demografia
&eacute;s la que &eacute;s. Tanmateix, amb l'augment de la
penetraci&oacute; d'Internet hi ha haur&agrave; m&eacute;s gent per
repartir
la feina. A m&eacute;s, ara mateix des de la societat civil es dediquen
esfor&ccedil;os a suplir la tasca que no han dut a terme els altres
agents. Si
ells s'hi dediquen, ens alliberaran de molta feina, i a mes podrem
aprofitar el seu treball per a altres objectius. <br>
              <br>
              <span style="font-weight: bold;">Preveien alguna
commemoraci&oacute; del des&egrave; aniversari de Softcatal&agrave;? </span><br>
Si s&oacute;c sincer, he de dir que no som conscients d'aix&ograve; amb
tota
la feina que volem fer. Fins ara no ens ho hem plantejat. De fet, amb
aquest pregunta m'adono que tocar&agrave; fer alguna cosa d'aqu&iacute;
a poc. De
ben segur que en farem una de grossa i convidarem tothom. <br>
              <br>
              <span style="font-style: italic;"><br>
              </span><span style="font-style: italic;"></span><br>
              <span style="font-style: italic;"> </span></td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3">&nbsp;</td>
    </tr>
  </tbody>
</table>
<table align="center" bgcolor="#ffffcc" border="0" width="700">
  <tbody>
    <tr>
      <td> <br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
</body>
</html>
