<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 height="35" width="130"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 height="35" width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Encara no feu servir
el navegador Firefox?</span><br>
03/10/2004, Jordi Mas i
Hern&agrave;ndez, jmas@softcatala.org<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><br>
El navegador de codi lliure <a
 href="http://www.mozilla.org/products/firefox/">Firefox</a>,
amb m&eacute;s de 7 milions de desc&agrave;rregues arreu del m&oacute;n
en les &uacute;ltimes setmanes&nbsp; i amb la versi&oacute; 1.0 a punt
de ser presentada, s'est&agrave; consolidant r&agrave;pidament com una
opci&oacute; cada cop m&eacute;s popular per a usuaris de Linux, Mac i
Windows. <br>
              <br>
L'Internet Explorer, que &eacute;s el navegador predominant avui
dia,&nbsp; no ha presentat cap millora substancial des de que Microsoft
va assolir la posici&oacute; dominant en aquest mercat cap a finals de
1999. Pitjor encara, Microsoft ha descuidat enormement l'aspecte de la
seguretat, i ha trigat molt a solventar-ne les errades de seguretat i
deixant
llargs per&iacute;odes durant els quals els creadors de virus i
programari espia han tingut temps d'explotar aquestes vulnerabilitats.
Molts usuaris descontents amb l'Explorer, han vist en el Firefox la
soluci&oacute; al seus problemes i han descobert una forma m&eacute;s
eficient de navegar.<br>
              <br>
Firefox ha estat una ventada d'aire fresc en el m&oacute;n dels
navegadors. Ha introdu&iuml;t tot un seguit de caracter&iacute;stiques
for&ccedil;a innovadores que l'han posicionat com el navegador
m&eacute;s sofisticat ara mateix disponible. Utilitza com a base la
tecnologia desenvolupada al voltant del projecte lliure <a
 href="http://www.mozilla.org">Mozilla</a>, que va n&eacute;ixer fa
m&eacute;s de sis anys amb l'objectiu de proporcionar tecnologies web
lliures. A m&eacute;s s&oacute;n els creadors del navegador amb el
mateix nom. Firefox &eacute;s el germ&agrave; petit del Mozilla,
m&eacute;s r&agrave;pid i lleuger, i que ofereix totes les funcions que
podeu esperar d'un navegador modern. <br>
              <br>
La seguretat ha estat un dels seus punts forts des del principi,
incloent-hi opcions for&ccedil;a avan&ccedil;ades de
configuraci&oacute; dels par&agrave;metres seguretat, i
protecci&oacute; contra el programari espia que tants maldecaps
ocasiona als usuaris. Ofereix tamb&eacute; navegaci&oacute; per
pestanyes, que va ser popularitzada pel navegador Mozilla, i que permet
obrir diferents p&agrave;gines web en una &uacute;nica c&ograve;pia del
programa.
Les finestres emergents amb publicitat s&oacute;n bloquejades
autom&agrave;ticament,&nbsp; permetent definir per quins llocs les
volem bloquejar i per quins no i ens d&oacute;na una petita
indicaci&oacute; visual de si la p&agrave;gina que estem visitant
t&eacute; anuncis bloquejats.<br>
              <br>
              <img alt="Captura de pantalla del firefox"
 src="firefox.jpg" style="width: 608px; height: 533px;"><br>
              <span style="font-style: italic;">Captura de pantalla del
Firefox en catal&agrave;</span><br>
              <br>
Un dels aspectes on el Firefox ha innovat enormement ha estat amb les
cerques. Permet des d'una barra inferior, que pot estar sempre oberta,
fer cerques d'una forma molt eficient en la p&agrave;gina que estem
visualizant i ressaltar, amb un efecte visual similar als
ll&agrave;pisos
marcadors, les paraules que est&agrave;vem cercant en la p&agrave;gina.
Tamb&eacute; integra de forma molt ben resolta cerques a Google o a la
botiga de llibres Amazon.<br>
              <br>
El Firefox tamb&eacute; ha integrat molt b&eacute; la gesti&oacute;
dels continguts dels blocs introduint el concepte d'adre&ccedil;a
d'inter&egrave;s activa, que permet visualitzar com a adreces
d'inter&egrave;s els titulars m&eacute;s recents de les not&iacute;cies
dels blocs. Aix&ograve; esdev&eacute; tremendament &uacute;til ja que
amb un sol clic podem veure els titulars m&eacute;s recents dels
nostres
blocs preferits.<br>
              <br>
Al voltant del projecte Firefox s'ha creat una comunitat molt activa
d'usuaris que treballen per millorar-lo i augmentar-ne la seva
popularitat. Fa pocs dies van publicar un anunci a p&agrave;gina
completa al diari New York Times gr&agrave;cies a una col&middot;lecta
que havien organitzat a Internet amb aquest <a
 href="http://news.com.com/Firefox+fans+to+take+campaign+to+NY+Times/2100-1032_3-5419504.html">proposit</a>.
Des de la p&agrave;gina <a href="http://www.spreadfirefox.com/">SpreadFireFox</a>[3]
s'organitzen tot un seguit d'accions per augmentar-ne la seva
difusi&oacute;: cartes recomanat-ne el seu &uacute;s a escoles i
empreses,
col&middot;lectes per incloure anuncis a mitjans, o material per
explicar-ne la seva funcionalitat a usuaris nouvinguts.<br>
              <br>
Si proveu el Firefox i us agrada, el mateix equip que l'ha escrit fa
temps que treballa amb el <a
 href="http://www.mozilla.org/products/thunderbird/">Thunderbird</a>,
un gestor de correu
electr&ograve;nic que inclou tota la funcionalitat d'un sistema de
correu modern i opcions avan&ccedil;ades contra el correu brossa.<br>
              <br>
Existeixen versions en catal&agrave; dels dos programes, que a
m&eacute;s, incloeu extensions per poder fer cerques als principals
cercadors catalans i als diccionaris en llengua catalana i unes
adre&ccedil;es d'inter&egrave;s web del m&oacute;n catalanoparlant.<br>
              <span style="font-weight: bold;"><br>
M&eacute;s informaci&oacute;<br>
              <br>
Projecte en angl&egrave;s<br>
              </span><a href="http://www.mozilla.org/products/firefox/">http://www.mozilla.org/products/firefox/</a><br>
              <br>
              <span style="font-weight: bold;">Projecte en
angl&egrave;s del Mozilla</span><br>
              <a href="http://www.mozilla.org">http://www.mozilla.org</a><br>
              <br>
              <span style="font-weight: bold;">Projecte de
traducci&oacute; al catal&agrave;</span><br>
              <a href="http://www.softcatala.org/projectes/mozilla">http://www.softcatala.org/projectes/mozilla</a><br>
              <br>
              <span style="font-weight: bold;">Dreceres de teclat pel
Firefox (en catal&agrave;)</span> <a
 href="http://www.lamalla.net/canal/digitalia/el_manual/article.asp?id=155830">http://www.lamalla.net/canal/digitalia/el_manual/article.asp?id=155830</a><br>
              <br>
              <span style="font-weight: bold;">Hist&ograve;ria de
Mozilla (en catal&agrave;)</span><br>
              <a href="http://www.softcatala.org/articles/article08.htm">http://www.softcatala.org/articles/article08.htm</a><br>
              <span style="font-weight: bold;"></span><br>
              <span style="font-weight: bold;"> </span><span
 style="font-weight: bold;"></span><br>
              <i><span style="color: black;" lang="ES-TRAD"><!--[endif] --><o:p></o:p></span></i>
              <i><span style="" lang="ES-TRAD">Aquest
document &eacute;s (c) 2004 Jordi Mas i Hern&agrave;ndez</span></i><i><span
 style="" lang="ES-TRAD">. Es permet el
seu &uacute;s i distribuci&oacute;
en qualsevol mitj&agrave; sempre que no sigui modificat i s&#8217;inclogui
aquesta nota. </span></i><br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
