<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <p align="center"><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"><font
 face="Verdana, Arial, Helvetica, sans-serif" size="3"><br>
        <br>
        </font></span></span></font></p>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><font size="2"><span class="Txt-pequeBolcolor"><span
 class="Txt-pequeBolcolor"></span></span></font><br>
              </td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td><span style="font-weight: bold;">El projecte Open
Directory catal&agrave;</span><br>
20/07/2003, autor <a href="mailto:victor.pamies@wanadoo.es">Víctor Pàmies</a>, editor catal&agrave; de
l'Open Directory<br>
              <p align="justify"
 style="margin-bottom: 0cm; font-weight: bold;">Qu&egrave; &eacute;s
l&#8217;ODP?</p>
              <br>
L&#8217;<a href="http://dmoz.org">Open Directory Project (ODP)</a>
&eacute;s un projecte de directori obert mantingut per editors
voluntaris d&#8217;arreu del m&oacute;n. &Eacute;s un projecte independent de
              <a href="http://www.netscape.com">Netscape Communications</a>
que comen&ccedil;a a articular-se en angl&egrave;s a mitjan 1998 (ara
fa cinc anys) i que s&#8217;acaba obrint a altres lleng&uuml;es.<br>
              <br>
Aix&iacute;, no &eacute;s cap motor de cerca ni cap aranya (ara tan de
moda), sin&oacute; que l&#8217;editen i mantenen persones d&#8217;arreu del
m&oacute;n. El lema del directori, doncs, no &eacute;s d&#8217;estranyar que
sigui &#8220;Humans do it better&#8221; (Els humans ho fem millor). L&#8217;&uacute;nic
col&middot;laborador no hum&agrave; &eacute;s Robozilla, un giny que
revisa peri&ograve;dicament que totes les adreces llistades al
directori siguin funcionals.<br>
              <br>
              <span style="font-weight: bold;">Dades generals del
directori</span><br>
              <br>
Unes quantes dades generals sobre el directori us permetran fer-vos una
idea de la magnitud del projecte:<br>
              <br>
- M&eacute;s de 3.800.000 llocs indexats (1.000.000 dels quals en
lleng&uuml;es diferents a l&#8217;angl&egrave;s).<br>
- M&eacute;s de 460.000 categories tem&agrave;tiques.<br>
- M&eacute;s de 50.000 editors de tot el m&oacute;n.<br>
- Unes 70 lleng&uuml;es representades.<br>
- R&agrave;nquing: Angl&egrave;s, alemany, castell&agrave;,
franc&egrave;s, itali&agrave;, japon&egrave;s, holand&egrave;s,
polon&egrave;s, suec, dan&egrave;s, catal&agrave;, rus, turc, noruec,
portugu&egrave;s i txec. <br>
-&nbsp;&nbsp; Nodreix cercadors tan importants i coneguts com ara
              <a href="http://www.google.com/">Google</a>, <a
 href="http://www.alltheweb.com/">Alltheweb</a>, <a
 href="http://www.lycos.es/">Lycos</a>, <a
 href="http://search.aol.com/">AOL Search</a>, <a
 href="http://www.ask.com/">Ask Jeeves</a>, <a
 href="http://www.dogpile.com/templater.gsp?id=/opendir">Dogpile</a>, <a
 href="http://www.euroseek.com/">Euroseek</a>,
              <a href="http://www.excite.com/">Excite</a> o <a
 href="http://www.webcrawler.com/">Webcrawler</a>, entre d'altres. En
catal&agrave; trobem l&#8217;apartat
catal&agrave; del directori <a
 href="http://directory.google.com/Top/World/Catal%C3%A0/">Google</a>, <a
 href="http://www.amunt.net/">Amunt.net</a>, <a
 href="http://aprop.net/">Aprop.net</a>, <a
 href="http://bergueda.org/directori.php">Bergueda.org</a>
o <a href="http://directory.amfibi.com/c/">Amfibi</a>.<br>
              <br>
              <span style="font-weight: bold;">World/Catal&agrave;:
l&#8217;apartat en catal&agrave; de l&#8217;ODP</span><br>
              <br>
D&#8217;aquell garbuix de dades podem ressaltar que hi ha m&eacute;s de
27.000 adreces classificades en <a
 href="http://dmoz.org/World/Catal%e0/">catal&agrave;</a> per uns
50 editors
d&#8217;arreu dels Pa&iuml;sos Catalans. Aix&ograve; ens situa en
l&#8217;onz&egrave; lloc del r&agrave;nquing de lleng&uuml;es. Meritori, si
tenim en compte que tenim per darrere lleng&uuml;es molt m&eacute;s
potents i amb m&eacute;s parlants i mitjans que el catal&agrave;, com
ara el rus, el xin&egrave;s, l&#8217;&agrave;rab, el portugu&egrave;s o el
grec, entre d&#8217;altres.<br>
              <br>
Aquesta &eacute;s una magn&iacute;fica plataforma per al catal&agrave;,
perqu&egrave; participem d&#8217;una comunitat mundial interrelacionada i amb
interaccions constants entre les diferents lleng&uuml;es. <br>
              <br>
L&#8217;estructura del directori es reprodueix m&eacute;s o menys fidelment
en cada llengua per poder oferir enlla&ccedil;os de cada categoria en
diferents lleng&uuml;es i per mostrar una unitat estructural que
faciliti la navegaci&oacute; dels usuaris.<br>
              <br>
&Eacute;s una molt bona possibilitat d&#8217;exportar la cultura catalana
arreu del m&oacute;n: editors catalanoparlants editen tamb&eacute;
categories en altres lleng&uuml;es i donen d&#8217;alta llocs d&#8217;indrets dels
Pa&iuml;sos Catalans que tenen versions en altres lleng&uuml;es. <br>
              <br>
              <span style="font-weight: bold;">Qu&egrave; implica
fer-se editor de l&#8217;ODP?</span><br>
              <br>
Cada editor s&#8217;encarrega d&#8217;un nombre indeterminat de categories. El
procediment m&eacute;s usual &eacute;s entrar per editar una categoria
petita que es coneix i, a mida que ens familiaritzem amb la tasca a
desenvolupar i n&#8217;aprenem els mecanismes, podem anar-ne
sol&middot;licitant de noves, m&eacute;s grans i amb m&eacute;s
responsabilitat.<br>
              <br>
Per&ograve; aix&ograve;, en darrera inst&agrave;ncia, sempre
dependr&agrave; de les ganes i dedicaci&oacute; de cada editor. Es
marquen uns m&iacute;nims per mantenir el compte d&#8217;editor: fer almenys
una edici&oacute; cada 4 mesos. El m&agrave;xim ja se&#8217;l marcar&agrave;
cadasc&uacute;.<br>
              <br>
Als editors se&#8217;ls demana saber treballar en equip. Som una comunitat,
ens posem amb contacte a trav&eacute;s d&#8217;un f&ograve;rum propi intern
(en catal&agrave;) o a trav&eacute;s de correus electr&ograve;nics i
les decisions de reestructuracions de categories, de pol&iacute;tiques
d&#8217;edici&oacute; i de promoci&oacute; del directori, tasques de
manteniment i traducci&oacute; de la documentaci&oacute; que es genera
al directori, relacions amb altres World o altres tasques comunes, les
prenem per consens en els f&ograve;rums.<br>
              <br>
              <span style="font-weight: bold;">I quines tasques
desenvolupa cada editor dins el directori?</span><br>
              <br>
- Mantenir els enlla&ccedil;os que cont&eacute; cada categoria
assignada (revisar i actualitzar els t&iacute;tols i les descripcions,
comprovar que els enlla&ccedil;os siguin actius i actualitzats, que no
hi hagi duplicitats ni redireccions i que els llocs s&#8217;adeq&uuml;in a la
categoria)<br>
              <br>
- Fornir cada categoria dels complements que fan tan amigable la
navegaci&oacute; pel directori: descripci&oacute; de categories,
pol&iacute;tiques d&#8217;enviament de llocs, categories relacionades,
enlla&ccedil;os en altres lleng&uuml;es i altres personalitzacions
possibles en cada categoria<br>
              <br>
- Editar i adequar els nous llocs que proposin els usuaris, a
trav&eacute;s dels formularis d&#8217;alta que hi ha a la part superior dreta
de cada p&agrave;gina p&uacute;blica del directori<br>
              <br>
- Cercar-ne de nous, per tal de tenir actualitzada la categoria a les
novetats que sorgeixen&nbsp;&nbsp;&nbsp; proposar possibles
subcategoritzacions a mida que creixin les diferents categories vetllar
per la integritat estructural de tot el directori (hi ha el referent
d&#8217;altres idiomes, i tamb&eacute; podem influir en aquelles estructures
si tenim una estructura millor).<br>
              <br>
Fer aquest manteniment d&#8217;una categoria normal d&#8217;edici&oacute; (entre 25
i 100 enlla&ccedil;os i amb m&eacute;s o menys subcategories)
est&agrave; comptabilitzat en poc m&eacute;s d&#8217;una hora setmanal.<br>
              <br>
Fer-se editor de l&#8217;ODP &eacute;s f&agrave;cil. Cada categoria del
directori <a
 href="http://dmoz.org/cgi-bin/apply.cgi?where=World/Catal%e0/Regional">t&eacute;
un enlla&ccedil;</a> a la part superior dreta per
fer-se editor que obre un formulari de sol&middot;licitud. Nom&eacute;s
cal facilitar unes poques dades personals, els interessos o
coneixements que tenim sobre aquella categoria, proposar 3 URL que
afegir&iacute;eu a la categoria, amb uns t&iacute;tols i descripcions
que serveixin de guia de la qualitat amb qu&egrave; penseu editar al
directori, i esperar que algun editor s&egrave;nior la revisi i
l&#8217;accepti.<br>
              <br>
A World/Catal&agrave; ens vam preguntar qu&egrave; ens havia mogut a
fer-nos editors de l&#8217;ODP. I les respostes anaven en aquest sentit: <br>
              <br>
- Donar d&#8217;alta la pr&ograve;pia p&agrave;gina web. Encara que no cal,
perqu&egrave; pots proposar un lloc web, sense necessitat de fer-te
editor. De vegades, si l&#8217;espera perqu&egrave; aparegu&eacute;s al
directori era llarga, alguns decidien de fer-se&#8217;n editors per donar-la
d&#8217;alta ells mateixos.<br>
              <br>
- Pensar que aquella categoria que t&#8217;interessa la pots millorar.<br>
              <br>
- Sobta trobar el catal&agrave; en un projecte a nivell mundial.<br>
              <br>
              <span style="font-weight: bold;">Funcionament</span><br>
              <br>
Encara que es busca una certa simetria entre la categoritzaci&oacute;
de cada llengua (el model a seguir &eacute;s el Top angl&egrave;s,
generalment el m&eacute;s desenvolupat), per facilitar-ne la
interconnexi&oacute;, el funcionament de cada llengua es bastant
aut&ograve;nom, tot respectant unes m&iacute;nimes normes de
funcionament, recollides a la guia d&#8217;edici&oacute; i algunes guies
espec&iacute;fiques per a algunes branques del directori (<a
 href="http://dmoz.org/Adult/">Adult</a>, <a
 href="http://dmoz.org/Kids_and_Teens/">Nens i
joves</a> o <a href="http://dmoz.org/Regional/">Regional</a>, per
exemple).<br>
              <br>
Aix&iacute; el model de funcionament del directori es basa en unes
premisses b&agrave;siques de funcionament:<br>
              <br>
&Eacute;s un projecte integral. Les diferents lleng&uuml;es no
s&oacute;n regnes de taifes, sin&oacute; que tot el directori
s&#8217;estructura de manera semblant i el funcionament, encara que molt
aut&ograve;nom per a cada llengua, t&eacute; unes m&iacute;nimes
directrius comunes i una comunicaci&oacute; flu&iuml;da entre tots els
editors. D&#8217;aquesta manera hi ha unes &uacute;niques guies del
directori, tradu&iuml;des a totes les lleng&uuml;es presents.
Per&ograve; s&oacute;n traduccions i no pas adaptacions.<br>
              <br>
Aix&ograve; no treu que cada llengua tingui unes especificitats que li
s&oacute;n pr&ograve;pies i s&oacute;n respectades, acceptades i
potenciades. Aix&iacute;, en catal&agrave; hi ha un desenvolupament
especial de les &agrave;rees de <a
 href="http://dmoz.org/World/Catal%e0/Arts_i_cultura/Tradicions/">tradicions</a>
(amb colles castelleres,
geganteres o esbarts dansaires, per exemple), que dif&iacute;cilment
tenen un desenvolupament semblant en altres lleng&uuml;es. I de la
mateixa manera, l&#8217;estructuraci&oacute; regional de World/Catal&agrave;
reflecteix els diferents indrets on es parla la llengua catalana,
distribu&iuml;ts en les comunitats aut&ograve;nomes de l&#8217;Estat
espanyol, Andorra com a estat independent i l&#8217;Alguer i la Catalunya
Nord, dependents d&#8217;altres pa&iuml;sos. Aquesta estructura no &eacute;s
paral&middot;lela, per exemple al portugu&egrave;s, que engloba tant
llocs de Portugal com de Brasil o les col&ograve;nies o antigues
col&ograve;nies on encara es parla portugu&egrave;s. O amb el
castell&agrave;, que es parla a l&#8217;estat espanyol i a
Llatinoam&egrave;rica.<br>
              <br>
Busquem l&#8217;equilibri entre veterania i especialitzaci&oacute; dels nous
editors. L&#8217;experi&egrave;ncia i coneixement del directori dels primers,
combinada amb l&#8217;empenta i coneixement de l&#8217;&agrave;rea que edita cada
nou editor. Hi ha una voluntat de guiatge i integraci&oacute; dels nous
editors, que s&oacute;n el futur del projecte.<br>
              <br>
En principi, cada editor esdev&eacute; l&#8217;especialista de la seva
categoria. Cadasc&uacute; es fa editor d&#8217;una categoria perqu&egrave;
coneix el tema o hi t&eacute; algun coneixement espec&iacute;fic
(proximitat amb les categories geogr&agrave;fiques, aficions en les
categories m&eacute;s l&uacute;diques o coneixements acad&egrave;mics
en les categories m&eacute;s t&egrave;cniques).<br>
              <br>
              <span style="font-weight: bold;">Futur de l&#8217;ODP</span><br>
              <br>
L&#8217;Open Directory Project genera molta literatura al seu voltant. Hi ha
defensors i detractors per a tots els gustos. Potser el fet de fornir
la base de dades de <a href="http://www.google.com/">Google</a>, un
dels cercadors m&eacute;s utilitzats
provoca que molta gent tingui for&ccedil;a inter&egrave;s a llistar-hi
els seus llocs en aquest directori. I, paradoxalment, molta gent
n&#8217;&eacute;s usu&agrave;ria sense assabentar-se&#8217;n. <br>
              <br>
Som voluntaris, amateurs d&#8217;alguna manera, en l&#8217;&agrave;rea de
cercadors, posicionaments de llocs web i similars. Per aix&ograve; la
tasca que desenvolupem pren, si cal, m&eacute;s relleu, pel prestigi
que ostenta l'ODP. I aix&ograve; tamb&eacute; provoca que sovint es
vulguin integrar en el directori editors amb m&eacute;s interessos
personals que de servei. Sovint resulta dif&iacute;cil trobar un punt
d&#8217;equilibri i que no hi hagi abusos per part d&#8217;editors poc escrupolosos.<br>
              <br>
S&#8217;est&agrave; comen&ccedil;ant a tenir cura dels canals de
difusi&oacute; del directori i la comunicaci&oacute; amb els usuaris,
aquells que, en darrera inst&agrave;ncia, avalen la nostra feina.
Aix&iacute;, en poc temps s&#8217;han posat en funcionament diferents
plataformes de comunicaci&oacute; amb els usuaris:<br>
              <br>
- <a href="http://www.resource-zone.com/">Directori p&uacute;blic</a>
obert als usuaris, per poder-se comunicar amb
editors del directori i plantejar consultes, dubtes o problemes
relacionats amb l&#8217;ODP.<br>
              <br>
&nbsp;- <a href="http://inelegant.org/report-abuse/ca/">Formulari de
comunicaci&oacute; d ab&uacute;s</a>, per notificar
possibles abusos o conductes poc &egrave;tiques d&#8217;editors, que n&#8217;hi ha,
perqu&egrave; no podem evitar que webmestres sense escr&uacute;pols o
amb interessos molt particulars pretenguin infiltrar-se al directori
per beneficiar-se de l&#8217;estatus d&#8217;editor per promoure els seus propis
llocs i &#8220;eliminar&#8221; els de la compet&egrave;ncia.<br>
              <br>
- <a href="http://dmoz.org/profiles/vpamies.html">Tots els perfils d
editors s&oacute;n p&uacute;blics</a>, amb la
salvaguarda de les dades personals que els editors no vulguin fer
p&uacute;bliques. Permet la comunicaci&oacute; dels usuaris amb els
editors d&#8217;una manera absolutament confidencial.<br>
              <br>
              <span style="font-weight: bold;">La progressi&oacute; de
l&#8217;apartat catal&agrave; del directori</span><br>
              <br>
Des que <a href="http://dmoz.org/World/Catal%e0/">l&#8217;apartat en
catal&agrave; de l&#8217;ODP</a> va veure la llum l&#8217;octubre
de 1999, amb uns 200 enlla&ccedil;os, la progressi&oacute; ha estat
espectacular:<br>
              <br>
- El desembre del 2000 s&#8217;arriba als 5.000 llocs indexats (ha passat un
any).<br>
- L&#8217;abril de 2002 es dobla aquesta quantitat (ha passat gaireb&eacute;
un any i mig): 10.000 llocs.<br>
- El gener de 2003 (nom&eacute;s vuit mesos despr&eacute;s) es torna a
doblar aquesta quantitat: 20.000 llocs.<br>
Amb el ritme actual d&#8217;addici&oacute; de nous llocs, aviat arribarem als
30.000 llocs (a dia d'avui hi ha 28.000 llocs a World/Catal&agrave;).<br>
              <br>
Per&ograve; no nom&eacute;s &eacute;s important la progressi&oacute;
quantitativa. Vetllem per la pluralitat: volem editors d&#8217;arreu dels
Pa&iuml;sos Catalans que s&#8217;especialitzin en les m&eacute;s variades
&agrave;rees possibles. Tamb&eacute; ens preocupa mantenir la qualitat
de la feina que ja hi ha feta. Aix&ograve; ho garanteix la plantilla
d&#8217;una cinquantena d&#8217;editors actius. I tamb&eacute; volem que el
directori es mantingui actualitzat i que reculli les novetats que van
apareixent a la xarxa. <br>
              <br>
&Eacute;s bon senyal, en aquest sentit, que cada cop ens costi
m&eacute;s trobar nous llocs d&#8217;inter&egrave;s per llistar al directori.
Ara potser cal arribar als usuaris, perqu&egrave; siguin ells qui ens
els proposin. Entenem que el directori ha de cr&eacute;ixer en aquelles
&agrave;rees que interessi als usuaris i no pas en les &agrave;rees que
coneixen o dominen els editors involucrats. Per aix&ograve; cal una
relaci&oacute; directa amb els usuaris.<br>
              <br>
              <span style="font-weight: bold;">Projectes de futur</span><br>
              <br>
Encara hi ha molta feina per fer:<br>
              <br>
- Apartat catal&agrave; per a Nens i joves (&eacute;s un directori a
part, amb proteccions per a infants, amb llocs de contingut adequat per
a la franja d&#8217;edat que va dels 6 als 18 anys).<br>
              <br>
- Apartat d&#8217;Adult (&eacute;s un directori a part amb llocs de contingut
per a adults, que no apareix a les cerques amb el cercador del
directori general).<br>
              <br>
- Traducci&oacute; de la nova documentaci&oacute; que es va generant al
directori (no oblidem la col&middot;laboraci&oacute; de
Softcatal&agrave;, als inicis del directori per traduir la
interf&iacute;cie de treball d&#8217;edici&oacute; i les guies
d&#8217;edici&oacute;, formularis i avisos i comunicacions amb els usuaris).<br>
              <br>
- Mantenir el creixement i la qualitat dels llocs llistats<br>
              <br>
- Aconseguir un bon &iacute;ndex de penetraci&oacute; en la societat
catalanoparlant. Volem que la gent conegui el directori i l&#8217;utilitzi.<br>
              <br>
I no deixen d&#8217;apar&egrave;ixer noves propostes semblants, com ara
projectes de la mateixa empresa per&ograve; amb un enfocament i
objectius diferents:<br>
              <br>
              <a href="http://chefmoz.com/">chezmoz</a> : directori de
restaurants.<br>
              <a href="http://musicmoz.com/">musicmoz</a> : directori
de m&uacute;sica.<br>
              <a href="http://open-site.org/">open-site</a> :
enciclop&egrave;dia tem&agrave;tica.<br>
              <br>
              <span style="font-weight: bold;">M&eacute;s
informaci&oacute;</span><br>
              <br>
              <a href="http://dmoz.org">L'Open Directory Project
(ODP)</a><br>
              <br>
              <span style="font-weight: bold;"><br>
              </span></td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
