<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table align="center" bgcolor="#ffffcc" border="0" cellpadding="0"
 cellspacing="0" width="700">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" height="15" width="700"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 height="35" width="130"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 height="35" width="144"> </div>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top">
      <blockquote>
        <div align="left">
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">Innovaci&oacute; al
m&oacute;n del programari a l'era d'Internet<br>
              </span>Jordi Mas i Hern&agrave;ndez, 23/09/2005,
jmas@softcatala.org<span style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table cellpadding="0" cellspacing="0" width="600">
          <tbody>
            <tr valign="top">
              <td><br>
M'agradaria comen&ccedil;ar definint la innovaci&oacute; com una
millora nova i substancial adoptada per un conjunt ampli d'usuaris. Si
aquesta adopci&oacute; no es produeix a gran escala, no podem parlar
d'innovaci&oacute;. En el m&oacute;n del programari, fins fa poc temps,
la innovaci&oacute; estava liderada per dos grans grups: d'una banda,
els laboratoris de grans empreses i centres d'investigaci&oacute;
acad&egrave;mica, i, de l'altra, inform&agrave;tics entusiastes. Com a
exemples de grans institucions tenim IBM, que va introduir les bases de
dades relacionals, o Xerox, que va inventar la interf&iacute;cie
gr&agrave;fica (coneguda per WIMP). Els entusiastes amb recursos
m&eacute;s modestos tamb&eacute; tenien innovacions destacables, com
ara el full de c&agrave;lcul, de Dan Bricklin, la web, de Tim
Berners-Lee (adscrit al CERN en aquell moment), o la cultura, als
Estats Units, dels pioners &#8220;de garatge&#8221; de la microinform&agrave;tica.
En els &uacute;ltims anys, hi ha hagut una tend&egrave;ncia similar,
amb empreses com ara Netscape, els anys 90, Google, m&eacute;s
recentment, i tamb&eacute; la creaci&oacute; de Linux per part de Linus
Torvalds i altres entusiastes. <br>
              <br>
Avui dia encara est&agrave; for&ccedil;a estesa la teoria que afirma
que la innovaci&oacute; en programari ha de realitzar-se en empreses i
centres d'investigaci&oacute;, que exerceixen un fort control sobre la
propietat intel&middot;lectual dels resultats obtinguts, creant
incentius per als innovadors. Tanmateix, aquesta teoria cl&agrave;ssica
s'est&agrave; q&uuml;estionant i es pot classificar clarament com
pre-Internet, ja que no t&eacute; en compte ni la Xarxa ni els seus
efectes. <br>
              <br>
La popularitzaci&oacute; d'Internet ha perm&egrave;s la creaci&oacute;
de comunitats virtuals d'usuaris, geogr&agrave;ficament dispersos, que
s'agrupen en objectius comuns. Hi ha usuaris que es reuneixen per a
posar en com&uacute; dissenys fets amb el producte <a
 href="http://www.legomindstorms.com/">Lego MindStorms</a>, usuaris que
creen enciclop&egrave;dies mitjan&ccedil;ant col&middot;laboracions,
com ara <a href="http://www.wikipedia.org">la Wikip&egrave;dia</a>, i
fins i tot usuaris que desenvolupen peces complexes de programari, com
&eacute;s el cas del programari lliure. Els usuaris han pres un paper
decisiu en els processos d'innovaci&oacute;; hi ha grups que
converteixen una consola Xbox en un sistema Linux, que reprogramen els
robots <a href="http://www.sony.net/Products/aibo/">Aibo</a> de Sony
per a funcions ben allunyades de les originals o que utilitzen els
reproductors digitals personals per a crear i distribuir programes de
r&agrave;dio. Moltes empreses encoratgen les innovacions dels usuaris,
i algunes fins i tot les incorporen despr&eacute;s als seus propis
productes. <br>
              <br>
Aquest creixement del nombre d'usuaris innovadors &eacute;s el resultat
de l'abaratiment de les noves tecnologies, que permet que qualsevol
persona pugui accedir a estris altament sofisticats dels quals no
podien disposar fa pocs anys i, evidentment, tamb&eacute; es deu a
l'acc&eacute;s generalitzat a Internet i les seves possibilitats per a
vertebrar comunitats. En el m&oacute;n del programari, el canvi ha
estat encara m&eacute;s profund a causa dels efectes que el programari
lliure ha introdu&iuml;t en la creaci&oacute; i distribuci&oacute; del
programari i en la gesti&oacute; dels drets d'autor. <br>
              <br>
Mentre que, en el programari no lliure, l'autor monopolitza els drets
de distribuci&oacute; i de desenvolupament dels programes, en el
programari lliure es col&middot;lectivitzen, i aix&ograve; permet que
qualsevol persona pugui desenvolupar i distribuir programes. Com a
conseq&uuml;&egrave;ncia, l'acc&eacute;s al coneixement est&agrave;
passant d'unes poques mans, principalment als EUA, a una
descentralitzaci&oacute; i a un repartiment m&eacute;s equitatiu. Un
usuari, en una zona remota del planeta t&eacute;, amb els coneixements
adequats de tecnologia i processos, les mateixes possibilitats
d'innovar que un treballador de qualsevol empresa o universitat. <br>
              <br>
La flexibilitat sobre els drets que suposa el programari lliure
&eacute;s la pedra angular que aconsegueix crear un ecosistema de
col&middot;laboraci&oacute; en qu&egrave;, en un mateix projecte,
conviuen empreses i usuaris. Sovint, aquestes empreses s&oacute;n
competidores (com &eacute;s el cas de <a href="http://www.redhat.com">Red
Hat</a>, <a href="http://www.novell.com">Novell</a> o <a
 href="http://www.mandriva.com/">Mandriva</a> en el projecte <a
 href="http://www.gnome.org">GNOME</a>) per&ograve;, at&egrave;s que
cap d'elles no t&eacute; drets exclusius, col&middot;laboren i, a la
vegada, competeixen en el mercat per&ograve; no pel mercat. &Eacute;s a
dir, generalment es competir&agrave; per un fragment del mercat; si una
de les empreses arriba a tenir un control total del mercat ser&agrave;
perqu&egrave; el seu producte &eacute;s clarament superior. <br>
              <br>
En aquest proc&eacute;s, els usuaris no solament s&oacute;n
espectadors, sin&oacute; que tamb&eacute; poden participar en els
processos de creaci&oacute;. A m&eacute;s, molts projectes lliures, com
ho s&oacute;n tots aquells que estan alliberats sota la
llic&egrave;ncia <a href="http://www.gnu.org/copyleft/gpl.html">GPL</a>,
obliguen a qu&egrave;
les innovacions que els usuaris introdueixen es posin a l'abast de
tothom amb les mateixes condicions, evitant aix&iacute; les
apropiacions i assegurant la retroalimentaci&oacute; del sistema.<br>
              <br>
El programari lliure ha introdu&iuml;t tamb&eacute; m&egrave;todes de
producci&oacute; i distribuci&oacute; que permeten que programes d'una
complexitat tan elevada com el navegador web Firefox o el nucli del
sistema Linux es desenvolupin amb la col&middot;laboraci&oacute; de
milers de programadors arreu del m&oacute;n evitant limitacions
geogr&agrave;fiques. Comparem aquest model d'&uacute;s
d'intel&middot;lig&egrave;ncia col&middot;lectiva distribu&iuml;da amb
el del programari no lliure, que s'escriu en un o pocs centres de
desenvolupament limitats geogr&agrave;ficament i que poden atraure
nom&eacute;s les habilitats de les persones de la zona on es troben.<br>
              <br>
En el cas del programari lliure, l'usuari no solament pot innovar al
voltant dels productes, com &eacute;s el cas d'altres disciplines,
sin&oacute; que tamb&eacute; s'ha integrat en el proc&eacute;s de
creaci&oacute; i innovaci&oacute;. Cada dia, centenars d'usuaris
informen d'errors en els programes lliures, en solucionen o proposen
noves funcionalitats. Nom&eacute;s hem de veure amb l'agilitat que es
responen les incid&egrave;ncies de seguretat des del m&oacute;n del
programari lliure. Aquestes din&agrave;miques s&oacute;n
dif&iacute;cilment imaginables en el cas de programes no lliures. <br>
              <br>
En el m&oacute;n del programari es creen productes est&agrave;ndard per
a segments espec&iacute;fics del mercat amb l'objectiu de satisfer les
necessitats d'un grup d'usuaris. Tanmateix, en molts d'aquests casos se
satisf&agrave; nom&eacute;s a l'usuari est&agrave;ndard d'aquell
segment; la resta d'usuaris es queda amb un producte que fa alguna cosa
semblant a all&ograve; que buscaven, per&ograve; que no s'adapta
completament a la seva necessitat. Els ordinadors, que poden realitzar
qualsevol tasca que es pugui expressar en forma de programa, s&oacute;n
una eina creativa amb unes possibilitats que es veuen redu&iuml;des i
encasellades a les possibilitats que ofereixen els productes
est&agrave;ndard. Mitjan&ccedil;ant el programari lliure, l'usuari, que
sovint &eacute;s una empresa, pot personalitzar un programa per a
respondre a les seves necessitats de manera m&eacute;s precisa i deixar
que els usuaris cre&iuml;n solucions innovadores. Podem veure com les
diferents distribucions de Linux s'han personalitzat per a usuaris
ne&ograve;fits, per al sector de l'educaci&oacute;, per a nens i nenes
de poca edat o per a la introducci&oacute; de les distribucions com ara
les LiveCD, versions de Linux que poden funcionar sense que calgui
instal&middot;lar-les en el disc dur. <br>
              <br>
Un aspecte important en el desenvolupament de nous serveis o programari
&eacute;s el control del fabricant de la plataforma sobre la qual creem
les nostres solucions. En el camp dels sistemes operatius, Microsoft
amb Windows i Apple amb Mac OS, han escollit tenir un control total de
la plataforma en el primer cas i parcial en el segon. Microsoft,
per&ograve;, ha estat abusiu en aquest control i en altres moltes
ocasions, com per exemple en la pressi&oacute; que va exercir sobre les
empreses distribu&iuml;dores de Windows per tal que no
distribu&iuml;ssin el navegador Netscape; aquesta empresa va portar
Microsoft a judici l'any 2002, i va guanyar-lo. Un altre exemple
&eacute;s el del judici que va interposar RealNetworks, empresa
creadora del reproductor multim&egrave;dia RealPlayer, ja que Microsoft
va obstaculitzar la seva distribuci&oacute; a favor del Windows Media
Player. Tamb&eacute; podem veure com l'estreta integraci&oacute; dels
serveis d'Internet de Microsoft (MSN, MSN Messenger, Hotmail, etc.) en
el sistema operatiu, en detriment d'altres prove&iuml;dors de serveis
d'Internet, com ara AOL o Google, estan creant importants friccions pel
control de Microsoft a la seva plataforma. En menys mesura, Apple
tamb&eacute; ha tingut actituts de clar control com evitar la
publicaci&oacute; de la traducci&oacute; realitzada per uns voluntaris
del seu sistema a l'euskera.<br>
              <br>
En el m&oacute;n del programari lliure, els sistemes operatius com ara
FreeBSD o Linux s&oacute;n totalment oberts i lliures. Recentment, Sun
Microsystems va decidir obrir un sistema Solaris a trav&eacute;s del
projecte <a href="http://www.opensolaris.org/os/">OpenSolaris</a>,
compartint aix&iacute; el control de la seva plataforma amb els seus
usuaris. Avui dia, Linux est&agrave; disponible per a
pr&agrave;cticament qualsevol tipus de maquinari, incloent-hi sistemes
encastats, ja que els usuaris l'han pogut adaptar. Per&ograve; el que
&eacute;s m&eacute;s important i fonamental &eacute;s que &eacute;s
molt m&eacute;s f&agrave;cil innovar sobre una plataforma totalment
lliure, ja que no estem limitats en el seu coneixement ni per les
possibles limitacions legals que el fabricant vulgui establir.
Aix&iacute; ho han ent&egrave;s <a href="http://www.amazon.com">Amazon</a>,
la <a href="http://www.nasa.gov/">NASA</a> i <a
 href="http://www.google.com">Google</a>, i <a
 href="http://www.vilaweb.com">Vilaweb</a> m&eacute;s a prop nostre,
que han escollit Linux com a plataforma per als seus serveis innovadors.<br>
              <br>
La gesti&oacute; de la propietat intel&middot;lectual t&eacute; un
paper central en la innovaci&oacute;. A la ind&uacute;stria del
programari encara s'usa, com a unitat d'innovaci&oacute;, el nombre de
patents atorgades per mili&oacute; de d&ograve;lars invertit en R+D.
Tanmateix, les patents, que s&oacute;n la concessi&oacute; d'un
monopoli durant 20 anys, nom&eacute;s fan que obstaculitzar la
participaci&oacute; d'usuaris i petites empreses en els processos de
creaci&oacute; i innovaci&oacute;, especialment quan poden protegir-se
les creacions dels autors. Les patents, concebudes amb l'objectiu
d'incentivar la innovaci&oacute;, avui dia estan produint l'efecte
contrari: empreses que patenten invencions trivials, empreses que
acumulen patents amb el simple objectiu d'anar a judici per tal
d'obtenir un r&egrave;dit econ&ograve;mic o, simplement, per a establir
una barrera d'entrada molt alta a empreses petites per&ograve;
innovadores. <br>
              <br>
En el m&oacute;n del programari no lliure, les llicencies de
programari, les patents de programari i altres eines legals i
t&egrave;cniques s'usen per a impedir que terceres persones participin
en el coneixement, que seguir&agrave; sent, aix&iacute;, patrimoni
exclusiu de l'empresa que l'ha creat. La innovaci&oacute; pertany a una
empresa, mentre que, en el m&oacute;n del programari lliure, i de
manera molt similar al domini p&uacute;blic, el coneixement pertany a
tota la humanitat. <br>
              <br>
En el m&oacute;n del programari, la millora en els sistemes de
comunicaci&oacute;, com ara Internet, i l'abaratiment de les noves
tecnologies est&agrave; tenint com a conseq&uuml;&egrave;ncia que ens
allunyem progressivament d'un model d'innovaci&oacute; impulsat
&uacute;nicament per empreses on nom&eacute;s uns quants tenen
acc&eacute;s al coneixement, i que avancem de manera creixent cap a un
model en qu&egrave; l'usuari t&eacute; un paper protagonista en la
innovaci&oacute;, s'hi implica i es fidelitza. Evidentment, &eacute;s
molt m&eacute;s senzill i intu&iuml;tiu innovar en comunitats
descentralitzades, com ho s&oacute;n les del programari lliure, amb un
acc&eacute;s total a la informaci&oacute; i amb un alt grau de
llibertat per a mesclar, distribuir o fer versions d'altres treballs,
que innovar en els centres de desenvolupament de les empreses
tradicionals de programari, limitades geogr&agrave;ficament a uns llocs
determinats, altament centralitzats i jerarquitzats i amb un estricte
control de les seves creacions a trav&eacute;s de les
llic&egrave;ncies, patents, marques i altres eines jur&iacute;diques. <br>
              <br>
              <br>
              <span style="font-style: italic;">Aquesta obra &eacute;s
lliure i est&agrave; sotmesa a les condicions d'una llic&egrave;ncia
Creative Commons. Aquest article es pot redistribuir, copiar,
reutilitzar i mesclar, sempre i quan se n'esmenti l'autor i no es faci
amb finalitats comercials. Es pot trobar una c&ograve;pia completa de
la llic&egrave;ncia a </span><a style="font-style: italic;"
 href="http://creativecommons.org/licenses/by-nc/2.0">http://creativecommons.org/licenses/by-nc/2.0</a><span
 style="font-style: italic;">.</span><br>
              <br>
Agra&iuml;ments: Quico Llach, Jordi Graells, Francesc Dorca, i
X&egrave;nia Alonso <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td colspan="3" valign="top"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
