<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/cap.pl articles" -->
</head>
<body>
<table width="700" border="0" cellspacing="0" cellpadding="0"
 bgcolor="#ffffcc" align="center">
  <tbody>
    <tr>
      <td colspan="3" valign="top"><img
 src="/projectes/images/barra.gif" width="700" height="15"> </td>
    </tr>
    <tr>
      <td valign="top"><img src="/projectes/images/angulo-1.gif"
 width="130" height="35"> </td>
      <td valign="top"> <br>
      </td>
      <td valign="top">
      <div align="right"><img src="/projectes/images/angulo2.gif"
 width="144" height="35"> </div>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3">
      <blockquote>
        <div align="left">
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr>
              <td><span style="font-weight: bold;">&nbsp;</span></td>
            </tr>
            <tr>
              <td><span style="font-weight: bold;">La </span><span
 style="font-weight: bold;">Viquip&egrave;dia: l'enciclop&egrave;dia
lliure en catal&agrave;<br>
              </span>12/10/2003, <a
 href="mailto:jomvo@correu.vilaweb.com">Josep Maria Virgili</a><span
 style="font-weight: bold;"><br>
              </span> </td>
            </tr>
          </tbody>
        </table>
        <table width="600" cellspacing="0" cellpadding="0">
          <tbody>
            <tr valign="top">
              <td><br>
              <br>
&iquest;Heu reflexionat mai sobre el fet que sabeu moltes coses que
podrien ser profitoses per a molta altra gent? S&oacute;n coneixements
que heu adquirit gr&agrave;cies a la vostra experi&egrave;ncia
professional o acad&egrave;mica, a les vostres afeccions, als vostres
viatges, en definitiva, a la vostra experi&egrave;ncia vital. Els voleu
donar a con&egrave;ixer? Potser m&eacute;s d'un cop ho heu pensat
per&ograve; els vostres coneixements inform&agrave;tics no us han
perm&egrave;s de dur-ho a terme. &iquest;Voleu aplegar-les en un lloc
web al costat de les aportacions que altres internautes catalans fan
des de ja fa temps en aquest mateix sentit? Si heu respost
afirmativament les q&uuml;estions anteriors, necessiteu con&egrave;ixer
Viquip&egrave;dia, concretament la <a href="http://ca.wikipedia.org/">Viquip&egrave;dia
catalana</a>. <br>
              <br>
La <a href="http://www.wikipedia.org/">Viquip&egrave;dia</a> &eacute;s
un lloc web que permet als internautes la lliure creaci&oacute;
d'enciclop&egrave;dies lliures en diverses lleng&uuml;es, entre les
quals hi ha el catal&agrave;. No s'hi accepta el plagi d&#8217;obres de
consulta preexistents: els redactats els han de fer els viquipedistes a
partir dels seus propis coneixements. Per aix&ograve; es consideren
lliures. El seu contingut no t&eacute; cap mena de drets. Tothom en pot
obtenir informaci&oacute; i millorar-la si ho creu convenient. <br>
              <br>
Com totes les altres, la <a href="http://ca.wikipedia.org">Viquip&egrave;dia
catalana</a>&nbsp; constar&agrave; d'un nombre il&middot;limitat de
p&agrave;gines, una per a cada concepte definit. En el redactat de la
p&agrave;gina, les paraules interessants es poden marcar per tal que
&#8211;en clicar-les en el text acabat- se salti cap a la p&agrave;gina en
qu&egrave; el concepte es defineix i s&#8217;explica. Els autors de cada
p&agrave;gina s&oacute;n els encarregats de decidir si cal o no cal
enlla&ccedil;ar un mot determinat del text d&#8217;una p&agrave;gina amb una
altra. Val a dir que aquesta possibilitat de poder saltar d&#8217;un concepte
a l&#8217;altre &eacute;s el principal avantange d&#8217;una encilop&egrave;dia
digital, enfront de les tradicionals en paper.<br>
              <br>
Els continguts abasten tots els &agrave;mbits possibles: <a
 href="http://ca.wikipedia.org/wiki.cgi?Filosofia">filosofia</a>,&nbsp;
              <a href="http://ca.wikipedia.org/wiki.cgi?Ci%E8ncia">ciencies</a>,
              <a href="http://ca.wikipedia.org/wiki.cgi?Hist%F2ria">hist&ograve;ria</a>,
              <a href="http://ca.wikipedia.org/wiki.cgi?Tecnologia">tecnologia</a>,
              <a href="http://ca.wikipedia.org/wiki.cgi?Art">arts</a>, <a
 href="http://ca.wikipedia.org/wiki.cgi?Esport">esports</a>, <a
 href="http://ca.wikipedia.org/wiki.cgi?Cultura">cultura</a>, etc. I
tenen una fiabilitat contrastada, ja que si un usuari hi introdueix
informaci&oacute; incorrecta o tendenciosa, sempre n'hi haur&agrave; un
altre que la podr&agrave; esmenar. A m&eacute;s a m&eacute;s, per tal
de fer inefica&ccedil;os els sabotatges, el sistema guarda totes les
edicions que es van fent d'una p&agrave;gina, les quals es poden
recuperar f&agrave;cilment, si cal. <br>
              <br>
A la Viquip&egrave;dia hi ha algunes p&agrave;gines especials. En
primer lloc, la p&agrave;gina d&#8217;acollida, que &eacute;s la que apareix
en entrar. Hi ha uns mots de benvinguda i un &iacute;ndex
tem&agrave;tic de mat&egrave;ries des del qual es pot accedir als
diferents apartats de l'enciclop&egrave;dia i tamb&eacute; a les
diverses viquip&egrave;dies en altres lleng&uuml;es. Una altra
p&agrave;gina especial &eacute;s la que mostra el llistat de canvis
recents i que permet de saber les darreres modificacions que s'han fet
a l'enciclop&egrave;dia: d'aquesta manera tots els&nbsp; <a
 href="http://ca.wikipedia.org/wiki.cgi?Viquipedistes">viquipedistes</a>
(ususaris de la Viquip&egrave;dia) les poden retocar immediatament si
ho consideren oport&uacute;. Tamb&eacute; mereixen un comentari les
p&agrave;gines de discussi&oacute;, les quals serveixen per a debatre
q&uuml;estions pol&egrave;miques amb els altres viquipedistes,
intercanviar punts de vista, etc.; i sobretot s&oacute;n molt
importants per consensuar criteris generals de funcionament, cosa que
aconseguim amb molta facilitat. <br>
              <br>
Hem d'esmentar que el sistema tamb&eacute; disposa d'un efica&ccedil;
cercador que permet de trobar en quines p&agrave;gines apareix un mot
determinat del qual vulguem cercar informaci&oacute;. En general els
viquipedistes acostumem a treballar en les p&agrave;gines recents, tot
i que aix&ograve; no cal que sigui aix&iacute; for&ccedil;osament. Com
&eacute;s obvi, cada viquipedista s&#8217;especialitza en la mat&egrave;ria
que m&eacute;s coneix o que m&eacute;s li agrada. Si en algun punt
t&eacute; alguna llacuna de coneixement, nom&eacute;s cal que no
n'escrigui res: alg&uacute; altre ja ho completar&agrave;. <br>
              <br>
Direm per acabar que actualment la Viquip&egrave;dia catalana funciona
amb un programa molt senzill. Entre altres mancances, per exemple, la
dificultat per&nbsp; incloure-hi imatges o gr&agrave;fics. Per&ograve;
els responsables ja treballen per aconseguir que aquesta
situaci&oacute; canvi&iuml; ben aviat i puguem disposar del programari
m&eacute;s eficient de qu&egrave; ja gaudeixen algunes
viquip&egrave;dies en altres lleng&uuml;es m&eacute;s poderoses. Ara
mateix, l'angl&egrave;s ja disposa de m&eacute;s de 150.000 articles i
el catal&agrave; de 4.000. Animeu-vos doncs a col&middot;laborar en el
projecte de la <a href="http://ca.wikipedia.org">Viquip&egrave;dia
catalana</a> . De vosaltres dep&egrave;n que es disminueixin les
dist&agrave;ncies!<br>
              <br>
Josep Maria Virgili,&nbsp; viquipedista<br>
              <br>
              </td>
            </tr>
            <tr>
              <td style="vertical-align: top;"><br>
              </td>
            </tr>
          </tbody>
        </table>
        </div>
      </blockquote>
      </td>
    </tr>
    <tr>
      <td valign="top" colspan="3"><br>
      </td>
    </tr>
  </tbody>
</table>
<!--#exec cmd="/home/sites/org.softcatala/web/cgi-bin/gaudi/final.pl articles" --><br>
<br>
</body>
</html>
